{
  "Component": "exported",
  "Name": "conversations\\13_fort_deadlight\\13_cv_benweth",
  "Entries": [
    {
      "id": 1,
      "default": "The captain throws his head back and swills the contents of a murky green bottle. When he spots you, he hurls the bottle against the wall, shattering glass onto the lush floor.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"You got some brass balls to be waltzing in here after the alarm's blared. Yet I can't place your face.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "The captain sweeps a hand through his damp locks, wiping sweat from his brow. Wearing a wicked grin, he blows a kiss to one of his mates in the crowd. Then his stormy eyes flick to your face.",
      "female": ""
    },
    {
      "id": 4,
      "default": "Mouth agape, the captain pants to catch his breath. As he watches his ship sail away, his brows descend like a dark storm.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Leave off it, you gut-cutting bawcock.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Nothing worse than seeing the bottom of a dry cup. Best get some more grog.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"What's this I hear? Think you'll be having a fete without me?!\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Oh, aye! You swabs want to hear me play, do you?!\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Lend your ears for utter bliss! A sweeter sound you've never heard!\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Who's rung the bell and why?! It better not be -\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"What in the blackest Hel?! Stop! Stop, that's my Ondra-fucking ship!!\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Plague and perish those godsdamn swivers! I'll blast them from the sea!\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I'll flay the skin from your face.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Do I know you?\" Scowling, he rubs the back of his neck.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Well, you wouldn't be the first I've pissed off and forgotten.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"A good knock up the side of your head ought to jog your memory.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Not at all. I've certainly not come seeking to exact revenge against you.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"It happens, I guess.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Really?! You don't even remember me?\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"For that to work, you'd have to be able to hit me. And I'm not likely to allow that.\"\r\n\r\nHe sneers a laugh, the sound low and jagged, muscles bunching in his arms as he crosses them over his chest.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Oh. Swell, then. And I surely believe that... not at all.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Well, you do have a forgettable-like face.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Oh, right. You're that sloop captain what got caught in the storms. I take it you did a number on my crew.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "He sneers with crooked teeth and scratches his calloused fingers down the scar on his face. But you notice that as he does, he darts his gaze around, searching for reinforcements.\r\n\r\nOnes that aren't there.",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"You do realize you're surrounded by pirates? Pirates who're armed - and loyal to me.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"You do realize we're standing in the most well-guarded spot in all of Deadlight?\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"What'd you hope to accomplish, coming around here?\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"No one's coming to save you, Benny boy.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Most here are too drunk to fight. The rest'll enjoy watching the entertainment.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"I've made it this far without challenge.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"I came to kill you.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "[Attack] \"It'll be easier if I show you.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "Sweat trickles down the side of his face. He winces as he wipes it away.",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Maybe they're deep in their cups, aye.\"\r\n\r\nHe scowls then squares his shoulders, refusing to back down.",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Well aren't you so very skilled and brave. I suppose I ought to begrudge you my respect now.\" He cocks his head to the side.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"By all means, step in line. You ain't the first and you won't be the last.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"All right. I got my eyes wide open.\" Half sneering, half grinning, he draws his pistol.",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"You can fight me, if you'd like. But you won't be leaving this fort alive.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "[Laugh wildly in his face.]",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Say there was a way to settle this without bloodshed...\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Didn't anyone ever teach you to keep your friends close but your enemies closer?\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"You prefer to be keelhauled or hanged from the yardarm?\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"I'm willing to make you a deal.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Shut up and think for a minute. You want someone like me on your side.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Furrante is scheming to take you out.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Your unchecked behavior is a risk to the Príncipi's continued prosperity.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"What're you, frothing mad?\" The color leeches from his face, leaving his scar stark against his skin.",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Then I'd be listening...\" Eyes narrowed, he licks his lips.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"I ought to keep you closest, is that it?\"\r\n\r\nHe grins, an ugly, dark expression coming from him.",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Look, I'm not afraid, but I've no death wish.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"You'll have to take me alive to do either. And that ain't likely to happen.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"I like me a good deal. The more in my favor the better.\" He grins, sharklike.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"You mean someone ruthless, a <xg>survivor<xg>? I can see it in you. You've the heart of a pirate.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Careful what you say next, or I'm likely to make you eat your entrails.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Well, of course, he is. He's a gods damned pirate, ain't he? He knows how to recognize a threat to his survival.\" ",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"You sound like Furrante's parrot.\" He snorts.",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Unlike you, it seems.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Keep squawking, right up till I stick you through the gullet.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Why did you attack my ship?\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Who's this Captain Aeldys I keep hearing about?\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Get out of my sight before I really do kill you.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "[Lunge for his throat.]",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"I attack most anyone what comes across my path. You'll never know where treasure lies if you don't look.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Without the Drake though, I can't see myself preying on anyone for a time.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"You're only standing in her stronghold.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Don't think she'll be pleased how we drunk her special stores, neither. I'll be needing to find the right someone to blame for that.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Spoken like a man after my own heart.\"",
      "female": "\"Spoken like a woman after my own heart.\""
    },
    {
      "id": 68,
      "default": "\"Death by eating your innards, it is.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"I'm here to teach you a lesson, but the price doesn't need to be paid in blood.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Now you're getting it.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Is there no way to end this peacefully?\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"There's some skill required to doing it right, otherwise the victim bleeds out before they can choke to death.\r\n\r\n\"Sure you want to try me?\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Aye, I've riches aplenty to buy your clemency with. What'll it be then?\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"All right, let's say you won me over. I can be a good mate to those who've earned my loyalty.\r\n\r\n\"For now, that's you.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"I think not.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Should you need me, I'll be in Aeldys' quarters.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Figures, I should've stayed to kill you myself. Looks like I'll have to remedy that now.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"How's this... 'I'm going to mount your skull in my cabin.'\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"And you make good on your threats, no matter how long it takes.\" He laughs roughly.",
      "female": ""
    },
    {
      "id": 81,
      "default": "[Make a rude hand gesture.]",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Still not ringing a bell.\" So he claims, but he grins widely, eyes gleaming almost.",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"You tried to surrender your ship to me in the midst of a god-awful storm.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Did I now? That does sound familiar...\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"Is that what you thought I'd say?\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"We'll be fighting to the death now.\" Spearing you with a mad grin, he draws his pistol.",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Maybe I just wanted to talk.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"So start singing. And do it quick. Because if you've got any fishy ideas, I can tell you this -\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Even I can admit when I'm outgunned, aye.\" He swallows thickly.",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Make it a lot, and I might believe we're even.\" With a flat grunt, he tosses a heavy satchel to your feet.",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Fire and thunder!\"\r\n\r\nShock colors his features before he regains himself.",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"She's the leader of us all - us new bloods who chafe at Furrante's stifling rule.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Our commander might be at sea for now, but she'll be back soon enough.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"I'll call off the ships who were hunting you at sea.\" ",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"And as for here, my crew'll let you go about as you please.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"I could use a little coin to weight my pockets.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"Something fine and luxurious to outfit my ship.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Sing my praises to every crew who docks at Deadlight.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"I've got just the thing on hand. Nothing could look grander in your captain's quarters than this.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"Any pirates that sail through here will know of your strength and cunning, mark my words.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"There ain't no festivities without Benny! \"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"I believe I promised to make your friend into trews.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "[Punch him in the gut.]",
      "female": ""
    },
    {
      "id": 106,
      "default": "[Slap him in the face.]",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Black Hel!\" With a crack, his head whips to the side. Blood sprays, and Benweth fumbles for his weapon.",
      "female": ""
    },
    {
      "id": 108,
      "default": "The air gushes from his lungs, and the captain bends double, teeth gritted, lips bloody.",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"Fuck you!\" He drops to one knee.",
      "female": ""
    },
    {
      "id": 110,
      "default": "[Hit him again.]",
      "female": ""
    },
    {
      "id": 111,
      "default": "[Crack your knuckles.]",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"Wait, wait!\" He rubs a hand over his mouth to wipe away the blood but just ends up smearing it across his chin.",
      "female": ""
    },
    {
      "id": 113,
      "default": "Eying you warily, he spits blood at the ground.",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"But I'm surrounded by black hearts. What's one more to me?\" He sneers.",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"If we fought, you'd just embarrass yourself and die, not necessarily in that order.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"I think I'm beginning to like you, chum. Maybe I don't flay you alive, see where this goes...?\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"Glad we could come to an almost agreeable arrangement.\" Sneering, he runs his tongue over his teeth.",
      "female": ""
    },
    {
      "id": 118,
      "default": "[Leave] \"See you around, pal.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "He glances around nervously, licks his lips. Sweat trickles down his jaw.",
      "female": ""
    },
    {
      "id": 120,
      "default": "He glances around nervously, licks his lips. Sweat trickles down his jaw.",
      "female": ""
    },
    {
      "id": 121,
      "default": "He glances around nervously, licks his lips. Sweat trickles down his jaw.",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"If anyone's going to die choking on their innards, it's you.\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "You lunge for the smirking captain, but he's faster than you - surprisingly agile for his hulking size as he ducks and weaves.",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"Say, Ben, is this cur troubling you?\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"Bah! It's about time someone knocked Benny's teeth loose.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Speak for yourself, you split-tongued gurnet. No outsider's laying a finger on one of ours so long as I'm still standing.\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "[Point to each pirate then drag your thumb across your throat.]",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"I'm here on behalf of the Council of Captains. Care to oppose Furrante, too?\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"I've gutted plenty of you already. What's a few more?\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "[Attack] \"Let's have a brawl, then.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"Wh-what? Don't look at me. I wasn't planning to step in to start with.\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"Piss-pox! Is it past nine bells already? I, uh, got to help my mates load our cargo.\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"Are you shitting me? And just where the fuck are you going?\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"Sorry, Ben, but I... I think I hear my captain calling. I'll buy you a pint later, aye?\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"Worthless scugs.\" The captain scrubs a hand down his face.",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"You were saying, about the pirates here...?\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"We'll be fighting to the death now.\" Spearing you with a mad grin, he draws his pistol.",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"Aeldys never has this sort of problem. All right, speak your fucking piece. What'd you want with me?\" ",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"You heard him, mates.\"",
      "female": "\"You heard her, mates.\""
    },
    {
      "id": 140,
      "default": "\"Rankled you, did I?\" He backsteps, dodging with a bark of laughter. ",
      "female": ""
    }
  ]
}