{
  "Component": "exported",
  "Name": "conversations\\13_fort_deadlight\\13_cv_aeldys",
  "Entries": [
    {
      "id": 1,
      "default": "\"You must be Captain [Player Name]. Glad you could make it, lovesome.\"\r\n\r\nThe battle-hardened captain rubs the underside of her chin as she regards you pleasantly. Her mis-colored eyes - one raven-wing black, the other an icy blue - rove up and down your face.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"I see you're still alive.\" She gives you a crooked grin.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"You're a fine sight for sore eyes, captain. Good to see you again.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Ah, Captain [Player Name]. Beholding you never ceases to be a wonder.\r\n\r\n\"I only wish we met under more... pleasurable circumstances.\"\r\n\r\nShe rubs her thumb over her bottom lip, blue and black eyes hooded with desire - for bloodshed. For other things.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"For what can I do you, lovesome?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"You killed my fourth chair, and a damned good friend. A part of me might be impressed. But a part of me wants to flay the skin from your face, understand?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"I see you met my right hand and fourth chair on the Council of Captains. He can be a real trying sort, but I trust him with my life.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Crookspur's a done deal.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"I got your message.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"What did you want to meet about?\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Tell me about the new blood in the Príncipi.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Is that what you call it? 'Cause I didn't send you <i>just</i> to battle and murder, dove. I sent you to free the slaves.\" She glowers, narrowing her mis-colored eyes.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Aye. And well done, too. Most of the prisoners have pledged to crews in my fleet.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"And now the master's on the defensive. All you managed was to strengthen his operations.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Though I'll admit, I won't be mourning the master's demise. And I do enjoy bleeding my enemies dry. \r\n\r\n\"I'll thank you for that much at least.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Let's leave it at that for now, lovesome. Maybe a time will come when we better see eye to eye.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"You did a fine thing, captain. Don't think I'll soon forget it.\"\r\n\r\nShe rubs her thumb over the suolenet around her neck, mis-colored eyes looking you up and down. Her lips quirk in a sly smile.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"You're real good for business. So here's to hoping our wakes cross again some day.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Forgive me for dragging you all this way, but I find the proposition of a partnership best works in person.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Me and mine within the Príncipi would make for powerful allies on your side. But would you give us loyalty in return? That I'd like to know.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Say you wanted to entice an alliance of likeminded captains... you might start by aiding one of my best in Neketaka. She smuggles through the Undercroft.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"I get to do grunt work for another captain? I can't wait!\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"The Undercroft?\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"I'll consider it.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"We don't all start at the top, dove. You might be a captain of your own right, but if I'm to spill blood for you in battle - I want to know you're also loyal to me.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"It's a hidden port. But I'm sure you'll find it, unaided by me.\" She winks at you.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"You've a bright future ahead of you, Watcher. See that you don't tarnish it by flying the wrong pirate's flag.\r\n\r\n\"Out with the stale and in with the new, eh?\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"I've got a problem, Watcher. And I think you're just the captain to solve it.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Me and Furrante don't see eye to eye on a lot of things - not least of which is the future of the Príncipi.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"I'm asking you to sail to Crookspur to meet with one of mine. She's hiding within their midsts and will have insider information on the slavers.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Furrante may be working with the Vailian Trading Company.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"How's Furrante connected with the slavers?\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"What can you tell me about the slavers?\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"I'll think about it.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Well, well, ain't that a fine thing to know. It makes sense for certain.\" Her eyes narrow.",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"I've only suppositions to offer you, lovesome. But I'd bet my suolenet Furrante's attempting to gain standing with someone other than the slavers.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Aiding the slavers is small fry for a captain like Furrante. It wouldn't pay well enough to be worth the investment.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"I know they base their operations in the Deadfire out of Crookspur. I know they're small but ruthless, and they've run into problems shipping around the islands.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Find me when you've freed those slaves. I'll make it worth your while.\" She nods her head.",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"We're the future, and we ain't going no where.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Would've liked to see Furrante hanging, myself. I can imagine it well enough though.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"I'll be taking command of the Príncipi now. I'm calling a meeting of the Council at Dunnage.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Sail with me to Dunnage, lovesome. I'd like to have you at my side when I bloody the place.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"I'll sail to Dunnage with your fleet.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"I'll meet you there.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Arriving with the full protection of my fleet is the best call. We're off, then.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"I'll prepare a fine welcome for you then. Wish me luck.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"You wanted to speak with me? Well, consider me a captive audience.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"You know something about the Floating Hangman you're not telling me.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Furrante thinks you're withholding information on the Floating Hangman.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"I haven't the faintest idea as to what you could mean, lovesome.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Guess it was only a matter of time. I knew the spies I strung up by their guts couldn't have been the only ones.\n\n\"They were just the poor squabs who got caught.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Spill it or I'll kill you and read it in your soul.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Tell me and I'll see that you're treated mercifully.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Can't you and Furrante come to an agreement?\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"What are you planning?\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "She starts to laugh, but then realizing you're serious, the mirth - and color - drains from her face.",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"I appreciate the thought, but I value my life over your ideals.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Only a fool would trust a deal with Furrante. How do you think he got to be the head of the Council of Captains? By making his sailors love him? \"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Life or death, that's what. The future of the Príncipi is at stake.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Furrante covets the Floating Hangman in order to enforce his control of the Príncipi - not to protect us from our outside enemies.\r\n\r\n\"Nor to beat your rampaging god to Ukaizo.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"But I'm two leagues ahead of Furrante. I know how to summon and command the Floating Hangman.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Of course, I destroyed the information as soon as I uncovered Furrante's spies. You'll never learn it without me.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Get me the Floating Hangman, and I'll give you the Príncipi.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Furrante is the best hope for the future of the Príncipi.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"I'm a Watcher. I can learn what you know from your soul.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "[Attack] \"I'll take my chances.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"I'm happy to work with you, lovesome. I've been after a partnership with you for a long time, and I think you know that.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"But if we're to help each other - there is one thing I want from you in return for the Floating Hangman. \r\n\r\n\"That cock-rot Furrante needs to go. Hang him, gut him, I don't care. But get rid of him, all right?\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"I have evidence he's scheming with the Vailian Trading Company.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Is there a non-violent option?\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"I'll see it done.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Well, well. That is good news. For us, I mean. Slaving's a hangable offense in the Príncipi, you know?\n\n\"Even a member of the Council isn't exempt from such a crime.\" She grins sharply, pleased.",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"I don't see how, unless Furrante could be shown to be a traitor to the Príncipi.\"\r\n\r\nAeldys runs her tongue over her teeth, thoughtful.",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"I'll sail to Dunnage and take command of the Príncipi as soon as Furrante is gone.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"I wish it hadn't ended like this, lovesome. I really do. More's the pity.\"\r\n\r\nShe shakes her head, dark locks cascading over her shoulders. But as she does so, she reaches for the throwing knife, sheathed between her breasts.",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"It doesn't have to end like this. Just tell me what I need to know.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Only reason I'm letting you walk away, is cause I got a soft spot in my heart for you, captain.\"\r\n\r\nHer eyes narrow to sharp slits. ",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"And I need only to be a corpse for you to do it? I don't take kindly to veiled threats, swabby.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Still thinking to back Furrante? It won't end well for you.\" ",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"I'll happily bet on your loss. Draw your arms, sharkbait.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"For your loyalty, I'd like you to have Scordeo's Edge.\r\n\r\n\"It's been a good sword to me. I know you'll put it to good use. Hopefully, by killing more of my enemies.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"He's an ass.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"We worked out a deal.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Who?\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Truer words were never spoken.\" She throws her head back and laughs.",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"My mate, Brutal Ben. Oh, he'll love that you've forgotten him. He about bled my ears off bitching about you.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"It's not easy to bend Benny to listen. I'm impressed.\r\n\r\n\"'Course I can't say he's had much nice to say about you.\" A prideful smile tugs at the corners of her lips, and she spins the golden suolenet on its string between her breasts.",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"If you've an explanation, I'd advise you to give it up real quick.\"\r\n\r\nDespite the violence swirling about her words, she purses her lips, eager for your answer.",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"You can't fault me for defending myself.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"He had it coming.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Fourth chair?\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Oh, but I can. Being the captain of an entire fleet means you can do whatever the blast you'd like.\"\r\n\r\nShe lifts her chin, black and blue eyes boring into you, but a hard-edged smile quirks up her lips.",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"That he often did. Doesn't mean I enjoyed writing his eulogy.\" She shrugs one shoulder, sighs.",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Don't think you'll deflect me, lovesome. Benweth was one of <i>my</i> captains - in addition to being one of the seven seat-holders on the Council.\"\n\nShe shakes her head, dark tresses bouncing in tangles around her shoulders.",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"You cut off my right hand. How do you plan to replace it?\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"I'll take Benweth's seat on the Council.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Only so long as you're loyal to me, you will. But someone's got to fill his seat. Suppose you were to throw your weight behind mine...\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"I hear silver makes for a shiny hook.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"He said you had a smart mouth. but I suppose this'll quell my anger. For a time.\"\r\n\r\nShe weighs the pouch of coins in her hand before tucking it between her breasts. To make room, she removes a hidden knife. It gleams golden in the light before disappearing into a concealed sheath up her sleeve. ",
      "female": ""
    },
    {
      "id": 103,
      "default": "[Cross your arms over your chest.]",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"You're a hard one to read. Fancy a game of cards some night?\" She spins her suolenet on its string between her breasts. ",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"Leave it to me.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"That's the spirit, swabby. You'll be seated next to me on the Council of Captains in no time at all.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Of course. <i>If</i> we formed a partnership.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"No, I wouldn't.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"Perhaps and perhaps not.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Suppose we've to give each other a test. Make sure it's a good fit.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Then I suppose we're done here.\"\r\n\r\nWith a scowl, she turns away.",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"You're the cautious type. I can respect that. Or maybe...\" Her mis-colored eyes look you up and down.",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"We got few rules amongst us new bloods, but one of them is that you live free. We steal and we might murder, but if you pledge to us, you're our blood - our family.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"Now if I were to act in direct opposition to Furrante, he'd use it to call a vote of the Council of Captains. He'd see me swinging by the neck. But no one's got a leash on you.\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"How do I find your pirate at Crookspur?\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"She'll find you, lovesome. You'll know her by her scar - it's a ghastly sight.\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"I'll go to Crookspur.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"No, he's got ulterior motives, mark my words.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"Aiding the slavers is small fry for a captain like Furrante. It wouldn't pay well enough to be worth the investment.\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"Captain.\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"We're pirates, lovesome. We own this sea, and the sea loves us back in her twisted way.\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"Furrante pines for a homeland he's never seen. But what does Old Vailia mean to me or my crew? We're not Vailian and we never will be.\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"Though if you're Vailian and you want to join our bloodline, you're more than welcome.\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"But weren't you founded by refugees from Old Vailia?\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"I see.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Generations ago. And I grew like a weed in the Dyrwood, you see?\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"You say Consuaglo mes Casitàs. I say Council of Captains. You say Príncipi. I say best <i>pirates</i> in the Deadfire.\r\n\r\n\"You say suolenet. I say, well, some things stay the same.\" She flicks the gold coin and laughs heartily.",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"I believe you. You seem like a sharp captain, you do.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"You're not buying it, eh?\" She huffs.",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"By playing fair? No, it was by beating his enemies in the most gut-churning of ways. That's how you keep new ones from wanting to try you.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"The mark on this side - it means I'm the second highest rank on the Council of Captains. I'm but one chair below that cock-rot Furrante.\" She grins.",
      "female": ""
    },
    {
      "id": 132,
      "default": "[Show her the suolenet.] \"I'm fourth chair now.\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"Furrante further stacks the council in his favor, I see.\" Eyes narrowed, she runs her tongue over her teeth.",
      "female": ""
    },
    {
      "id": 134,
      "default": "[Show her the suolenet.] \"We had a dispute between pirates.\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"So you settled it as pirates do. Suppose I can't fault you for that. Still...\" Her lashes lower over her blue and black eyes, fanning like dark feathers atop her cheeks.",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"Or what?\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "She twirls a golden knife in one hand, a pistol in the other.",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"Or I use this blade and this barker to ruin that pretty face of yours.\"\r\n\r\nA wide, anticipatory grin splits her lips. Her tongue peeks out to wet them.",
      "female": ""
    },
    {
      "id": 139,
      "default": "[Attack] \"This face will be the last thing you ever see.\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "Laughing wildly, she takes aim for your face.",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"As I took Benweth's seat on the Council, I'll throw my weight behind yours.\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"So you're not just powerful but clever, too.\" ",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"Aye, I think you're seeing the way of things. How we might come to a beneficial agreement.\"\r\n\r\nShe winks her blue eye, flicking her suolenet on the end of its chain.",
      "female": ""
    },
    {
      "id": 144,
      "default": "She starts to say more but catches herself. Head shaking, she worries the golden coin around her neck between her fingers.",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"I'm a sucker for a handsome face. The more battle-scarred the more beautiful, I say.\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"Allow me to tip my cup to a beautiful friendship and a fine captain, aye?\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"Have you heard Benny on the harpsichord? He's real damned good.\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"I don't actually drink out of the skulls. I just turned them into cups for decoration.\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"I find the trick with Sirens is to rip out their tongues, see?\"",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"Odd. I seem to be missing a cask of my favorite rum.\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"Actually, I want to side with you.\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"Look who the Sirens dragged in from the sea.\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"Ah, the scourge of the red seas comes a-calling.\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"He <i>thinks</i>, now does he?\"",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"He knows.\"",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"You have a hearing problem?\"",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"Actually, I do have a bad ear from a shot next to my head. But no, I heard you loud and clear.\" Smiling, she shrugs.",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"Now, I know I offered you a full parley, but I am a pirate - which means I'm loyal to my crew. But otherwise I lie whenever it benefits me.\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"Like what you see?\"\r\n\r\nA golden suolenet gleams against the scarred skin of her chest. When you notice it, she flips it to reveal the mark of her status on the other side.",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"I brought you some candied nuts.\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"Well, candies won't make everything all right. But they're a good start.\r\n\r\n\"Makes me... a tad more amative.\"\r\n\r\nWith a grin, she plucks the offering from your hands and pops a sugared nut on her tongue, savoring it thoughtfully.",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"I don't.\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"Oh, I do like you. Good answer, captain.\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"Now that we've got that out of the way. I'll admit - I really like you, captain. You got guts, and not just smattered in your hair.\"",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"I admire a man who doesn't back down. You've got guts, and not just smattered in your hair.\r\n\r\n\"Now, with that out of the way.\"",
      "female": "\"I admire a woman who doesn't back down. You've got guts, and not just smattered in your hair.\r\n\r\n\"Now, with that out of the way.\""
    },
    {
      "id": 169,
      "default": "\"I'd like to make you a deal.\"",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"Back off or I'll shove this bottle of rum so far up your nethers you'll pour me a drink just by bending over.\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"Or maybe not? But with Ben gone...\" The blue and black gaze that locks with yours is weighty - hopeful.",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"But you've certainly caught my interest and attention.\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"I admire a man who doesn't back down. You've got guts, and not just smattered in your hair.\r\n\r\n\"I'd like to partner with you.\"",
      "female": "\"I admire a woman who doesn't back down. You've got guts, and not just smattered in your hair.\r\n\r\n\"I'd like to partner with you.\""
    },
    {
      "id": 174,
      "default": "\"Oh, I do like you. I think we will get along splendidly, aye.\" A sly smile tugs at the corners of her lips, and she spins the golden suolenet on its string between her breasts.",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"I brought you some candied nuts.\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"Did you use your sweets to win Brutal Ben over, as well?\"\n\nShe winks her blue eye at you and mimes you a kiss. But she happily accepts your offering, making a pleased noise as she rolls a sugared nut on her tongue.",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"Which makes you more than worthy of my interest and attention.\"",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"It's about time you came to your senses, mate.\" Her face lights with a fierceness.",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"What does that mean?\" Her blue and black eyes regard you curiously.",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"He helped the slavers at Crookspur to win Director Castol's favor.\"",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"You tell me.\"",
      "female": ""
    },
    {
      "id": 182,
      "default": "She taps her chin, thoughtful.",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"What would the Vailian Trading Company want from Furrante? You think those Vailians have a behind-the-scenes connection?\n\n\"But over what? Trade, most likely. Trade... most rare.\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"You're getting warmer.\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "[Grin menacingly.]",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"I think I'm getting red-hot.\" She grins toothily.",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"Have I ever told you how much I love your thirst for blood?\" A soft, desirous noise flutters from her throat.",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"There's nothing more profitable to trade in the Deadfire than luminous adra - and kith slaves.\r\n\r\n\"And only one of those is considered an offense to the Príncipi.\"",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"You just like to be wooed? But is it gold, booze, or power you're after? I'll offer you all three - and some - if you join with me.\"",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"But I like to be courted too, lovesome. And I <i>always</i> come first.\"\r\n\r\nShe winks at you, her pink tongue playing at her teeth. ",
      "female": ""
    },
    {
      "id": 191,
      "default": "Her expression shutters, and her crosses her arms over her chest.",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"I'll take your answer as a yes for now.\"",
      "female": ""
    },
    {
      "id": 193,
      "default": "Her mis-colored eyes gleam with a dark excitement.",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"That's how you see it? Really?\" She balks as if unwilling to believe you.",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"You thought wrong.\"",
      "female": ""
    },
    {
      "id": 196,
      "default": "\"We do have something special.\"",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"And here I thought we had something special going on.\"",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"And?\" A muscle jumps in her jaw as she awaits your answer.",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"Furrante's the better leader. There's no more to it than that.\"",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"But if I see you here again - and you ain't declared your loyalty to me - I'll blow your pretty brains out. Understand.\"\r\n\r\nTeeth bared, she turns away.",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"Aye.\" The captain rubs at her lips as you approach.",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"I thought you'd like to know I helped Mad Morena in the Undercroft.\"",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"So I heard. And so I'm impressed. \r\n\r\n\"I like when someone does me and mine a favor. Makes me feel real friendly toward them, you know?\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"And I like to give my friends little tokens of my appreciation. Like this.\"",
      "female": ""
    },
    {
      "id": 205,
      "default": "[Show her the Engoliero.] \"Like my sword?\"",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"That I do, lovesome. A real powerful one you got there. Where in Eora did you happen to find it?\"",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"Got it from Yseyr the Berathian, the priest who killed Lucia Rivan.\"",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"This sword belongs to the Darcozzi royal family.\"",
      "female": ""
    },
    {
      "id": 209,
      "default": "\"Think Rivan will be wanting it back, then? I know I do.\" She taps her chin in thought.",
      "female": ""
    },
    {
      "id": 210,
      "default": "\"Hold onto that, lovesome. You've given me a thought as to how I might track the Floating Hangman. \r\n\r\n\"I'll tell you further when I know more, myself.\"",
      "female": ""
    },
    {
      "id": 211,
      "default": "\"You mean the royal sword that Darcozzi paladin Lucia Rivan was sworn to protect? Rivan - as in the captain of the Fonferrus, known now as the dreadful Floating Hangman, scourge of the Deadfire?\" She taps her chin in thought.",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"If you've evidence of his involvement, keep it close. We may be able to use it to our benefit later.\"",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"If you've evidence of his involvement, keep it close. We'll use to sink him.\"",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"Well, I had planned to ask you for a favor - one that would strike a blow to the slave trade at Crookspur. But it would seem I'm rather too late.\"",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"I would've asked you to free those enslaved on the island. But I have it on good authority that you've made quite a mess of things, instead.\"",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"Fortunately for me - and those enslaved - we were of a same mind. You've gone and done what I would've asked for.\"",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"Well, I was planning to offer you a deal, lovesome - a partnership between two right unstoppable captains. By which I'm referring to me and you.\" ",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"I do regret your choices. Namely because they make life difficult for me.\" She fingers the suolenet at her throat and sighs. ",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"Aye. And quite a raucous it was, from what I've heard. I always like a good bloodbath myself.\"",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"Some of the freed slaves have already made it here to Deadlight and pledged to ships in my fleet.\"",
      "female": ""
    },
    {
      "id": 221,
      "default": "\"I brought you some candied nuts.\"",
      "female": ""
    },
    {
      "id": 222,
      "default": "\"You do know how I like them. And how much they make me like you, dove.\"\r\n\r\nHer lips curl into a mischievous smile. ",
      "female": ""
    },
    {
      "id": 223,
      "default": "As she munches on a handful of the nuts, the captain regards you with a deeper interest.",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"But it would seem you've gone and killed Mad Morena now, one of the captains most loyal to me, and a seat holder on the Council.\"",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"Perhaps we can still work something out in the future. Aye?\"",
      "female": ""
    },
    {
      "id": 226,
      "default": "\"So... What sort of things do you like to do in your leisure time?\"",
      "female": ""
    },
    {
      "id": 227,
      "default": "\"What, like for hobbies?\" Her eyebrows dance up to her hairline as she laughs loudly.",
      "female": ""
    },
    {
      "id": 228,
      "default": "\"When I'm not out plundering the seas, I'm right here ruling my fleet. Suppose I like a good bit of target practice. And of course, who doesn't like rum and a hot bath.\"",
      "female": ""
    },
    {
      "id": 229,
      "default": "\"Don't guess you like the same?\"",
      "female": ""
    },
    {
      "id": 230,
      "default": "\"I came to tip you off. Furrante's convinced the Council to have you hanged.\"",
      "female": ""
    },
    {
      "id": 231,
      "default": "\"How fucking dare he!\" Furiously, she flips the suolenet about her neck.",
      "female": ""
    },
    {
      "id": 232,
      "default": "\"Though I should hardly be surprised to hear he's been scheming. There's only one way to take the Floating Hangman - and that's through the death of a captain.\"",
      "female": ""
    },
    {
      "id": 233,
      "default": "\"Him. Or me.\"",
      "female": ""
    },
    {
      "id": 234,
      "default": "\"How do you want to deal with Furrante? Kill him?\"",
      "female": ""
    },
    {
      "id": 235,
      "default": "\"Oh, aye. For casting me under in a farce of a trial? I'm going to cut his prick off and make him eat it.\"",
      "female": ""
    },
    {
      "id": 236,
      "default": "\"I thought we had an understanding.\"",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"You're right. I <i>do</i> want to trust you.\" She looks you up and down, appraisingly. Considering.",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"Me and mine within the Príncipi would make for powerful allies on your side. But would you give us loyalty in return? That I'd like to know.\"",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"Of course. <i>If</i> we formed a partnership.\"",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"No, I wouldn't.\"",
      "female": ""
    },
    {
      "id": 241,
      "default": "\"Perhaps and perhaps not.\"",
      "female": ""
    },
    {
      "id": 242,
      "default": "\"Suppose we've to give each other a test. Make sure it's a good fit.\"",
      "female": ""
    },
    {
      "id": 243,
      "default": "\"You're the cautious type. I can respect that. Or maybe...\" Her mis-colored eyes look you up and down.",
      "female": ""
    },
    {
      "id": 244,
      "default": "\"You just like to be wooed? But is it gold, booze, or power you're after? I'll offer you all three - and some - if you join with me.\"",
      "female": ""
    },
    {
      "id": 245,
      "default": "\"But I like to be courted too, lovesome. And I <i>always</i> come first.\"\r\n\r\nShe winks at you, her pink tongue playing at her teeth. ",
      "female": ""
    },
    {
      "id": 246,
      "default": "\"Thing is, I've got this worry pricking at the back of my mind, dove. Been irritating me for a while, like a persistent scratch.\"",
      "female": ""
    },
    {
      "id": 247,
      "default": "\"Thing is, I've got this worry pricking at the back of my mind, dove. Been irritating me for a while, like a persistent scratch.\"",
      "female": ""
    },
    {
      "id": 248,
      "default": "\"Until then, you can trust that I'll be in touch when I need you.\"\r\n\r\nShe tips her hat obligingly then downs a goblet of gods-killer rum that had been sitting on the desk behind her. ",
      "female": ""
    },
    {
      "id": 249,
      "default": "\"I know you've met with Furrante, that you may even be working for him. That pribbling cock-rot.\"\r\n\r\nWith a flick of her fingers, the captain swipes a goblet of gods-killer rum off of her desk. She takes a long swig before pointing at you.",
      "female": ""
    },
    {
      "id": 250,
      "default": "\"But that doesn't mean you can't partner with me instead. \r\n\r\n\"Don't do anything to let him catch on. Just... keep me apprised of certain... future events as they shape up. Aye?\"",
      "female": ""
    },
    {
      "id": 251,
      "default": "\"When the time's right, we'll set our strategy.\"",
      "female": ""
    },
    {
      "id": 252,
      "default": "\"Expect me to be in touch, if or when I need you. \r\n\r\n\"Elsewise, do come to see me should you happen to uncover any particularly juicy tidbits regarding Furrante's political schemes.\"",
      "female": ""
    },
    {
      "id": 253,
      "default": "\"About Furrante...\"",
      "female": ""
    },
    {
      "id": 254,
      "default": "\"I'm all ears.\"",
      "female": ""
    },
    {
      "id": 255,
      "default": "\"It was Furrante who told me where to find Benweth.\"",
      "female": ""
    },
    {
      "id": 256,
      "default": "\"Furrante asked me to search Neketaka for information on the Floating Hangman.\"",
      "female": ""
    },
    {
      "id": 257,
      "default": "\"Apparently, an old Darcozzi paladin, Lucia Rivan, commands the Floating Hangman.\"",
      "female": ""
    },
    {
      "id": 258,
      "default": "\"Lucia Rivan's first recorded sighting as an undead captain was at the battle of Dusken Isle.\"",
      "female": ""
    },
    {
      "id": 259,
      "default": "\"Furrante's interest in Crookspur's slave trade involves the Vailian Trading Company.\"",
      "female": ""
    },
    {
      "id": 260,
      "default": "\"Why would Furrante be interested in aiding the slavers at Crookspur?\"",
      "female": ""
    },
    {
      "id": 261,
      "default": "\"Let's discuss this another time.\"",
      "female": ""
    },
    {
      "id": 262,
      "default": "\"I figured as much. That's how Furrante gained his political standing. And that's how he keeps it - with underhanded tactics that whittle his opponents into ruin.\"",
      "female": ""
    },
    {
      "id": 263,
      "default": "\"Neketaka? But why there, lovesome?\" Aeldys crosses her arms beneath her breasts.",
      "female": ""
    },
    {
      "id": 264,
      "default": "\"The Floating Hangman is the remains of the Fonferrus? Interesting. Quite very interesting.\"",
      "female": ""
    },
    {
      "id": 265,
      "default": "Both her pitch-black and blue-ice eyes go round with interest.",
      "female": ""
    },
    {
      "id": 266,
      "default": "\"Well, well, ain't that a fine thing to know. It makes sense for certain.\" Her eyes narrow.",
      "female": ""
    },
    {
      "id": 267,
      "default": "\"Aiding the slavers is small fry for a captain like Furrante. It wouldn't pay well enough to be worth the investment.\"",
      "female": ""
    },
    {
      "id": 268,
      "default": "\"If you've evidence of his involvement, keep it close. We may be able to use it to our benefit later.\"",
      "female": ""
    },
    {
      "id": 269,
      "default": "\"I've only suppositions to offer you, lovesome. But I'd bet my suolenet Furrante's attempting to gain standing with someone other than the slavers.\"",
      "female": ""
    },
    {
      "id": 270,
      "default": "\"Aiding the slavers is small fry for a captain like Furrante. It wouldn't pay well enough to be worth the investment.\"",
      "female": ""
    },
    {
      "id": 271,
      "default": "\"No, he's got ulterior motives, mark my words.\"",
      "female": ""
    },
    {
      "id": 272,
      "default": "\"And I like to reward those who support me. I'm good to my allies, you see.\r\n\r\n\"For your troubles, dove. Let me share with you a little of my treasure.\"",
      "female": ""
    },
    {
      "id": 273,
      "default": "Already lost in thought, Aeldys gives you an absent nod and some coins.",
      "female": ""
    },
    {
      "id": 274,
      "default": "\"Oh, aye, you've brought me a juicy tidbit this time. Now I'll be after it like a shark on a blood trail.\"\r\n\r\nWith a pleased expression, she tosses you a small sack of coins. ",
      "female": ""
    },
    {
      "id": 275,
      "default": "\"You can bet I'll be looking into Furrante's possible business and political associations further. For the tip, however slight, I thank you.\"",
      "female": ""
    },
    {
      "id": 276,
      "default": "The captain hands you a weighty sack of coins and at the same time signals a nearby sailor to bring her a series of nautical charts. Clearly, she's eager to begin her hunt.",
      "female": ""
    },
    {
      "id": 277,
      "default": "\"Goes by the name of Mad Morena, she does. And let me tell you, dove. She's earned the moniker.\"",
      "female": ""
    },
    {
      "id": 278,
      "default": "\"Which means if you were to, perchance, free the slaves at Crookspur... Furrante couldn't do piss all about it.\r\n\r\n\"No one deserves to be enslaved by another. Understand?\"\r\n\r\n",
      "female": ""
    },
    {
      "id": 279,
      "default": "\"As you wish, dove. I am happily and whole-heartedly at your disposal.\r\n\r\n\"At least, until I get bored.\" She winks her icy-blue eye.",
      "female": ""
    },
    {
      "id": 280,
      "default": "\"Got something for me, dove?\" She leans forward with interest, the corner of her lips curving wickedly.",
      "female": ""
    },
    {
      "id": 281,
      "default": "\"Me? I prefer to face my foes head on, give them the chance to join me before I fucking annihilate them.\"\n\nThe captain's mis-colored eyes alight with mischief. ",
      "female": ""
    },
    {
      "id": 282,
      "default": "\"Storming the palace was pretty brazen, don't you think?\"",
      "female": ""
    },
    {
      "id": 283,
      "default": "\"Aye, but necessary. Do you disapprove of my tactics?\"",
      "female": ""
    },
    {
      "id": 284,
      "default": "\"Not at all.\"",
      "female": ""
    },
    {
      "id": 285,
      "default": "\"Yeah, I do.\"",
      "female": ""
    },
    {
      "id": 286,
      "default": "\"It doesn't matter. I only want to know how you plan to reach Ukaizo.\"",
      "female": ""
    },
    {
      "id": 287,
      "default": "\"The storms <i>would</i> be problematic, for sure. If I didn't already have a plan to take command of the Floating Hangman so as to utterly quell them.\"",
      "female": ""
    },
    {
      "id": 288,
      "default": "Pleased, she offers you a drink.",
      "female": ""
    },
    {
      "id": 289,
      "default": "\"We'll sail on through, easy as you please.\r\n\r\n\"But first, I've a bit of research to hunt down. Last bit of the puzzle, if you will.\"",
      "female": ""
    },
    {
      "id": 290,
      "default": "\"I'll let you know when it's all set, lovesome.\"",
      "female": ""
    },
    {
      "id": 291,
      "default": "\"Now, to discuss our next steps.\"",
      "female": ""
    },
    {
      "id": 292,
      "default": "\"Then I shall henceforth endeavor to be more discreet, simply in order to please you, my fine and fearsome partner.\"\r\n\r\nThe captain offers you a mocking bow, but all hint of humor has wiped from her face.",
      "female": ""
    },
    {
      "id": 293,
      "default": "When she straightens, it's with a rigidity that betrays her ruthless ambition and bloodthirsty nature.",
      "female": ""
    },
    {
      "id": 294,
      "default": "\"You want me to spy for you?\"",
      "female": ""
    },
    {
      "id": 295,
      "default": "[Cross your arms over your chest.]",
      "female": ""
    },
    {
      "id": 296,
      "default": "\"Shhh. No need to say anything, not yet. You just think on it the next time you're toiling for a man who'd happily gut you - after you've done his bidding - given half the chance.\"\r\n\r\nShe taps one temple, knowingly.",
      "female": ""
    },
    {
      "id": 297,
      "default": "\"How clever you are!\" She waggles her brows cheekily over her mis-colored eyes.",
      "female": ""
    },
    {
      "id": 298,
      "default": "\"No need to commit to it now. You just think on it the next time you're toiling for a man who'd happily gut you - after you've done his bidding - given half the chance.\"",
      "female": ""
    },
    {
      "id": 299,
      "default": "\"I always did like untangling the threads of history. It's like puzzling out an encoded treasure map. Only to reap these spoils, we've to uncover the mysteries of the past.\"",
      "female": ""
    },
    {
      "id": 300,
      "default": "\"Give me time, and I'll find the means to deal with Lucia. Then we'll be one fathom closer to commandeering The Floating Hangman.\"",
      "female": ""
    },
    {
      "id": 301,
      "default": "\"You suppose Lucia's turning undead had to do with her being a paladin whose sworn duty was interrupted with her death? \r\n\r\n\"Well, it's no matter to me either way.\" She shrugs.",
      "female": ""
    },
    {
      "id": 302,
      "default": "\"Well, go on then. I'm sure you've heard our saying, <i>Share and share, as is the law of the coast.</i>\"",
      "female": ""
    },
    {
      "id": 303,
      "default": "\"I'm to find Yseyr the Berathian's eulogy. He killed Lucia Rivan and is buried in Neketaka's catacombs.\"",
      "female": ""
    },
    {
      "id": 304,
      "default": "\"After Lucia Rivan was slain by a Berathian priest, she rose as a Death Guard.\"",
      "female": ""
    },
    {
      "id": 305,
      "default": "\"If you find anything else, be sure to let me know.\"",
      "female": ""
    },
    {
      "id": 306,
      "default": "\"Explains how she's captain of an undead crew. That also tells me, if she's a Death Guard, then there'll be something she's wanting most fierce. Something she may be willing to bargain for.\"",
      "female": ""
    },
    {
      "id": 307,
      "default": "\"Furrante believes the Floating Hangman is the remains of the Fonferrus - captained by a Darcozzi paladin, dead some two centuries.\"",
      "female": ""
    },
    {
      "id": 308,
      "default": "\"I had heard rumors as to such. The Floating Hangman flies a flag featuring the burning palace, from Old Vailia.\"",
      "female": ""
    },
    {
      "id": 309,
      "default": "\"And one or both of them are of interest to us in acquiring the Floating Hangman for our own means? I see.\" Dirty fingers grind the length of her jaw.",
      "female": ""
    },
    {
      "id": 310,
      "default": "\"I had heard rumors as to such. The Floating Hangman flies a flag featuring the burning palace, from Old Vailia.\"",
      "female": ""
    },
    {
      "id": 311,
      "default": "\"Lucia Rivan died protecting a royal sword. But the sword was stolen from her.\"",
      "female": ""
    },
    {
      "id": 312,
      "default": "\"And so she turned undead. Now she haunts the Deadfire, seeking forevermore to fulfill her duty, aye?\"",
      "female": ""
    },
    {
      "id": 313,
      "default": "\"This bit of knowledge is something I can assuredly work with.\"",
      "female": ""
    },
    {
      "id": 314,
      "default": "\"Oh, and this here's a little something for you.\"\r\n\r\nBending forward briefly, the captain tugs a coin-purse from between her breasts and chucks into your open hand.",
      "female": ""
    },
    {
      "id": 315,
      "default": "\"Yes, target practice relaxes me.\"",
      "female": ""
    },
    {
      "id": 316,
      "default": "\"I could go for a hot bath right now, in fact.\"",
      "female": ""
    },
    {
      "id": 317,
      "default": "\"I hate shooting, drinking, and being clean.\"",
      "female": ""
    },
    {
      "id": 318,
      "default": "\"The screams can be rather soothing, can't they?\" She wiggles her eyebrows, but you can't entirely be sure whether she's teasing.",
      "female": ""
    },
    {
      "id": 319,
      "default": "She throws her head back and laughs.",
      "female": ""
    },
    {
      "id": 320,
      "default": "\"Well, sure. You're welcome to use mine. But perhaps, later? When there's less of a crowd around?\"",
      "female": ""
    },
    {
      "id": 321,
      "default": "She narrows her eyes, unsure whether or not to laugh. But then a wicked grin spreads across her face, and she wets her lips, gaze locked with yours as she takes a long drink from a goblet of rum.",
      "female": ""
    },
    {
      "id": 322,
      "default": "\"Perhaps I can show you the beneficial qualities of each, later.\"",
      "female": ""
    },
    {
      "id": 323,
      "default": "\"This Lucia Rivan - I know her name. She captained the Fonferrus, some two centuries ago.\"",
      "female": ""
    },
    {
      "id": 324,
      "default": "\"Though I should hardly be surprised after all you've told me. There's only one way to take the Floating Hangman - and that's through the death of a captain.\"",
      "female": ""
    },
    {
      "id": 325,
      "default": "\"We're in this together. Me and you.\"",
      "female": ""
    },
    {
      "id": 326,
      "default": "\"Aye, you've proven your loyalty to me.\" Aeldys smiles, but it's sharp as a blood-slicked blade.",
      "female": ""
    },
    {
      "id": 327,
      "default": "\"Lucky for me and you, I've found out how to summon the Floating Hangman.\"",
      "female": ""
    },
    {
      "id": 328,
      "default": "\"Of course, a pirate can never be too cautious. So I destroyed the information as soon as I memorized it. You'll never learn it without me.\"",
      "female": ""
    },
    {
      "id": 329,
      "default": "\"I thought we had an understanding.\"",
      "female": ""
    },
    {
      "id": 330,
      "default": "\"How? Can't say you worked much for one.\" She raises her brows.",
      "female": ""
    },
    {
      "id": 331,
      "default": "\"So you say. Despite doing little to earn my undying loyalty.\" ",
      "female": ""
    },
    {
      "id": 332,
      "default": "\"I'll give you this much, though. I'd rather you had an understanding with me than the alternative.\"",
      "female": ""
    },
    {
      "id": 333,
      "default": "\"Sorry, lovesome, I've no time for pleasantries. Got a lost city of gold to get to.\"",
      "female": ""
    },
    {
      "id": 334,
      "default": "\"Well, I had planned to ask you for a favor - one that would strike a blow to the slave trade at Crookspur. But it would seem I'm rather too late.\"",
      "female": ""
    },
    {
      "id": 335,
      "default": "\"I would've asked you to free those enslaved on the island. But I have it on good authority that you've made quite a mess of things, instead.\"",
      "female": ""
    },
    {
      "id": 336,
      "default": "\"And now the master's on the defensive. All you managed was to strengthen his operations.\"",
      "female": ""
    },
    {
      "id": 337,
      "default": "She starts to say more but catches herself. Head shaking, she worries the golden coin around her neck between her fingers.",
      "female": ""
    },
    {
      "id": 338,
      "default": "\"Me and mine within the Príncipi would make for powerful allies on your side. But would you give us loyalty in return? That I'd like to know.\"",
      "female": ""
    },
    {
      "id": 339,
      "default": "\"Of course. <i>If</i> we formed a partnership.\"",
      "female": ""
    },
    {
      "id": 340,
      "default": "\"Perhaps and perhaps not.\"",
      "female": ""
    },
    {
      "id": 341,
      "default": "\"Crookspur's a done deal.\"",
      "female": ""
    },
    {
      "id": 342,
      "default": "\"Is that what you call it? 'Cause I didn't send you <i>just</i> to battle and murder, dove. I sent you to free the slaves.\" She glowers, narrowing her mis-colored eyes.",
      "female": ""
    },
    {
      "id": 343,
      "default": "\"And now the master's on the defensive. All you managed was to strengthen his operations.\"",
      "female": ""
    },
    {
      "id": 344,
      "default": "She starts to say more but catches herself. Head shaking, she worries the golden coin around her neck between her fingers.",
      "female": ""
    },
    {
      "id": 345,
      "default": "\"Let's leave it at that for now, lovesome. Maybe a time will come when we better see eye to eye.\"",
      "female": ""
    },
    {
      "id": 346,
      "default": "\"Though I'll admit, I won't be mourning the master's demise. And I do enjoy bleeding my enemies dry. \r\n\r\n\"I'll thank you for that much at least.\"",
      "female": ""
    },
    {
      "id": 347,
      "default": "\"Aye. And well done, too. Most of the prisoners have pledged to crews in my fleet.\"",
      "female": ""
    },
    {
      "id": 348,
      "default": "\"You did a fine thing, captain. Don't think I'll soon forget it.\"\r\n\r\nShe rubs her thumb over the suolenet around her neck, mis-colored eyes looking you up and down. Her lips quirk in a sly smile.",
      "female": ""
    },
    {
      "id": 349,
      "default": "\"You're real good for business. So here's to hoping our wakes cross again some day.\"",
      "female": ""
    },
    {
      "id": 350,
      "default": "\"Until then, you can trust that I'll be in touch when I need you.\"\r\n\r\nShe tips her hat obligingly then downs a goblet of gods-killer rum that had been sitting on the desk behind her. ",
      "female": ""
    },
    {
      "id": 351,
      "default": "\"Aye. And quite a raucous it was, from what I've heard. I always like a good bloodbath myself.\"",
      "female": ""
    },
    {
      "id": 352,
      "default": "\"Some of the freed slaves have already made it here to Deadlight and pledged to ships in my fleet.\"",
      "female": ""
    }
  ]
}