{
  "Component": "exported",
  "Name": "conversations\\13_fort_deadlight\\13_cv_pirate_drunkard",
  "Entries": [
    {
      "id": 1,
      "default": "\"Whoa, there! Watch your step. The stones are a might slippery.\" \r\n\r\nThe pirate stumbles when he turns, slapping a palm onto the table to steady himself. In the process, he knocks a tankard to the ground, spilling a frothy beverage.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Come for a drink with us?\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Shush, you rumpots! Or Cragheart'll be down here again.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Got to keep it down, she says. Rot her tongue, I says.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Twenty pires says I can drink you under the table.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"What's got Ungwith the Craghearted all twisted up?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Is this a celebratory drink?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"You can pay to try. Drink up, and we'll see who's left standing.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"She loathes any type of disorder, especially that of the loud variety. We get too wild, and you watch. She'll be stomping down here to yell at us.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"You bet! Our boatswain just bought a treasure map. We're saluting to our future prosperity, we are.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Come, we've plenty to share!\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Going to go through with it this round?\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"First up's a round of Aedyran mead!\" One of the more sober pirates pours two pints of the thick, sweet brew.",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Drink the mead.]",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"I'd rather not do this now.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "You knock back the tankard and take a deep swallow.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Afraid you'll lose? No skin off of my nose.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "Gulp after gulp glides smoothly down your throat until the mug's run dry.",
      "female": ""
    },
    {
      "id": 20,
      "default": "Too muculent, the brew clogs in your throat. You choke, spewing half a mouthful onto the table.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Not a bad start. Not at all.\" He nods to you respectfully before guzzling down his own pint.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Next round's, grog! Not just any grog, mind you. This batch's fermented with gunpowder.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "[Drink the grog.]",
      "female": ""
    },
    {
      "id": 24,
      "default": "You raise the tankard, ignoring the black powder swirling up from the bottom as you chug down a heady swig.",
      "female": ""
    },
    {
      "id": 25,
      "default": "The grog burns something fierce on the way down, but you guzzle it all before slamming your empty mug onto the table in triumph.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Not many can handle a whole pint of gunpowder grog.\" He lifts his brows, both surprised and impressed. Then he struggles through his own drink before offering you a snide, wet-looking grin.",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Now, the best for last. We'll be having us a bit of Hangman's Blood! If this doesn't knock you on your backside, nothing will, I fear.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "[Drink the liquor.]",
      "female": ""
    },
    {
      "id": 29,
      "default": "The drink looks deceptively smooth and beery, but it stinks to the high skies. When you swivel the mug, chunks of rotting fruit bob up to the surface.",
      "female": ""
    },
    {
      "id": 30,
      "default": "Every swallow feels like choking back bile. The drink scours a hole in your belly, and leaves you parched. But you finish the entire pint down to the last drop.",
      "female": ""
    },
    {
      "id": 31,
      "default": "At first, the pirate merely stares. Then he nervously licks his lips and with trembling fingers, reaches for his own pint of the corrosive concoction.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Flay me for crows' bait should I ever turn craven!\"\r\n\r\nIn a surge of courage, the drunkard gulps down his own pint. His chest heaves as he clinks the cup's bottom, and a cocky grin begins a slow sweep of his lips. ",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Let's get swilling.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Here's to ourselves! May the gods grant us more gold and luck than we can imagine.\"\r\n\r\nHe raises his mug high overhead.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"We'd be making a proper raucous if Ungwith the Craghearted wasn't such an accursed downer.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "[Pretend to drink from an empty tankard.]",
      "female": ""
    },
    {
      "id": 38,
      "default": "[Pretend to drink from an empty tankard.]",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Don't take it personally, pal. It's a fine way to lose twenty pires!\"\r\n\r\nLaughing, the drunkard turns to brag to his crewmates - having already forgotten to claim his winnings.",
      "female": ""
    },
    {
      "id": 40,
      "default": "[Pretend to drink from an empty tankard.]",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"What's Hangman's Blood made of?\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"It's been known to kill a man. Or at least his breath.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "But his smile freezes half-way, caught in a pained twist as he slowly begins to tilt backwards. \r\n\r\nHe topples to the ground, out cold.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Who?\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"One of Benweth's guards. Right up the stairs. She's like a boil I can't get of. No matter how often I lance it.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"You mean the way our crew makes it? A bit of this and a pinch of that, all mixed in a hogshead of pickled corpsefruit.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Wait, a minute... You mean to say, you don't know Benny's crew...?\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"What are you talking about, you souse?\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"I'm sure I'd recognize her if I saw her.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Right. What were we talking about? Eh, piss it. Give me another drink.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"I think you ought to meet the Craghearted. Explain to her who exactly you are.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "He tries to tap a finger to his chin, instead stumbles and nearly falls.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Ungwith, get down here! Swiftly now!\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"It's too quiet around here without Ben's parties. Don't think I like it.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"I heard someone got the best of Ben. Had him pissing his trousers.\"",
      "female": ""
    }
  ]
}