{
  "Component": "exported",
  "Name": "conversations\\13_fort_deadlight\\13_cv_guard_horn_01",
  "Entries": [
    {
      "id": 14,
      "default": "\"Hold it right there, lovesome! If you ain't one of Benweth's own, you know you can't be back here.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Benweth? You mean the captain of the Drake?\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Aye. And it shouldn't surprise you. Aeldys set sail two nights ago. Means Benweth's running the Deadlight tiptop in her stead.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"What he says goes. And what he likes, he gets to do. Including the right to lock down parts of the fortress.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "She licks the flat of her thumb. Then she rubs it over the etched silver of her gun barrel, spit-shining the metal - to draw attention to the muzzle pointed at your face.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"If you're thinking to get mutinous, don't. You know they call him Brutal Ben for a reason. He ain't shy about tossing mutineers into the stocks for the crows to pick off their skin.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "[Attack] \"What Benweth doesn't know won't hurt him. But it will get you killed.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Bloody pox-piss! You mutinous louts get bolder and bolder, don't you?!\" She cracks her gun at you.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Bit of lead in your belly ought to settle you right down.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "[Back away with your hands up.] \"You're right, I do know.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Then you also know I'll be showing you out. This way - follow me and keep those hands where I can see them.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Now, lovesome. I know <i>you know</i> that Benweth can't know how you've come up here. Twice now.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"You don't want to be speared like a shark, you'd best be backing down nice and slow.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Enough's enough, lovesome, and you know it. I'm going to show you the color of your insides.\"\r\n\r\nRather than draw on you, she fumbles a large metal horn from the sling holster crossing her hips. Then she lifts it to her svef-stained mouth.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Right soon as I sound this horn - so every last tar in Deadlight knows there's blood in the water.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Once you're netted, Ben'll make you play Dead Man's Nag. Give us a laugh before your gullet's slit.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Any friend of Ben's is a true pal of mine.\"",
      "female": ""
    }
  ]
}