{
  "Component": "exported",
  "Name": "conversations\\13_fort_deadlight\\13_cv_lurtharn",
  "Entries": [
    {
      "id": 1,
      "default": "\"Production's too slow. At this rate, we'll never get out of here, not till Aeldys comes back.\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Be that you? Still alive and kicking, I see.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Door's open, but there's something you ought to consider before you go.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Got a spot of blood on you, mate. I take it it all's going to plan?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"I only wish I could see the look on Benny's face when he realizes we're off with his ship.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"I can't wait until Ben gets his.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Black seas, but I hate Benweth.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Plus, if your armor's dented, you'd be better served throwing it against some rocks. For the record, I have no idea what I'm doing.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"And who's set the damned alarms off this time?\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"I'm out for Benweth's blood. Get in my way, and I'll spill yours, too.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"I didn't know this was a forge when I walked in.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "[Furtively glance about.]",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Why're you manning the forge if you're not a trained smithy?\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"You must be more than a common mutineer, if you've got the brains or the brawn to see to your revenge.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"What new blood captain doesn't know Deadlight like the back of their hand?\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"I get the feeling you're not supposed to be here.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Tell me, then, stranger. Who are you?\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Me and Brutal Ben had a bit of a disagreement. He tossed most of my crew into the brig. Myself and my first mate got the mercy of serving an extended stint in this forge.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"You've done right by me, freeing my crew. So I'll divvy up what I promised.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Sure, you can traipse up there right into Aeldys' quarters to gut Benweth. But he'll be heavily guarded.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Meanwhile, me and my crew'll be stealing Ben's ship, the Drake. And in doing it, we're going to bait him into storming outside, all alone.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Stealing a pirate's ship? You really want to hit him where it hurts.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"It would be considerably easier to kill him if I caught him on his own.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"How?\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Let's discuss this another time.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"No better way for it.\" He laughs, choking on a sooty inhale.",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Easier, aye. But I wouldn't underestimate the captain. He didn't get the name Brutal Ben for being a piss-poor fighter.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Benny docks the Drake in a hidden berth beneath the fort.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Not sure we can wait around, but if you come back quick enough, we might still be able to help each other out.\" He shrugs one shoulder.",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Kill the guards there for us. Aye, that's why I want your help.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"After you've cleared the docks, take the western tower to the fort's ramparts and sound the boating bell. Three rings. Me and my mates'll sail out with the Drake.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Three bell tolls alerts the fort to a ship leaving the private docks. With Aeldys gone to sea, that leaves just Ben's Drake docked.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"The docks are cleared.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Remind me - what's the signal?\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"You said the private docks were beneath the fort?\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"What's your plan to draw Benweth out alone?\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Me and my crew'll be taking the Drake now, then. Head on to the western ramparts and sound the signal.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"It's three loud rings from the boating bell that alerts the fort to a ship leaving the private docks.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"With Aeldys gone to sea, that just leaves Ben's Drake at berth. If he hears it leaving, he'll race to the western ramparts in a panic to see what's going on.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"There're stairs that lead up from the docks to the ramparts. Take them fast after the docks are cleared if you're to sound the signal in time.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Aye, under the dungeons there's a cave with a wharf. The quickest route's just ahead, beyond that door.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Entrance to the docks is nearest the kitchens.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Some of Benny's crew are sure to be guarding the Drake, so you'll need to gut them if I'm to steal his ship.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"You sure your crew's still alive?\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Where in the dungeons is the brig?\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"You planning to get back at Benweth?\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"What's the problem between you and Benweth?\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"I'll be going now.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"They better fucking be. No matter how pissed he is with a single captain, killing an entire crew would rub Aeldys the wrong way. And he doesn't want to be on her bad side.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Ben's locked them in the brig - down in the dungeons. Bail them out without making a bloody mess of it, or it'll be my throat that gets slit.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"I don't know if these are any good seeing as I forged them, but here's a few lockpicks to help you out. \r\n\r\n\"If that fails, the keys ought be on the jailer or by her post, a room between the brig and the dog kennels.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"The brig's got our best cells, you know. That's where we keep the ransom prisoners, the ones who ain't supposed to die.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Finding them ain't hard. First, take these stairs in the back down to the dungeons, then cross the bridge to the storage room. Then head south.\r\n\r\n\"You'll find the brig's cells on the southeast side.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Keep an eye out for guards. The dungeons are barred to all but Benweth's crew, currently.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"The thought has crossed my mind. But it ain't just me I've got to worry about. Ben's locked my crew in the brig.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"I can't risk lashing out until I know they're safe.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"If you were to free them without creating much fuss... I could show you a secret route into Captain Aeldys' quarters, where Benweth's staying.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Me and Benny were real good mates in the navy, but then he went and got too big for his britches, playing second fiddle to Aeldys.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"I might've had too much to drink one night. That might've led to things being said and done I now regret.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"One of these days, he's going to rue that brutal streak of his.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Not just yet. I've a proposition to make.\" He holds up a sooty palm to stay you.",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Ain't small shot supposed to be more round-shaped, like?\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"I freed your crew from the dungeon.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"I know - they stopped by the forge.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"I'll show you the way into Aeldys' quarters where you're sure to find our Brutal Ben. \r\n\r\n\"This way. They're on the highest floor of the fort.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Hey! Scamper off, you. We ain't taking orders.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Alarms? What alarms?\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"The horn blasts competing with these hammer strikes to split my sodding skull in two.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Makes the third time this week someone's thought to mutiny.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Why mutiny?\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"That explains why I'm fumbling about this forge - but not why you're here.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Because Benweth gets people's blood boiling. He pushes them to do stupid things. I ought to know better than anyone else.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "[Clear your throat back at him.]",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Didn't you hear them?\" His sooty eyebrows dance nearly to this hairline.",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"In that case, I'll gladly step out of your path.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"If you were one of us, you'd have heard that by now. Gossip flows like water through these parts.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"I'm [Player Name], captain of [Player Ship].\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"Does it matter?\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"I'm a Watcher from the Dyrwood.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Blast my eyes and burn my fingers.\" His muscles tauten with alert and interest.",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"I suppose it doesn't, not to me.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"I know you. Benweth attacked your ship right in the eye of a typhoon. He's been crowing about it enough since.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Killing certain guards to avoid fighting other guards? Sounds inefficient.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"I'm in.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"The ones on the dock'll be sitting ducks for your blade. If that's not incentive enough, do it to piss Ben off before you end him.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Knew I could count on you.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Ben's sure to storm the ramparts in a rage - right in time to watch his pride be stolen.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Gods know I'm dying to.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "He wipes his jaw, leaving a smudge of soot across his skin.",
      "female": ""
    },
    {
      "id": 97,
      "default": "Lamond spits into his palm and rubs his fingers together, forming a sooty paste.",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"As I mentioned, Ben's locked my crew in the brig.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"I ain't shedding a tear for Brutal Ben. He got his comeuppance.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Everyone's crowing over how you done Ben. No fool would mess with you now.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "He scratches the side of his neck with soot-smeared fingers.",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"You can use this to cut through the storage room. Just don't let anyone find out I gave it to you.\"",
      "female": ""
    }
  ]
}