{
  "Component": "exported",
  "Name": "conversations\\13_fort_deadlight\\13_cv_pirate_lass",
  "Entries": [
    {
      "id": 1,
      "default": "\"Think this'll break me? It won't!\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Spit on me, and I'll make you regret it. One day. Surely.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Benweth's crew uses horn blasts for an alarm?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Why're you being punished?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Spit in her face.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Deadlight's huge. Horns are the most reliable means to sound an alert. We got signals for ships docking or leaving, changes in the tides, invaders, and so on.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"I sounded the call for mutiny. Tried to end it, but got my signals backwards. It's one long blow, not two short ones - for when danger's abated.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Don't think I regret it. I'd do it again - but better.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Those hagfish! Benweth's crew lashed me up to be, and I quote, 'a deterrent to insubordination.'\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"It's sharkshit! All I did was filch one of their horns and blast it to startle Ungwith. I wanted to see her get all worked up.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"As far as pranks go, it wasn't a half-bad plan. But they caught me before I could blow the stand down signal...\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "She jerks against the post, shaking her head to dislodge the spit, but it only slides down her cheek in a slow, glutinous trail.",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Some day you're going to be having a real good dream about a pretty lass who's still got all her eyes and teeth giving you a below kiss.\"",
      "female": "\"Some day you're going to be having a real good dream about a handsome fellow who's still got all his eyes and teeth giving you a below kiss.\""
    },
    {
      "id": 14,
      "default": "\"I'll cut you loose.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Not that I ain't grateful... but if Ben's crew spots me about, they'll be taking more than my pride next.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "[Cut the ropes.] \"Benweth won't be troubling you any time soon.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "[Cut the ropes.] \"Don't get caught again.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Good point. Wait here.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Blind me, someone got the best of Brutal Benny? Come drink with me at the Court, sometime. You'd best believe, I'll be celebrating this blessing from the gods.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Suppose I'll do my best.\" She flicks you a sly smile in parting.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Like I could go anywhere?\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "[Leave] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Sod you!\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Then you're going to wake to me standing over you with a knife.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Well, sure. But shouldn't you know this... on account of you being a captain?\"\r\n\r\nShe tilts her head back, gazing suspiciously at you from beneath her lashes.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"I used to sail for Furrante. He runs things differently.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Of course, I'm a pirate... uh, matey.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"That he does, the master rogue. You should've come to us sooner. We're accepting of even old bloods if they're wanting to run fresh.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"I don't think I should tell you this... but I suppose it serves those lubbernecks right...\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"My fist will be captain of your face if you question me again.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Uh huh...\" She licks her lips.",
      "female": ""
    },
    {
      "id": 32,
      "default": "With a scowl, she twists against the ropes. Then she gives up, sagging.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Much better, now.\"",
      "female": ""
    }
  ]
}