{
  "Component": "exported",
  "Name": "conversations\\13_fort_deadlight\\13_si_deadight_approach",
  "Entries": [
    {
      "id": 1,
      "default": "Through the distant haze of sea mist and rocky shadows, Fort Deadlight rises over the horizon. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "Approaching a pirate stronghold is a risky venture even for the most skilled of mariners. Any ship not flying a Príncipi flag that's sighted in Deadlight's shallows may be raided.",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Weigh your options.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Hoist up a Príncipi flag and dock at Deadlight's port.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Row to the shores on a skiff under the cover of night.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Fire your cannons on the fort.]",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Sail away.]",
      "female": ""
    },
    {
      "id": 8,
      "default": "Approaching Fort Deadlight under the banner of a pirate flag could gain you direct and unimpeded access to the base of the fort. After entry, you'd need to be careful not to draw suspicion on yourself.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Abydon's iron scrote, cap, them guns be even bigger than I remember.\" Serafen looks up at the fortress from the deck and inhales through his teeth.",
      "female": ""
    },
    {
      "id": 10,
      "default": "With a Príncipi flag flapping wildly from your mast, you smoothly sail into port and moor up at the dock.",
      "female": ""
    },
    {
      "id": 11,
      "default": "Waves slap at the sides of your skiff, the only sounds aside from the occasional grunt of exertion as you stealthily row to the island's shore under the shroud of darkness.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Fire the port guns! Reload, and keep firing until we're out!\"\r\n\r\nYour cannons pepper the fort's white stone walls, cracking open several sections near the middle.\r\n\r\nThe fort returns a much heavier barrage, shattering one of [ Your Ship ]'s auxiliary masts, but the other shots miss.\r\n\r\nTaking the chance, you plow into the shore line and scurry up the craggy beach to storm the fort's gates.",
      "female": ""
    },
    {
      "id": 13,
      "default": "Infiltrating the fort under the cover of night could be the easiest route into the deeper parts of the stronghold, but would require a continued need for stealth.",
      "female": ""
    },
    {
      "id": 14,
      "default": "A direct assault could be both dangerous and difficult, but may be the fastest way to outright kill Benweth.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I can be vouchsafing you with the guards, if you can be getting us to dock without being blasted to bits thrice over. Otherwise, I be recommending the sneakiest approach you got.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "The docks are crawling with sailors of all ages and races, many of them wearing mismatched, battle-torn outfits - guns strapped to their thighs and chests. \r\n\r\nThey load and unload cargo holds, arms brawny, grinning faces sun-blistered as they laugh and curse and shout and hack phlegm onto the splintered boards of the dock.\r\n\r\nFrom the bustle, Príncipi guards emerge to hail your arrival. Satisfied with appearances, they nod you on, and you make your way up to the fort's main gate.",
      "female": ""
    },
    {
      "id": 17,
      "default": "Sunlight glints sharply on the many points of the choppy, undulating sea like a shattered mirror spread out for miles. \r\n\r\n\"Drop anchor!\" you instruct your shiphands. \"And ready the skiff. We row for shore at nightfall.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "You stow your skiff in the shadow of the towering walls and creep forward in search of a way into the fort.",
      "female": ""
    },
    {
      "id": 19,
      "default": "[Assault Fort Deadlight.]",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Load and run out the port guns! Stand by, ready to fire!\"\r\n\r\nWith crewhands scuttling about, you hoist sail and make fast for Deadlight - and for battle.\r\n\r\nThe deck bounces beneath your feet as you cut across the water at record speed, hurtling straight for the fortress' guarded port.",
      "female": ""
    },
    {
      "id": 21,
      "default": "An alarm blares from within the fort and seconds later, cannons explode the water around you - a near miss.\r\n\r\nYou don't stop and neither does the volley of fire.\r\n\r\nThe fort's outfitted with at least thirty canons from what you can see. A head-on assault is starting to look suicidal... but you might just make it if you careen full-speed into the port's docks.",
      "female": ""
    },
    {
      "id": 22,
      "default": "[Ram full speed into the fort's docks.]",
      "female": ""
    },
    {
      "id": 23,
      "default": "The fort fires another heavy barrage. Splintered wood explodes from the impact but your able Helmsman manages to steer [Player Ship] away from a full hit.\r\n\r\nSmoke clouds the air before you've sailed through it - that much closer to the docks.",
      "female": ""
    },
    {
      "id": 24,
      "default": "The fort fires another heavy barrage, shattering [Player Ship]'s main mast and blasting holes in the hull.\r\n\r\nIn seconds, you're taking on heavy water.",
      "female": ""
    },
    {
      "id": 25,
      "default": "[Stay your course.]",
      "female": ""
    },
    {
      "id": 26,
      "default": "[Player Ship] lurches and groans as you bare down on the docks, avoiding another hit by the skin of your teeth.\r\n\r\nThen you've made it - slamming into the docks with enough force that you rip the bottom out of the ship. You're thrown forward, wood splinters spraying the air, pirates shouting in the chaos of the fort. Then you regain your footing and draw your weapons, ready to charge as your crew barrels over sides of the deck - and into bloody battle.",
      "female": ""
    },
    {
      "id": 27,
      "default": "The next round punches through [Player Ship]'s deck and several of your crew members. Screams and smoke rise on the air. The deck splits apart like a cracked open rib cage, slick with blood and sea water.\r\n\r\nWith your crew wailing in the background, you go down with your ship.",
      "female": ""
    },
    {
      "id": 28,
      "default": "Cannon fire lights up the fort, a coming rain of hot iron and death. You speed closer, hoping to pass their range. \r\n\r\nImpact! Several shots punch gaping holes through your deck in a destructive onslaught.",
      "female": ""
    },
    {
      "id": 29,
      "default": "[Stay your course.]",
      "female": ""
    },
    {
      "id": 30,
      "default": "The next round punches through [Player Ship]'s deck and several of your crew members. Screams and smoke rise on the air. The deck splits apart like a cracked open rib cage, slick with blood and sea water.\r\n\r\nWith your crew wailing in the background, you go down with your ship.",
      "female": ""
    },
    {
      "id": 31,
      "default": "The next round punches through [Player Ship]'s deck and several of your crew members. Screams and smoke rise on the air. The deck splits apart like a cracked open rib cage, slick with blood and sea water.\r\n\r\nWith your crew wailing in the background, you go down with your ship.",
      "female": ""
    },
    {
      "id": 32,
      "default": "[Submerge and approach Fort Deadlight underwater.]",
      "female": ""
    },
    {
      "id": 33,
      "default": "You sink beneath the waves, arrowing at full speed for Fort Deadlight's docks, utterly undetected.",
      "female": ""
    },
    {
      "id": 34,
      "default": "Jagged island reefs emerge from the darkness before you. Rising over them, you guide [Player Ship] to the surface to emerge only a short distance from the fort's docks.",
      "female": ""
    },
    {
      "id": 35,
      "default": "A horn blares in sudden warning. Cannon fire whistles overhead, then iron pounds the water to either side of your submarine. Quickly, you disembark and rush through the front gates, ready for a fight.",
      "female": ""
    }
  ]
}