{
  "Component": "exported",
  "Name": "conversations\\13_fort_deadlight\\13_si_wall_climb",
  "Entries": [
    {
      "id": 1,
      "default": "Rising like a tidal wave above the ocean, a white stone wall stretches into the sky. Halfway between Deadlight's battlements and the rocky cove at its base, an arched window opens into the salty air. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "Rising like a tidal wave above the ocean, a white stone wall stretches into the sky. Halfway between Deadlight's battlements and the rocky cove at its base, an arched window opens into the salty air. ",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Inspect the fortress wall.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Climb to the open window.]",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Climb down to the beach.]",
      "female": ""
    },
    {
      "id": 8,
      "default": "[Climb to the open window.]",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Throw a grappling hook through the window.]",
      "female": ""
    },
    {
      "id": 12,
      "default": "[Lower a rope.]",
      "female": ""
    },
    {
      "id": 13,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 14,
      "default": "Jagged stones jut from the wall often and at irregular intervals. Half-crumbled, they look sharp but sturdy and may be able to hold a person's weight.",
      "female": ""
    },
    {
      "id": 15,
      "default": "An up-spray of seawater mists over your face. Strong winds beat against the fortress, howling through the battlements that stab into the sky.",
      "female": ""
    },
    {
      "id": 17,
      "default": "The window is high but its sill is solid, carved right into the wall. With a strong enough toss, a grappling hook could grip onto the ledge.",
      "female": ""
    },
    {
      "id": 21,
      "default": "As you climb, some of the rocky handholds crumble within your grip, but others hold firm, permitting you first one foot and then another higher, closer toward the waiting window above.",
      "female": ""
    },
    {
      "id": 22,
      "default": "You scale ahead of the others, setting both the path and the pace. When your hand or foot holds crumble, the others adjust, routing around to rejoin behind you.",
      "female": ""
    },
    {
      "id": 23,
      "default": "You scale ahead of the others, setting both the path and the pace. When your hand or foot holds crumble, the others adjust, routing around to rejoin behind you.",
      "female": ""
    },
    {
      "id": 24,
      "default": "Without even breaking a sweat, you reach the window and crawl through into the waiting darkness. You stand, dusting your hands off as you glance around.",
      "female": ""
    },
    {
      "id": 25,
      "default": "The climb takes longer than you anticipated, wearing on your muscles until they're screaming for relief. By the time you topple through the window, you're sweat-drenched and shaking.",
      "female": ""
    },
    {
      "id": 26,
      "default": "You slide down the rope to the rocky beach, dropping to land in a crouch a few feet from the rope's end.",
      "female": ""
    },
    {
      "id": 27,
      "default": "Shells crunch beneath your feet as you step toward the shoreline.",
      "female": ""
    },
    {
      "id": 28,
      "default": "You shimmy up the rope to the open window.",
      "female": ""
    },
    {
      "id": 29,
      "default": "The grappling hook bites deeper into the saltwater-slicked stone as you clamber over the window's ledge and into a dark room. You stand, dusting your hands off as you glance around.",
      "female": ""
    },
    {
      "id": 33,
      "default": "[Throw a grappling hook through the window.]",
      "female": ""
    },
    {
      "id": 35,
      "default": "After several hard swings to gain momentum, you lob the grappling hook toward the window's ledge.",
      "female": ""
    },
    {
      "id": 36,
      "default": "The coiled rope whips like a snake in the air as the hook cuts straight for the open window, clanking against the stone sill as you yank the slack tight. It holds secure.",
      "female": ""
    },
    {
      "id": 37,
      "default": "The hook launches upward in a fast, sharp arc, whistling toward the window. It clunks solidly against the stone wall several feet below before tumbling back to the ground. ",
      "female": ""
    },
    {
      "id": 38,
      "default": "After several hard swings to gain momentum, [Specified 0] lobs a grappling hook toward the window's ledge.",
      "female": ""
    },
    {
      "id": 39,
      "default": "The coiled rope whips like a snake in the air as the hook cuts straight for the open window. It clanks against the stone sill as [Specified 0] yanks the slack tight, ensuring it holds secure.",
      "female": ""
    },
    {
      "id": 40,
      "default": "The hook launches upward in a fast, sharp arc, whistling toward the window. It clunks solidly against the stone wall several feet below before tumbling back to the ground. ",
      "female": ""
    },
    {
      "id": 48,
      "default": "You tether a rope to the window ledge before casting its length down to the beach.",
      "female": ""
    },
    {
      "id": 58,
      "default": "[Specified 0] gives you a sheepish grin.",
      "female": ""
    },
    {
      "id": 59,
      "default": "By the time you reach the open window, everyone is sweating but grinning, triumphant.",
      "female": ""
    },
    {
      "id": 60,
      "default": "After some time, a slew of curses and the sound of panting reaches your ears - from someone falling behind. You reach the window, well ahead of the others, who stumble through redfaced and shaking, chests heaving from the strain of the climb.",
      "female": ""
    }
  ]
}