{
  "Component": "laxd_exported",
  "Name": "conversations\\laxd_00_deck_of_many_things\\laxd_00_cv_didaco",
  "Entries": [
    {
      "id": 1,
      "default": "\"Ado and welcome, aimico!\" The plump dwarf bows low, hands outstretched to either side.",
      "female": "\"Ado and welcome, aimica!\" The plump dwarf bows low, hands outstretched to either side."
    },
    {
      "id": 2,
      "default": "\"Let me see what you have.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Leave.] \"Well, I should be off.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Do you know anything else about the Deck?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"You mean like where it came from? Afraid not, friend. I rather suspect Ondra herself of birthing it from the depths to fish out the few things she'd rather not see lost to the sea.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"You don't seem much of a sailor. How did you wind up here?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"It shows, then? I'm afraid I'm still rather new to this. The slightest squall leaves me green for days. My ancestors, they would laugh me out the door.\" He rubs the back of his head.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Back in Vailia, I apprenticed to the famed weaver Selana mes Quinetra. She sent me to accompany a rather important shipment to the Republics. It was to be a grand adventure.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Might I interest you in a new cloak? Perhaps gloves of the finest cut? A belt interwoven with incantations?\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"You apprenticed to Selana? Most impressive. I've only ever seen sketches of her work.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Instead the ship foundered and only the grace of Ondra and the sudden appearance of the Deck spared me a sodden grave. That was... two years ago, I think.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I'll pass along the compliment, tella, provided I ever see her again.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"I will fetch my chalk.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Corès.\"",
      "female": ""
    }
  ]
}