{
  "Component": "laxd_exported",
  "Name": "conversations\\laxd_00_deck_of_many_things\\laxd_00_cv_captain_thaenic",
  "Entries": [
    {
      "id": 1,
      "default": "\"Finding everything to your liking, captain?\" Thaenic smiles, wan light shining from his horns.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Let me see what you have.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Leave.] \"I should be going.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Quite the unusual ship you have here.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"How did you come to be captain of the Deck?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Isn't it, though? And older than any of us aboard, to boot. Sautara keeps the old tub looking like new. More or less.\" ",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"You might have noticed the Engwithan imagery in the beams. Or the copper wiring. I suspect the Deck - the hull, at least - dates back to that ancient fabled empire.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Greetings, my fellow captain!\" The moon godlike's short stature and sharp features mark him as being of elven blood, and his accent bears more than a trace of Aedyran. He bows slightly at the hip.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Below you will find merchants from every corner of Eora, each vending an assortment of wares both rare and unusual!\" He gestures towards the hatch to the inner hold. ",
      "female": ""
    },
    {
      "id": 11,
      "default": "Grinning, he raises a single finger.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Captain Thaenic, at your service. Allow me to be the first to welcome you aboard my humble vessel, the Deck of Many Things.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Thank you.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"The what?\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"I'm leaving now.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"The Deck of Many Things! On account of the many things below the deck!\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Very clever, I think you'll agree.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Lest you think us easy marks, know that we have bested pirates and monsters of every sea. Cross us, and we'll be adding your shiniest bits and pieces to our inventory - and your bodies to Ondra.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"But let it not come to that! Please, come below my new friends, and explore what the Deck offers!\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"That would be a great loss to you, friend, for you have stumbled upon a rare opportunity. Some search their entire lives for the Deck, only to die disappointed, unloved, and toothless.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Do you have something to sell me, too, or do you live off the profits of the crew?\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "He pats his desk lovingly.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Not that I'd make any grand claims about its import. Probably just an old merchant craft lucky enough to survive whatever brought Engwith low.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"I'm sure.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"That seems pretty unlikely.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Let me ask you about something else.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"But of course.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Not just the decks, but the hull and the masts, too!\" His laughter rings like a bell.",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"I came to Aedyr, a century gone by now, and boarded the Deck as a wee lad. A stowaway, even. Might have thrown me overboard, the old captain, were it not for the shine.\" He taps the luminous horns projecting from his scalp.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Few sailors go seeking Ondra's ire. Was the first time my being godlike had caused me aught but suffering.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"It's not easy, being gods-touched.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "[Laugh politely.]",
      "female": ""
    },
    {
      "id": 34,
      "default": "[Sigh.]",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"I don't doubt you've had your own share of troubles by them.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"You don’t know the half of it, friend.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Aye, I sell the finest enchanted objects in the Deadfire. Will cost you a scelling or sixty, but quality comes at a price.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Safe travels.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Nothing but the best aboard the Deck.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"You'd be surprised how little I purchased your guards' loyalty for.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "Thaenic's eyes narrow, but then he sighs and pinches the bridge of his nose.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Nay, I very likely wouldn't. You turning them in, or aiming to take me out?\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Prepare to meet the Wheel.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"We captains have to look out for one another.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"To arms! We've been boarded!\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Aye, and much appreciated. I'll be seeing to your money and more besides, once I've made an example of these vipers.\"",
      "female": ""
    }
  ]
}