{
  "Component": "exported",
  "Name": "conversations\\generic\\00_cv_berath_revenge",
  "Entries": [
    {
      "id": 1,
      "default": "A vignette of darkness appears at the edge of your vision. It constricts, constrains, taking over your sight, until at last you see nothing at all but the deep black of night.\r\n\r\nThen, pinpricks of light dim as stars pierce the void. You hear a voice, and behind that, you hear a bell softly ringing.",
      "female": ""
    },
    {
      "id": 2,
      "default": "White-hot pain lances through your head, drowning out the roar of the dragon. What replaces it is a low growl that sends vibrations through the chamber. \r\n\r\nA pair of amber eyes ignite from the shadows. Their attention forms a knot in your gut.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"You swore to glut the survivors on the remains of the dead, but the souls of the Dyrwood groan with hunger.\" \r\n\r\nThe eyes narrow. Then their focus shifts toward the dragon.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"When my champion closes his jaws around you, know that it is <i>my</i> teeth which pierce your hide.\" \r\n\r\nGalawain nods toward the sea dragon and eases back into the shadows. ",
      "female": ""
    },
    {
      "id": 5,
      "default": "A rush of adrenaline courses from your head to your toes, filling you with warmth and vigor. Nothing has changed, but now you see the dragon as merely one in a long line of prey extending both behind and ahead of you. \r\n\r\nA pair of amber eyes regard you from the shadows of the chamber.",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"The souls of the Dyrwood glow with life. The dead have served the needs of the living.\" \r\n\r\nThe eyes bob as their owner nods with approval. ",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Take this reprieve from the hunt, but do not let your teeth blunt on complacency.\" \r\n\r\nWhen the eyes close, it is as if they were never there. ",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"You swore a vow to me in Teir Evron, that you would return the souls of the Hollowborn to the cycle.\n\n\"You broke that vow.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"And now you will reap the reward of your deceit.\"\r\n\r\nThe Pallid Knight's gaunt visage hangs briefly before you. Her lips twist into a small, tight smile.\r\n\r\nAnd then she is gone.",
      "female": ""
    }
  ]
}