{
  "Component": "exported",
  "Name": "conversations\\17_dunnage\\17_cv_backer_npc_geirvard",
  "Entries": [
    {
      "id": 2,
      "default": "You find a young man with long, blond hair drawn back in a simple club. His clothes are spare but well-tailored, and his armor, a fine brigandine in blue and silver, is polished to a shine.\r\n\r\nHe leans casually to one side, a clean hand on his hip, and sighs, bored. His eyes light up when he sees you.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Hello there! Come to have a word? I don't bite, I promise.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Aha, here you are again.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Back again?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"You return!\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Yes?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Tell me about yourself.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Gladly, my friend, gladly, and how kind of you to ask!\" He clears his throat with a theatrical wave of his hand.",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Can you teach me what you've learned in your adventures?\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"You can learn nothing more from me, I'm afraid.\" He smiles weakly.",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Oh, it would be my absolute <i>pleasure</i>. For a price, of course. Three thousand copper?\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "He pulls a collection of small maps from his pack and tells you the stories of the islands as he understands them - who has lived there and for how long, what beasts haunt their shadowed glades.\r\n\r\nThen he takes out his grimoire and shares some unusual magical knowledge he's picked up in his travels. At last, he stuffs the maps away, closes his grimoire with a snap, and bids you farewell.",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Leave] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Farewell!\" He gives you a clipped nod and a broad smile as you go.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Truly, I consider it a boon rather than a punishment. All the comfort and none of the responsibility! What's not to like about that?\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"What are you doing in the Deadfire, then?\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "[Listen.]",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"What else brings far away travelers to the archipelago? Adventure! I've nursed a great love for heroic tales since my boyhood.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"So here I am! And though I daresay I'm little use in a fistfight, I <i>can</i> do a fair bit of magic and draw a lovely map, so I've taken to charting the interior wildernesses of the Deadfire's larger islands.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"I suppose.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Yes!\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"As I was loafing about my father's estate, I thought, 'Well, Geirvard, isn't it time <i>you</i> made a name for yourself as well?'\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"I am the youngest son of a noble house. Now, don't make that face! 'Poor, desperate fool,' you must be thinking. Well, waste not your sympathies on me!\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"No, I don't think so.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Very well.\" He pockets the money with an easy smile.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"But truly, if I could only inspire others as I myself have been inspired by those old tales... why, it would be marvelous.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Anyway, enough of my prattling. Surely you've other things to do.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"That sounds dangerous in its own right.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "[Listen.]",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Ah, but it's worth it for the stories I'll one day have to tell.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Well, I'll be here if you change your mind.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "[Enhance History and Arcana] \"Here you are.\"",
      "female": ""
    }
  ]
}