{
  "Component": "exported",
  "Name": "conversations\\17_dunnage\\17_cv_eothas_play",
  "Entries": [
    {
      "id": 1,
      "default": "\"Land ho! Land ho!\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"That's no island! That be the Green Menace! We're doomed for sure!\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Souls and gold and glory - you will give these to me!\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"For I am a god among gods and a true menace upon the seas!\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Souls and gold and glory! Blame the Dawnstars, for they have summoned me.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"And now, I must feed!\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"'Twill be the end for us, it will! Oh, Ondra take me now!\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Ladies and gentle-pirates - and rapscallions, too - you are in for the truest of mental treats!\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"And that's the story of how Eothas sank a fleet of our best tars.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Without further ado, I present THE GREEN MENACE! Let us begin with our valiant new blood crews...\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"The Lusty Rudder and Fortune's Folly, two ships adrift at sea for weeks and weeks, on a venture most daring -\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"- in search... of the uncharted islands!\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Woe and torture! Months at sea with no treasure to show for it!\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"You sure these uncharted islands exist, captain? We ain't seen land for days.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Were they easy to find, they'd be called the charted islands, wouldn't they? If you're thinking to mutiny -\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Got a lumpy looking island coming on the horizon!\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Like the Floating Hangman, you see the Green Menace coming, you sail the other way.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Thank you! Donations and gratuity are greatly appreciated.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Come, one! Come, all!\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Set your anchors lads for a performance of epic proportions!\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Gather near, you fluttering doves! And pipe down, will you!\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Gather closer for a tale of roiling adventure on the high seas!\"",
      "female": ""
    }
  ]
}