{
  "Component": "exported",
  "Name": "conversations\\17_dunnage\\17_cv_aeldys_ghostship",
  "Entries": [
    {
      "id": 1,
      "default": "\"Welcome to Balefire Beacon, captain. Have you a moment? I'd like to fill you in on our next course of action.\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Everything we thought was important has changed. If a god is going to kill us all, if he's headed to Ukaizo - I say we beat him there.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"The Consuaglo is united behind Aeldys. Our fleets will join in the journey to Ukaizo, with the fabled Floating Hangman at the helm.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Take the sword out to the high seas.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"In the meantime, I'll set the entire Príncipi into movement. Expect a formidable fleet at the ready on your return. We'll conquer Ukaizo and sack its riches. You'll see.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"I'll take care of it.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Leave] \"I'll think about it.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"First, recover Lucia's sword from Yseyr. Then, sail to the seas.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"I'll happily lend you my ear. And my sword, and other things.\" She grins evilly.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"I am captain of the Floating Hangman.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"How do you plan to capture and then captain the Floating Hangman?\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"What do you intend for Ukaizo?\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"What will be the future of the Príncipi?\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I knew you were the only captain who could take it. You are more than worthy of your chair on the Council.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"The Príncipi are ready to sail for Ukaizo. Me and my fleet with reconvene with you outside Ondra's Mortar.\r\n\r\n\"Until then, lovesome.\" She blows you a kiss.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"You'll take the sword to the high seas, then unsheathe it by chanting the Darcozzi oath.\r\n\r\n\"When Lucia comes for it, you kill her and take the Fonferrus. See?\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"We sack Ukaizo. Really run it into the ground. The way I see it, we'll either survive Eora's end to sail off with the riches. Or, well, we won't.\r\n\r\n\"Regardless, we'll have a Hel of a last go.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"We survive at any cost. We expand, conquer the seas. We live free, and we die as we choose. \r\n\r\n\"What better life could there be?\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Before I go, I have some questions for you.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"You worry about the governing, I'll worry about everything else.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"I imagine you have a logical reason to believe we could actually sail a ghost ship after acquiring it...?\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Go on.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"I knew I liked you for a reason, lovesome. You're a kith after my own heart, you are.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"I did think it a far-fetched idea, at first.\" She nods, scratching the underside of her chin.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Furrante had planned to use the galleon. It has the ability to manipulate the winds and seas. It could part Ukaizo's storms, allowing us to sail through.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"I guessed his aims well enough through his interest in the galleon's history. But it was thanks to your findings in Yseyr's tomb, that I knew what to look for.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"It's Lucia's lost sword that's key. She took an undying oath to protect the Engoliero do Espirs for the Darcozzi line. \n\n\"If you speak the oath before the sword, the seal on its scabbard will release, drawing Lucia, and the galleon, to you.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Good. I'll be counting on you. Ondra's luck to you, lovesome.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Do you what you need, captain. But do it quickly, for all our sakes.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Either it'll save us, or we'll have a Hel of a view to Eora's end. What say you?\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Unsheathe the sword by chanting the Darcozzi oath.\r\n\r\n\"When Lucia comes for it, kill her and take the Fonferrus.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Crookspur's a done deal.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Is that what you call it? 'Cause I didn't send you <i>just</i> to battle and murder, dove. I sent you to free the slaves.\" She glowers, narrowing her mis-colored eyes.",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Aye. And well done, too. Most of the prisoners have pledged to crews in my fleet.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"I thought you'd like to know I helped Mad Morena in the Undercroft.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"So I heard. And so I'm impressed. \r\n\r\n\"I like when someone does me and mine a favor. Makes me feel real friendly toward them, you know?\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"And I like to give my friends little tokens of my appreciation. Like this.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"And now the master's on the defensive. All you managed was to strengthen his operations.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Though I'll admit, I won't be mourning the master's demise. And I do enjoy bleeding my enemies dry. \r\n\r\n\"I'll thank you for that much at least.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "She starts to say more but catches herself. Head shaking, she worries the golden coin around her neck between her fingers.",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Let's leave it at that for now, lovesome. Maybe a time will come when we better see eye to eye.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"You did a fine thing, captain. Don't think I'll soon forget it.\"\r\n\r\nShe rubs her thumb over the suolenet around her neck, mis-colored eyes looking you up and down. Her lips quirk in a sly smile.",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"It will take some time to refill the Consuaglo's vacant seats. For now, those of us remaining are united behind Aeldys. Our fleets will join in the journey to Ukaizo, with the fabled Floating Hangman at the helm.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Aye. And quite a raucous it was, from what I've heard. I always like a good bloodbath myself.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Some of the freed slaves have already made it here to Deadlight and pledged to ships in my fleet.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Now, whether the ship could becalm the seas back when it was still the Fonferrus - or whether it gained the power in becoming the Floating Hangman, crewed and captained by the undead - I don't rightly care.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"I just want to take. And to use. For my own gains.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"If we can find and pilfer whatever your rogue god's after, who knows. Maybe us pirates will be heroes.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"You can't steal the Wheel. It's bigger than Ukaizo itself.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Making off with the Wheel would involve breaking it yourselves.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "[Lie] \"That'll work.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"I do shiver to think how the lost city of gold's going to be ours, at least for a time.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Then I guess we go with my second plan.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"It'll work or I'll die trying.\" She grins with ruthless abandon.",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"If we've only got the one life to live - no future for Eora, no more chances for our souls - then we may as well relish what time we've got.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "<link=\"stringtooltip://tooltips/2\">\"Io guri di prodeggere mat Paladina med Darcozzi i ouer iusti regli, mea Orelia Darcozzis eri.\n\n\"Guri chue liuretto bon aimo i ba fetta, eppore peri chue mao Dicenas fiaces mi converande.\"</link>",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"For your loyalty, I'd like you to have Scordeo's Edge.\r\n\r\n\"It's been a good sword to me. I know you'll put it to good use. Hopefully, by killing more of my enemies.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"For your loyalty, I'd like you to have Scordeo's Edge.\r\n\r\n\"It's been a good sword to me. I know you'll put it to good use. Hopefully, by killing more of my enemies.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "<link=\"stringtooltip://tooltips/2\">\"Io guri di prodeggere mat Paladina med Darcozzi i ouer iusti regli, mea Orelia Darcozzis eri.\n\n\"Guri chue liuretto bon aimo i ba fetta, eppore peri chue mao Dicenas fiaces mi converande.\"</link>",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Sorry, lovesome, I've no time for pleasantries. Got a lost city of gold to get to.\"",
      "female": ""
    }
  ]
}