{
  "Component": "exported",
  "Name": "conversations\\17_dunnage\\17_cv_troupe_aumaua",
  "Entries": [
    {
      "id": 1,
      "default": "A large aumaua sailor sits on the docks, broad shoulders hunched forward, back bowed. When he shifts, his blue-green skin ripples over his hulking muscles.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Have a pity and toss me a pire, will you?\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Stage is this way, ain't it?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Got nerves twisting in my belly like coldwater eels.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"I did it! I remembered my lines!\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Watch where you step. I sure can't.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Ain't no crew will hire me. What good's a pirate who can't see? Forget navigating by the stars or shooting a pistol - I can't even swing a sword accurately now.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"How would you feel about playing the part of Eothas on stage?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"What's your story?\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Here you go.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"What? I'm no actor, and besides, I can't barely see nothing as it is.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"You're an idiot. Stay here and die of hunger.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"It pays. Do you want a job or not?\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Well, there's no need to be rude about it. Just cause I'm a burly sort... and a killer and a thief... don't mean my feelings never get hurt.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"That I do, mate. Long as there's coin to be had, I'm up for trying anything.\" With a grunt, he pops his over-muscled neck.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Turn me in the right direction, and I'll make my way to the Radiant Court.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Is that what my life boils down to? A moment of entertainment for others?\" He sighs heavily, big shoulders hunched.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Ondra's blessings to you for sharing, sailor.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"I thank you for your kindness - and your endless pockets. The charity's much appreciated.\" He nods gratefully, biting the coin to test it's metal grade.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"You'll just need to speak a few lines, stand there, and look intimidating.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Believe me, you're perfect for the role.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"In this troupe, being a good actor isn't a requirement.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"You really think so?\" He raises his chin up, tilting his face side to side as if examining himself in a nonexistent mirror.",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Intimidating, I can do. Reciting a bunch of namby-pamby lines is going to be the trickier part. But I'm game to try.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Easy enough. And it pays, don't it? Then count me in.\"\r\n\r\nThe laugh that booms from his chest sounds like rocks rattling against his ribs.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"I was a boatswain not so long ago, and a damned good one, at that. But I took a shot to the face, see?\" \n\nHe waves one massive hand in front of his sightless eyes.",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Didn't lose much skin, but the flash burned out my eyesight. I can't make out so much as a blurry shape more than a foot away - makes me right useless on a crew, now, don't it? No one'll have me for work.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Maybe I do have a mug made for the stage. I sure got the voice for it, eh?\" ",
      "female": ""
    },
    {
      "id": 31,
      "default": "He sighs as he straightens his spine, standing even taller to tower over you.",
      "female": ""
    }
  ]
}