{
  "Component": "exported",
  "Name": "conversations\\17_dunnage\\17_cv_pirate_ambush",
  "Entries": [
    {
      "id": 1,
      "default": "\"Well, well, if it isn't Harker's new business partner. That's quite a lot of coin you two exchanged.\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"It was a one-time deal.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"What's it to you?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Attack.] \"You're in my way.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Right. We all know Harker's been itching to come out of retirement and claim a bigger slice of Dunnage for himself.\r\n\r\n\"Eying a seat on the Council, I bet he is.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Everyone knows Harker's aiming to come out of retirement and slice off a bigger part of Dunnage for himself. Maybe he even wants to steal a seat on the Council! \r\n\r\n\"We can't be letting someone of your reputation back him, now can we?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Think I'll send him your head as a reminder to stick to selling grog and flea-infested beds.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "[Lie] \"Who? Never heard of this Harker you're talking about.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Don't bother lying - several of my men saw you at the King's Coffin. Looks like Harker's hiring new muscle and coming out of retirement.\r\n\r\n\"And I can't be having that, now can I?\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"We are not business partners.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Harker's dead.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"D-d-dead?! The Red King?!\" The pirate sputters, caught off guard.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"No... wait a tick. This is another one of his ploys, ain't it? Aye, that it must be. And I don't like being deceived.\"\r\n\r\nLight gleams from a gold tooth when he sneers.",
      "female": ""
    }
  ]
}