{
  "Component": "exported",
  "Name": "conversations\\15_rdc_port\\15_bs_weto",
  "Entries": [
    {
      "id": 6,
      "default": "A broad-shouldered man with a long, jagged scar across his brow argues with a woman outside the longhouse. He throws his hands up, about to shout, but the woman cuts him off mid-exclamation.",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"What do you need?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Is there a problem here?\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Leave] \"I'll be on my way.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"For what are you so stubborn? The Rauataians do us a great favor, and you spit in their faces!\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I will not return to the longhouse, Weto, never! And I won't blunt my teeth about it further.\" She plants her hands firmly on her hips and juts out her chin in defiance.",
      "female": ""
    },
    {
      "id": 14,
      "default": "Weto ceases his shouting when he notices you listening in.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"What can I do for you, outlander?\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"My brother, is there something I can do for you?\"",
      "female": "\"My sister, is there something I can do for you?\""
    },
    {
      "id": 17,
      "default": "\"Not at all, not at all. My sister and I are just having a... small disagreement.\" Weto rubs at the back of his neck and looks away, embarrassed.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"It is because you speak like this that I yell at you in the first place! You're beginning to sound like those Rauataian outlanders, and it shames me to say so.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Excuse me?\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"What's your problem with the Rauataians?\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Ekera, you heard me.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Ignore her. She has an urchin up her ass about our cousins from the north and can't be persuaded. I should know - I've tried.\" He shoots Tipa an irritated look and rolls his eyes.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Is it so unreasonable to want to protect my culture - our culture! - from our greedy neighbors?\" She spits on the ground between you and grits her teeth.",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"They arrive in ships laden with goods they believe will please us and think that gives them the right to build their walls on our land.\r\n\r\n\"Then they act surprised when we don't all fall at their feet with cries of gratitude!\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"She has a point.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "[Shrug.]",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Sounds like the Rauataians are doing you a favor.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Ekera, don't encourage her. I will never hear the end.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"I must admit, I'm surprised to hear one such as you agree with her.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"You're being unfair. We're here to help.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"We never asked for your help!\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"You refer to the walls?\" She nods to the cannon-lined barriers between Sayuka and the docks and clucks her tongue.",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"We are no strangers to the menaces of the Deadfire - pirates, colonials, Ngati's children, we have bested all of them before.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"We are no strangers to the menaces of the Deadfire - pirates, colonials, Ngati's children, we have bested all of them before.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"If you agree with me, then why do you stand here flapping your tongue? We don't need you or your walls to keep us safe, and we <i>surely</i> don't need the longhouse!\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"What does all of this have to do with the longhouse?\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Well?\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"The Rauataians understand what's important.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"The Huana and Rauataians are both aumaua. Why not be allied?\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"We have the land and resources Rauatai needs, and they have the military might we lack. We share a common ancestor - why not create a common culture?\r\n\r\n\"Together we would be strong.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Under whose banner? Rauatai's? Then we cease to be Huana as surely as if they conquered us.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "Tipa grunts. \"Pah! Another of the Rauataians' tricks.\r\n\r\n\"When our huts were destroyed in the storms, they did not rebuild them like they were, <i>as we requested</i>, they built this longhouse instead.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"'Are you not one people?' They said. 'Why do you live divided, each caste apart from the others?'\r\n\r\n\"They believe they know what's best for us, but how we live is not their business!\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"The Huana should forge their own path.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"You're all in over your heads.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"I say, if you truly believe that, then you're a bigger fool than I thought.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Weto, why do you support the Rauataians?\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"We are no strangers to storms, but last year we suffered many powerful ones in quick succession, and our harvest of koīki fruit was destroyed.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Prize-share was rationed. Famine loomed. And then the Rauataians sent ships. Load after load of food, enough to see us to next harvest.\r\n\r\n\"They could've left us to die, but they didn't.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"It was only a ploy to make us dependent on them, ekera. We took their food and helping hands, and now we sleep in their buildings and watch the sea from their walls.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"The fleet master says we are weak because we don't work as one. She doesn't see that it's our differences that make the Huana strong.\r\n\r\n\"She doesn't <i>want</i> to see lest it put the lie to their 'enterprise' here.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Ekera, I don't need you to tell me as much! ...But I appreciate your support nonetheless.\" Tipa nods and gives you a tight smile.",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Ekera, what a surprise - the Rauataian believes they are in the right.\" Tipa sneers and crosses her arms over her chest. She looks away, her teeth clenched.",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Your support is appreciated. I say, don't mind my sister - her heart is in the right place.\"\r\n\r\nHe tries to put his hand on his sister's shoulder, but she shrugs him off, a look of disgust curling her lips.",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Caught between the Vailians and the Rauataians, we will be crushed. We need a strong ally to survive the coming years.\"\r\n\r\n",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Then I suggest you gather your countrymen and leave before you drown us both.\" Tipa sneers and crosses her arms over her chest. She looks away, her teeth clenched.",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"I say, if you have nothing constructive to add and don't intend to help - then take my sister's advice and go. We have cynics aplenty. We will live without one more.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"It is gratifying to be heard and understood.\r\n\r\n\"That an outlander could do this and my brother could not shames us both.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"It is gratifying to be heard and understood.\r\n\r\n\"That even a Rauataian can do this and my brother cannot shames us both.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Ekera, what a surprise - the Rauataian's mouthpiece believes he is in the right.\" Tipa sneers and crosses her arms over her chest. She looks away, her teeth clenched.",
      "female": "\"Ekera, what a surprise - the Rauataian's mouthpiece believes she is in the right.\" Tipa sneers and crosses her arms over her chest. She looks away, her teeth clenched."
    },
    {
      "id": 65,
      "default": "\"Then leave, ekera, unless you wish to drown with us both.\" Tipa sneers and crosses her arms over her chest. She looks away, her teeth clenched.",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"We don't need you or your walls to keep us safe, and we <i>surely</i> don't need your longhouse.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Ekera, take your countrymen and leave.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"We don't need them or their walls to keep us safe, and we <i>surely</i> don't need their longhouse.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "Weto shakes his head sadly. He tries to put his hand on his sister's shoulder, but she shrugs him off, a look of disgust curling her lips.",
      "female": ""
    },
    {
      "id": 71,
      "default": "Weto squeezes Tipa's shoulder and frowns. She twitches and looks at him from the corner of her eye, but doesn't move to shake him off.",
      "female": ""
    }
  ]
}