{
  "Component": "exported",
  "Name": "conversations\\15_rdc_port\\15_cv_fleet_master_okaya",
  "Entries": [
    {
      "id": 2,
      "default": "\"You've found me with a rare spare moment.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Leave] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Hazanui Karū asked me to deliver some cargo to you.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "She sighs deeply. \"The hazanui's missive suggested you might be able to help us with an issue at the port.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Talk to Iverra in the workshop if you care to learn more.\r\n\r\n\"I would be grateful for your help here, Watcher.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"I've a received a report from the dock master stating as much. The Royal Deadfire Company appreciates your swift delivery of our cargo.\" A cheery smile brightens her otherwise serious features.",
      "female": ""
    },
    {
      "id": 13,
      "default": "She stares at you, wide-eyed, for several beats, looking between you, the shipping manifest, and the door.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"You may have noticed the outsized coral in the harbor.\" She gestures to the docks just beyond her office door.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I hope your effort to resolve the coral situation is meeting with success?\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"I dealt with the magical disturbance at the root of your coral problem.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"You've brightened my day considerably, [Player Name]. We should have the port in working order as soon as the remaining coral is cleared.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"I trust you'll apply that same sterling work ethic to resolving our situation with the druids?\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"I wasn't able to solve your coral problem, and now the ruins are no longer accessible.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "Okaya grits her teeth. A vein in her forehead pulses so intensely it looks like it should hurt. Then she balls her hands into fists, closes her eyes, and releases a deep sigh.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Well, I hope you'll have more success in dealing with the druids.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Ah, before I forget - Atsura would like to see you at the Brass Citadel.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Fight or flee as you like, just stay out of my way!\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"I'm told you were instrumental in our stand against the druids. Well <i>done</i>.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"The druids have harried us from the moment we made landfall.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Several days ago, I dispatched a small force to quell them, but I've heard nothing of them since. To be frank, [Player Name], I suspect they were killed.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"And I no longer have people enough to repel another attack.\r\n\r\n\"We Rauataians are tougher than most, [Player Name], but we're engineers all the same. We weren't trained to fight.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"And I no longer have people enough to repel another attack.\r\n\r\n\"We Rauataians are tougher than most, [Player Name], but we're engineers all the same. We weren't trained to fight.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"You did well, leaving when you did - we suffered heavy losses during the druids' attack.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"No doubt the druids plot their next attack even as we speak.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"The druid leaders are dead.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Excellent. You are as dependable as I've been told to expect. Now we can begin logging in earnest.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "Fleet Master Okaya stares with unwavering intensity at the small sea of papers strewn across her desk. She holds a pencil lightly in one hand and absently taps the tip of it against her lips.\r\n\r\nAfter a moment, a low hum escapes her throat. The sound ends with a harsh scoff, then she flicks her eyes to meet yours.",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"I wanted to ask you about something.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Well?\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Talk to Hetu in the workshop if you care to learn more.\r\n\r\n\"I would be grateful for your help here, Watcher.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"What does the Royal Deadfire Company hope to achieve in the archipelago?\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Why are <i>you</i> here in particular?\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"What's your take on the Royal Deadfire Company's relationship with the Huana here?\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"How much do you know of Rauatai, Watcher?\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Do you ask how I came to my position, or why I pursued it to begin with?\" Okaya crosses her arms and leans back, guarded but nonetheless curious.",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"You don't waste any time. I appreciate your candor, [Player Name].\" She narrows her eyes, reassessing you.",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"A lot. I'm Rauataian.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Some.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Nothing.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"I should have guessed as much by the way you hold yourself. Back straight, shoulders squared - yes, quite imposing, as is the Rauataian manner.\" She dips her head to you in quiet acknowledgment.",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"I see.\" She taps her ever-present pencil against her lips, taking your measure.",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"I'm not surprised. You must see the land to understand the nation it's birthed. I believe that in my bones.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"It's a challenging place. Whatever manages to grow in our thin soil, the storms destroy.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Well, I don't need to tell you that Rauatai is a stern mother, tempestuous and inhospitable.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"How does someone become a fleet master?\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"What drew you to your work?\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Never mind.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "She shrugs. \"As you like.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"There's no secret to it - just hard work, determination, a good deal of luck, and the right connections.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"No one's ever asked me that.\" She blinks.",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Never mind.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"That's a weighty question, [Player Name].\" She narrows her eyes, reassessing you.",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"That's why I asked it.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"I don't see why it should be.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "[Shrug.]",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"It's a reasonable inquiry, I suppose.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"The Huana are pliant enough and willing to work hard when properly motivated.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"How can we make plans over the roar of cannon fire? We are too busy moving our families from bought or claimed islands.\"\r\n\r\nTekēhu turns away in disgust.",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Some of the Huana seem unhappy.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"They'll adjust in time. Besides, it could be worse.\" She looks at her desk, her mind quickly gone somewhere else. After a long silence, she hurriedly scribbles a note in the margin of one of her reports.",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"How would you feel if someone did the same to Rauatai?\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Better you than the Vailians, is that it?\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "She laughs. \"They could certainly <i>try</i>.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Rauatai's intervention will be a net good in time.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"Of course. The Huana and Rauataians share a common interest and a common ancestor.\" She raises an eyebrow, confounded by your obvious question.",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Quite.\" Her eyes glow with mirth, shining like polished citrine in the low light of her office.",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Stings, doesn't it? Don't be so thin-skinned, [Player Name] - it puts you in a position of weakness.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "She laughs. \"Do you imagine a bunch of soft-hands would succeed in the rough country? Doubtful, trencher. Doubtful.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Suffer a question first?\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Sure, why not.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"Not gladly, no.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"As you like.\" She shrugs with a casual roll of her shoulder.",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Do you miss home? Rauatai?\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Every day.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"I rarely think of it.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"I'm glad to be free of that place.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"As do I. There's no place quite like the rough country, is there?\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"The nation is the lesser for having lost someone like you, [Player Name]. I hope you return someday - for our people's sake, and for yours.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"I must admit thoughts of home preoccupy my free hours. I'm eager to return there once my tour in the archipelago is ended.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"It can be a hard land to love.\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"Given your impressive showing in our hour of need, I'd hoped I might impose on you with a request for aid.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"Should you do so, the Royal Deadfire Company would stand in your debt.\r\n\r\n\"And <i>I</i> would be immensely grateful.\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"Go to the bog where I sent my people - you'll find the druids' leaders there, no doubt - and kill them.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"The hazanui has spoken quite highly of your particular talents. I'd hoped I might impose on you with a request for aid.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"Go to the bog where I sent my people - you'll find the druids' leaders there, no doubt - and kill them.\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"Should you do so, the Royal Deadfire Company would stand in your debt.\r\n\r\n\"And <i>I</i> would be immensely grateful.\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "[Wink] \"I'm an open book.\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"My people are engineers, not soldiers. I suppose I should be thankful we didn't lose more.\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "She laughs sharply, as if you caught her by surprise.",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"I've studied its history.\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"So you have a scholarly understanding. That's not worth nothing.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "She snorts through her nose. Her gaze falls to the pencil in her hand, which she begins to tap thoughtfully along the edge of her desk.",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"No?\" She raises her eyebrows at your statement, like she can't quite tell if you're being sincere.",
      "female": ""
    },
    {
      "id": 128,
      "default": "She rolls her eyes, hardly bothering to hide her disdain.",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"The Vailians don't care about the Deadfire, really. They'll strip mine the archipelago of luminous adra, then abandon it for the next shiny bauble that catches their eye.\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"They're like magpies in that way. Magpies in silly hats.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"The hazanui didn't say I'd be ferrying <i>human</i> cargo.\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"Did the dock master mention anything... else?\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "[Nod.]",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"No, I don't see- ah, there's a note here at the bottom. Hm, it's very small. What does it-\r\n\r\n\"Oh.\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"Please accept my apologies for your... difficulties, [Player Name]. I'll see that the cargo bathes. Immediately.\" She pinches the bridge of her nose and exhales deeply.",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"Hazanui Karū told me <i>you</i> were 'one of the brightest minds in Rauatai.'\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"Is- is that- did she really say that?\" A deep blush colors Okaya's face, giving her skin a gentle purple hue.",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"Pardon me, I'm not- I wasn't expecting-\" She loudly clears her throat and looks away.",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"You remind me of Hazanui Karū in that way.\r\n\r\n\"...Well, perhaps not where height is concerned.\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"You remind me of Hazanui Karū in that way.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"We have to trade for much of what we need, and the Huana are ready partners.\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"We have to trade for much of what we need, and the Huana have proven to be valuable partners. The Deadfire is markedly more... comfortable than Rauatai.\"",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"We nurture our keen minds in Rauatai, you see. We don't let them piddle away their brilliance on frivolities.\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"Captain here doesn't stay anywhere for long. But I've heard of stranger things happening.\"",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"If Rauatai is in such dire need of good kith, then feel free to turn the fleet about.\" ",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"Of course, we only use <i>regulation</i> weaponry here, so I'd appreciate it if you'd take these off my hands before one of my engineers does something foolish with them.\"",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"We have as much right to this land as they do. If they plan to do nothing with it, it's our duty to steward it for them.\"",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"And it's their duty to recognize a good deal when they see it. Next one won't be as generous.\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"Though he appears placid on the surface, Atsura is not a patient man, [Player Name].\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"I can't say I'm not disappointed, [Player Name]. Now we'll have to make do without proper coral defenses. We'll be vulnerable.\" Her lips flatten into a thin line.",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"I'll hear you out, but I'm not making any promises.\"",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"Not now.\"",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"Naturally.\"",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"Back to help with our little problem in the port, I hope?\"",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"What was this about an issue with your port?\"",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"Go ahead.\"",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"You don't bring trouble, I hope?\"",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"Regarding your reward... \r\n\r\n\"We seized a cache of weapons from a gang of pirates we caught sniffing about Sayuka.\"",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"At least the coral will be as inconvenient to any attackers as it is to you.\"",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"I made the best of my available options.\"",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"I could've incited Galawain's wrath if you'd have preferred.\"",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"People have cannons, Watcher.\" She narrows her eyes, searching your face a hint of the joke you must surely be telling.",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"I couldn't care less about your giant coral.\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"As evidenced by your actions.\"",
      "female": ""
    },
    {
      "id": 205,
      "default": "\"I regret that <i>our</i> needs didn't make the list.\"",
      "female": ""
    },
    {
      "id": 206,
      "default": "Okaya laughs. \"I doubt the gods even notice us here on this middle-of-nowhere island.\"",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"Have you dealt with the druids?\"",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"Okaya... we've got a problem.\" \r\n\r\nMaia folds her arms and exhales through her nose. She raises her gaze to meet yours. ",
      "female": ""
    },
    {
      "id": 221,
      "default": "\"Actually, they asked me to kill you.\"",
      "female": ""
    },
    {
      "id": 222,
      "default": "[Attack] \"The druids send their regards.\"",
      "female": ""
    },
    {
      "id": 223,
      "default": "[Leave] \"Not yet.\"",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"The druids may attack again at any time.\"",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"Final warning, captain.\"",
      "female": ""
    },
    {
      "id": 226,
      "default": "\"You didn't <i>agree</i>, I hope. You'd make a lifelong enemy of the Royal Deadfire Company. Surely- surely you know that, [Player Name].\" The hand holding her familiar pencil begins to tremble. She stills it with a grimace.",
      "female": ""
    },
    {
      "id": 227,
      "default": "\"You've got a point there. Even [ShipDuel_PlayerShip] can't outrun the Rauataian fleet.\"",
      "female": ""
    },
    {
      "id": 229,
      "default": "\"I-it's come to this, then? <i>This</i> is how you repay the Company's faith in you?\" Her voice shakes, though she shows you a brave face.",
      "female": ""
    },
    {
      "id": 230,
      "default": "\"I would never! I just wanted to warn you.\"",
      "female": ""
    },
    {
      "id": 231,
      "default": "\"Then you'd better hurry up and kill <i>them</i>, shouldn't you?\" A nervous chuckle escapes her throat. She stifles it by clearing her throat.",
      "female": ""
    },
    {
      "id": 232,
      "default": "\"A brilliant insight, that.\" A nervous chuckle escapes her throat.",
      "female": ""
    },
    {
      "id": 233,
      "default": "\"Artillery trajectory calculations. Terribly tedious and lamentably imprecise in a storm.\" As she chews on the end of her pencil, her gaze grows distant, like she's watching something behind you.",
      "female": ""
    },
    {
      "id": 234,
      "default": "\"Ah, but the numbers distract me. Where are my manners? You must be the Watcher the hazanui sent.\"",
      "female": ""
    },
    {
      "id": 235,
      "default": "\"Ah, but the numbers distract me. Where are my manners?\"",
      "female": ""
    },
    {
      "id": 236,
      "default": "\"What's their problem with you?\"",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"Isn't this their land?\"",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"Your people fought admirably.\"",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"I suspect they're none too keen on our logging efforts.\" She shrugs.",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"If it is, I haven't seen the deed.\" Her smile is small and hawk-like. Predatory.",
      "female": ""
    },
    {
      "id": 241,
      "default": "She laughs. \"For a bunch pencil-twiddling engineers, you mean?\"",
      "female": ""
    },
    {
      "id": 242,
      "default": "[Nod.] \"Go on.\"",
      "female": ""
    },
    {
      "id": 243,
      "default": "\"I don't know...\"",
      "female": ""
    },
    {
      "id": 244,
      "default": "\"This isn't a charity, lady.\"",
      "female": ""
    },
    {
      "id": 246,
      "default": "\"You will be well-rewarded for your efforts should you decide help us.\"",
      "female": ""
    },
    {
      "id": 247,
      "default": "\"Certainly not. You'll be well-rewarded for your efforts.\"",
      "female": ""
    },
    {
      "id": 248,
      "default": "\"It's next on my list.\"",
      "female": ""
    },
    {
      "id": 249,
      "default": "\"I'll get to it eventually.\"",
      "female": ""
    },
    {
      "id": 250,
      "default": "\"Don't count on it.\"",
      "female": ""
    },
    {
      "id": 251,
      "default": "\"I'm happy to hear it.\" Though her smile is small, it betrays genuine gratitude.",
      "female": ""
    },
    {
      "id": 252,
      "default": "\"See that you do. Sayuka is vulnerable. We're depending on you.\" She gives you a sharp little nod, her mouth a thin line.",
      "female": ""
    },
    {
      "id": 253,
      "default": "\"Sayuka is vulnerable. We're depending on you.\" Her lips flatten into a thin line.",
      "female": ""
    },
    {
      "id": 255,
      "default": "\"I'm afraid your cargo didn't make it.\"",
      "female": ""
    },
    {
      "id": 256,
      "default": "\"But the crate is sitting on the pier...?\" She raises an eyebrow in question.",
      "female": ""
    },
    {
      "id": 257,
      "default": "\"Come on, then. Let's have it over with.\"",
      "female": ""
    },
    {
      "id": 258,
      "default": "Okaya wheels on you, eyes wide, and blinks several times in quick succession, as if she's unable to process what Maia's just told her.",
      "female": ""
    },
    {
      "id": 261,
      "default": "\"Now, if you're done playing jokes, I believe you have some druids to kill.\"",
      "female": ""
    },
    {
      "id": 264,
      "default": "[Lie] \"Hah, got you! I was only joking, Okaya.\"",
      "female": ""
    },
    {
      "id": 265,
      "default": "\"Hah, of course. Someone of your... character <i>would</i> find such a cruel trick amusing.\" Her mouth quirks into a pained smile.",
      "female": ""
    },
    {
      "id": 266,
      "default": "\"Hah hah. Of course.\" Her mouth quirks into a pained smile.",
      "female": ""
    },
    {
      "id": 267,
      "default": "\"Now, if you're done playing jokes, I believe you have some druids to kill.\"",
      "female": ""
    },
    {
      "id": 269,
      "default": "\"I suppose I've always had a persistent interest in engineering. Even as a child, I was dismantling my mother's guns just to see how they worked.\"",
      "female": ""
    },
    {
      "id": 270,
      "default": "\"Then I met Karū - ah, <i>Hazanui</i> Karū. She encouraged me to take my skills to the navy.\"",
      "female": ""
    },
    {
      "id": 272,
      "default": "\"The bright and willing are supported, mentored. Respected.\"",
      "female": ""
    },
    {
      "id": 273,
      "default": "\"With a question like that, I might mistake you for a starry-eyed recruit, [Player Name].\" She chuckles.",
      "female": ""
    },
    {
      "id": 276,
      "default": "\"A bit of ruthlessness can take the place of any one of those things, provided it's judiciously applied.\"",
      "female": ""
    },
    {
      "id": 277,
      "default": "\"So I did - even though I had no obligation to as the youngest of my siblings.\"",
      "female": ""
    },
    {
      "id": 278,
      "default": "\"I see.\"",
      "female": ""
    },
    {
      "id": 279,
      "default": "\"That's all.\"",
      "female": ""
    },
    {
      "id": 281,
      "default": "\"You'll find we appreciate the spirit of inquiry in Sayuka - and in Rauatai.\" She dips her head to you in quiet acknowledgment.",
      "female": ""
    },
    {
      "id": 282,
      "default": "\"The 'rough country', we call it.\" Affection creeps into her voice.",
      "female": ""
    },
    {
      "id": 284,
      "default": "\"The archipelago is also an excellent place from which to study the storms of Ondra's Mortar.\" She gestures broadly at the spyglass on her desk.",
      "female": ""
    },
    {
      "id": 285,
      "default": "\"The archipelago is also an excellent place from which to study the storms of Ondra's Mortar.\" She gestures broadly at the spyglass on her desk.",
      "female": ""
    },
    {
      "id": 286,
      "default": "\"We have other interests, of course. Beating back the Vailian incursion, settling colonies, securing our future. Nothing you don't already know, I'm sure.\"",
      "female": ""
    },
    {
      "id": 287,
      "default": "The fleet master taps her pencil on the desk top, eyes on you. The smile that spreads across her face is easy and broad.",
      "female": ""
    },
    {
      "id": 288,
      "default": "\"I don't know what you're talking about, actually.\"",
      "female": ""
    },
    {
      "id": 289,
      "default": "[Nod.]",
      "female": ""
    },
    {
      "id": 290,
      "default": "\"Well, I won't be the one to enlighten you.\"",
      "female": ""
    },
    {
      "id": 291,
      "default": "\"Nation-building is a delicate enterprise.\"",
      "female": ""
    },
    {
      "id": 292,
      "default": "\"Surely I have no idea what you mean.\"",
      "female": ""
    },
    {
      "id": 293,
      "default": "\"Do you miss Rauatai?\"",
      "female": ""
    },
    {
      "id": 294,
      "default": "\"Every day. The wild coasts, the merciless winds - their lack is like a missing limb.\" She looks away a moment, embarrassed by her forthright confession.",
      "female": ""
    },
    {
      "id": 295,
      "default": "\"Rauatai will always be there, and the work we do here... <i>that's</i> what matters now.\"",
      "female": ""
    },
    {
      "id": 296,
      "default": "\"She died.\"",
      "female": ""
    },
    {
      "id": 297,
      "default": "\"I killed her.\"",
      "female": ""
    },
    {
      "id": 299,
      "default": "\"Why would she? You are a courier.\" She stares at you in genuine bewilderment.",
      "female": ""
    },
    {
      "id": 300,
      "default": "\"In any event...\" Okaya thoughtfully taps her pencil against the edge of her desk.",
      "female": ""
    },
    {
      "id": 301,
      "default": "\"That's... unfortunate.\" She sighs and rubs a hand across her eyes.",
      "female": ""
    },
    {
      "id": 302,
      "default": "\"But I understand she - that is, Iverra - was testing some unusual spells, and such is the risk of magical science.\"",
      "female": ""
    },
    {
      "id": 304,
      "default": "\"There is something unnatural about the coral's growth - about everything on this island.\r\n\r\n\"And no matter how we trim it back, it only grows larger.\"",
      "female": ""
    },
    {
      "id": 305,
      "default": "\"My engineers deduced that the origin of the disturbance is somewhere off the coast of Sayuka, and I'd like you to investigate.\"",
      "female": ""
    },
    {
      "id": 306,
      "default": "[Nod.]",
      "female": ""
    },
    {
      "id": 307,
      "default": "[Shrug.]",
      "female": ""
    },
    {
      "id": 308,
      "default": "She narrows her eyes, drumming her fingers along her desktop, then continues.",
      "female": ""
    },
    {
      "id": 309,
      "default": "She gives you a sharp little nod punctuated by the crack of her pencil against the desk, then returns to her work.",
      "female": ""
    },
    {
      "id": 311,
      "default": " She foists a bundle of grenades into your arms and tosses a blunderbuss on top of the heap.",
      "female": ""
    },
    {
      "id": 312,
      "default": "Okaya pauses, her hand outstretched like she meant pull you aside, then reconsiders. With a shake of her head, she continues.",
      "female": ""
    },
    {
      "id": 313,
      "default": "The constant tapping of Okaya's pencil against the desktop stops. She's got it gripped so hard it looks poised to snap in half.",
      "female": ""
    },
    {
      "id": 314,
      "default": "\"Ah, but the numbers distract me. Clear skies, trencher. You must be the Watcher the hazanui sent.\" She extends her hand and grasps your forearm in the Rauataian way.",
      "female": ""
    },
    {
      "id": 315,
      "default": "\"Ah, but the numbers distract me. Clear skies, trencher. What can I do for you?\"",
      "female": ""
    },
    {
      "id": 316,
      "default": "\"Serves you right.\"",
      "female": ""
    },
    {
      "id": 317,
      "default": "She shrugs. \"Perhaps. But progress halts for no one, not even a handful of intractable druids.\"",
      "female": ""
    },
    {
      "id": 318,
      "default": "[Wink] \"Flatterer.\"",
      "female": ""
    },
    {
      "id": 320,
      "default": "[Nod.]",
      "female": ""
    },
    {
      "id": 321,
      "default": "She groans with an exaggerated roll of her eyes.",
      "female": "Though she rolls her eyes, a faint blush colors her cheeks."
    },
    {
      "id": 324,
      "default": "\"You must be the Watcher the hazanui sent.\"",
      "female": ""
    },
    {
      "id": 325,
      "default": "\"Can I help you?\"",
      "female": ""
    },
    {
      "id": 326,
      "default": "\"Very well.\"",
      "female": ""
    },
    {
      "id": 327,
      "default": "\"Very well.\"",
      "female": ""
    },
    {
      "id": 328,
      "default": "\"Who are you?\"",
      "female": ""
    },
    {
      "id": 330,
      "default": "\"Did you not read the name on the door before you came in? You <i>do</i> know you're in the office of the fleet master, I hope.\" She knits her brows.",
      "female": ""
    },
    {
      "id": 331,
      "default": "\"I meant 'Who are you?' in the general sense.\"",
      "female": ""
    },
    {
      "id": 332,
      "default": "[Blink innocently.] \"Wow, really? How thrilling!\"",
      "female": ""
    },
    {
      "id": 333,
      "default": "[Shrug.]",
      "female": ""
    },
    {
      "id": 334,
      "default": "\"I didn't notice.\"",
      "female": ""
    },
    {
      "id": 335,
      "default": "\"Ah. You meant to ask why I am <i>important</i> enough to have my name on a door.\"",
      "female": ""
    },
    {
      "id": 336,
      "default": "\"I am a fleet master of the Rauataian navy stationed at Sayuka, a research colony of the Royal Deadfire Company.\"",
      "female": ""
    },
    {
      "id": 338,
      "default": "\"What fleet? I don't see any boats.\"",
      "female": ""
    },
    {
      "id": 339,
      "default": "\"I see.\"",
      "female": ""
    },
    {
      "id": 340,
      "default": "\"What are you researching?\"",
      "female": ""
    },
    {
      "id": 341,
      "default": "\"A bold strategy, walking through any unlocked door you come across. Careful you don't get yourself killed doing that.\"",
      "female": ""
    },
    {
      "id": 342,
      "default": "\"A smart mouth! What a rare treasure.\" Okaya rolls her eyes skyward.",
      "female": ""
    },
    {
      "id": 343,
      "default": "\"You misunderstand. I don't command ships - I command this port. Rauataian vessels docking here are under my protection, but I don't tell them where to go. That's the hazanui's job.\"",
      "female": ""
    },
    {
      "id": 344,
      "default": "\"Ondra's Mortar. Storms that strong, that consistent... I suspect they're not natural.\"",
      "female": ""
    },
    {
      "id": 345,
      "default": "Okaya nods and looks briefly at her desk, distracted by a table of figures. As she reads, she twirls her pencil between her fingers, stopping briefly to take a few brief notes.\r\n\r\nShe appears to have forgotten you entirely.",
      "female": ""
    },
    {
      "id": 346,
      "default": "\"Impressive title.\"",
      "female": ""
    },
    {
      "id": 347,
      "default": "\"To one unfamiliar with the Rauataian navy, perhaps. But mine is an administrative position.\"",
      "female": ""
    },
    {
      "id": 348,
      "default": "\"Are you the leader of the Royal Deadfire Company, then?\"",
      "female": ""
    },
    {
      "id": 349,
      "default": "\"Ondra's mercy, no. That would be Hazanui Karū and Atsura, in Neketaka. Sayuka is just an outpost.\"",
      "female": ""
    },
    {
      "id": 360,
      "default": "\"I see to the smooth running of Sayuka. Of course, it'd be a sight easier if there weren't the coral to contend with.\"",
      "female": ""
    },
    {
      "id": 361,
      "default": "\"I see to the smooth running of Sayuka - which is a sight easier now that there's no longer the coral to contend with.\"",
      "female": ""
    },
    {
      "id": 362,
      "default": "\"The captain's fixing to kill you. \r\n\r\n\"I'm sorry [Player Name]. You made this bed, now sleep in it.\" \r\n\r\nMaia draws her weapon. Ishiza spreads his wings and lets out a territorial squawk.",
      "female": ""
    },
    {
      "id": 364,
      "default": "\"Ah, the hazanui's favorite. It's good to see you again.\"",
      "female": ""
    },
    {
      "id": 365,
      "default": "\"A pleasure to see you well, Watcher.\"",
      "female": ""
    },
    {
      "id": 366,
      "default": "\"A bold move, Watcher, showing up here.\"",
      "female": ""
    },
    {
      "id": 367,
      "default": "\"What do you want?\"",
      "female": ""
    },
    {
      "id": 368,
      "default": "\"Ah, Castol's lap dog. I trust you won't piss on the furniture?\"",
      "female": ""
    },
    {
      "id": 369,
      "default": "\"How fares Onekaza's leash, Watcher? Do you have length yet, or does she keep you close at heel?\"",
      "female": ""
    },
    {
      "id": 370,
      "default": "\"Ah, the opportunist returns. Do give Furrante my apologies when next you see him - we've sunk so <i>many</i> of his ships lately.\"",
      "female": ""
    },
    {
      "id": 371,
      "default": "\"Ah, it's you.\"",
      "female": ""
    },
    {
      "id": 372,
      "default": "\"Ah, the hazanui's favorite. It's good to see you again, trencher.\"",
      "female": ""
    },
    {
      "id": 374,
      "default": "\"Ah, Alvari's lap dog. I trust you won't piss on the furniture?\"",
      "female": ""
    },
    {
      "id": 375,
      "default": "\"How fares Aruihi's leash, Watcher? Do you have length yet, or does she keep you close at heel?\"",
      "female": ""
    },
    {
      "id": 376,
      "default": "\"Ah, the opportunist returns. Do give Aeldys my apologies when next you see her - we've sunk so <i>many</i> of her ships lately.\"",
      "female": ""
    },
    {
      "id": 377,
      "default": "\"What were you <i>thinking?</i>\"",
      "female": ""
    },
    {
      "id": 378,
      "default": "\"I don't suffer stowaways.\"",
      "female": ""
    },
    {
      "id": 379,
      "default": "\"She annoyed me.\"",
      "female": ""
    },
    {
      "id": 380,
      "default": "[Shrug.]",
      "female": ""
    },
    {
      "id": 381,
      "default": "\"So you <i>kill</i> them?\"",
      "female": ""
    },
    {
      "id": 382,
      "default": "\"So you <i>killed</i> her?\"",
      "female": ""
    },
    {
      "id": 384,
      "default": "\"Well, Hazanui Karū wouldn't have sent you if she didn't think we might could use of you. So I'll just have to trust her judgment.\"",
      "female": ""
    },
    {
      "id": 385,
      "default": "She sighs deeply. \"The hazanui's missive suggested you might be able to help us with an issue at the port.\"",
      "female": ""
    },
    {
      "id": 386,
      "default": "\"And if you could do it with a touch less murder, I would appreciate that as well.\"",
      "female": ""
    },
    {
      "id": 387,
      "default": "Okaya turns away and mutters darkly to herself. The pencil she's clutching with bloodless fingers snaps in half. Without a word, she pulls open her topmost desk drawer and retrieves a new, freshly sharpened pencil.",
      "female": ""
    },
    {
      "id": 388,
      "default": "\"So, about my payment.\"",
      "female": ""
    },
    {
      "id": 389,
      "default": "\"I hope Iverra's death didn't inconvenience you terribly.\"",
      "female": ""
    },
    {
      "id": 390,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 391,
      "default": "\"You have some gall, Watcher.\" She grinds out the words between clenched teeth.",
      "female": ""
    },
    {
      "id": 392,
      "default": "\"What? No. You didn't- Just, no.\"",
      "female": ""
    },
    {
      "id": 393,
      "default": "\"Unbelievable.\"",
      "female": ""
    },
    {
      "id": 394,
      "default": "\"I won't have the guards lash you to the overgrown coral and leave your eyes for the vultures to eat. Consider <i>that</i> you reward.\"",
      "female": ""
    },
    {
      "id": 395,
      "default": "\"After the way you've treated me? You've got to be kidding.\"",
      "female": ""
    },
    {
      "id": 396,
      "default": "\"Have it your way.\" Okaya shrugs.\r\n\r\nShe turns her attention to the reports strewn across her desk and says no more.",
      "female": ""
    },
    {
      "id": 397,
      "default": "\"What could you possibly want?\"",
      "female": ""
    },
    {
      "id": 399,
      "default": "\"That's all you have to say for yourself? You won't even defend your actions?\"",
      "female": ""
    },
    {
      "id": 400,
      "default": "\"Your smuggler, Widla, attacked me.\"",
      "female": ""
    },
    {
      "id": 401,
      "default": "\"Your smuggler tried to extort me.\"",
      "female": ""
    },
    {
      "id": 402,
      "default": "\"Ah. That's unfortunate, though not entirely unexpected.\"\r\n\r\nShe unlocks a drawer in desk and takes out a large coin purse. Silently, she slides it across the desktop to you.",
      "female": ""
    },
    {
      "id": 403,
      "default": "\"Your smuggler extorted me for double the delivery fee.\"",
      "female": ""
    },
    {
      "id": 404,
      "default": "\"I've a received a report from the dock master stating as much. The Royal Deadfire Company appreciates your swift delivery of our cargo.\" A cheery smile brightens her otherwise serious features.",
      "female": ""
    },
    {
      "id": 406,
      "default": "\"Ah. That's unfortunate, though not entirely unexpected.\"\r\n\r\nShe unlocks a drawer in desk and takes out a large coin purse. Silently, she slides it across the desktop to you.",
      "female": ""
    },
    {
      "id": 407,
      "default": "\"Ah. That's unfortunate, though not entirely unexpected. Here's the difference, plus a bit more for your trouble.\"\r\n\r\nShe unlocks a drawer in desk and takes out a large coin purse. Silently, she slides it across the desktop to you.",
      "female": ""
    },
    {
      "id": 408,
      "default": "[Say nothing about the smugglers.]",
      "female": ""
    },
    {
      "id": 409,
      "default": "\"Well?\" She raises an eyebrow.",
      "female": ""
    },
    {
      "id": 411,
      "default": "\"Your smuggler extorted me for three times the delivery fee.\"",
      "female": ""
    },
    {
      "id": 412,
      "default": "\"Ah. That's unfortunate, though not entirely unexpected. Here's the difference, plus a bit more for your trouble.\"\r\n\r\nShe unlocks a drawer in desk and takes out a large coin purse. Silently, she slides it across the desktop to you.",
      "female": ""
    },
    {
      "id": 413,
      "default": "\"Ah, before I forget - Atsura would like to see you at the Brass Citadel.\"",
      "female": ""
    }
  ]
}