{
  "Component": "exported",
  "Name": "conversations\\15_rdc_port\\15_cv_longhouse_mataru",
  "Entries": [
    {
      "id": 1,
      "default": "\"Those Roparu dare make such racket in MY longhouse? What were those Royal Deadfire fools thinking!\" A large Huana man glares down the length of the building, his fists clenched tight.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"What do you want?\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"You're an ass.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"At least the Royal Deadfire Company built you a better home.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"It's shame the Company stuck you in here with all the common folk.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"You'd feel the same if you knew anything about the Huana.\" The warrior grunts, a sneer lifting his lip.",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"I don't need a better house. I need PRIVACY!\"\r\n\r\nHe throws up his arms with a wordless shout. A brief hush falls over the longhouse at the Mataru's outburst.",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Hmph. At least someone understands the proper way of things.\" The warrior mumbles the words just loud enough for you to hear them.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"How long have you been gone from the Deadfire that you can't see what an affront this is to our people? Pah!\" The warrior grunts, a sneer lifting his lip.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Stone walls and cannons do not improve the village - they only make us a target.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Your room's much nicer than the others.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Why would the Roparu steal your stuff?\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"How did the Royal Deadfire Company come to control Sayuka?\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"I am Mataru, a warrior. The best quarters are mine by right.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Can Ngati even hear my prayers over all this noise?\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"And yet I cannot display my most precious possession - my grandmother's war hammer - for fear the Roparu might steal it.\r\n\r\n\"It is absurd!\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"They know no better. A Huana soul is not born into the Roparu without reason, after all.\" He can hardly resist rolling his eyes.",
      "female": ""
    },
    {
      "id": 21,
      "default": "[Leave] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Not even the greatest Mataru can stand against a fleet of Rauataian war ships.\" The warrior speaks with a bitter shake of his head.",
      "female": ""
    }
  ]
}