{
  "Component": "exported",
  "Name": "conversations\\15_rdc_port\\15_cv_weapon_merchant_01",
  "Entries": [
    {
      "id": 1,
      "default": "A young woman leans against the till, her eyes half-closed. She jerks awake when she hears the scuff of your boots on the flagstones and fumbles about for something to polish in an effort to look busy.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Let me know if you're in the market for something pointy.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"What do you have in stock?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Put your eyes on these.\" She waves her across the merchandise with a theatrical flair.",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Leave] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"What can you tell me about this place?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"What- uh, what can I do for you?\" She surreptitiously wipes a bit of drool from the corner of her mouth.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Sayuka? Bit of a backwater, if you ask me, but don't, uh, don't tell the fleet master I told you so.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"This used to be where the fleet would send a person after they'd seen a fellow sailor blown to bits by a cannonball or what have you.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"That was before those mad druids out in the bog started sending bears and wild cats over the walls, of course.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"How'd a human end up serving with the Royal Deadfire Company?\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Heh. Everybody's always gotta ask. Not that I blame them - it <i>is</i> a good story.\" She slips a long thin blade from the length of her boot and begins to clean her fingernails.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I was seeing this guy - let's call him, oh, I don't know, Kono. Kono and I'd been carrying on a while when I started making noise about wanting to move in.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Frightened the boy so bad he went and joined the Royal Deadfire Company in the middle of the night. Thing is, I'm a deft hand with a throwing knife, and I know my way around ten kinds of blades.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"So I followed him into the service. Pulled my weight, got on a good ship. Kono eventually left to go to poetry school or what have you, but I stayed. Haven't heard a complaint yet.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Come back in the morning when I'm open.\"",
      "female": ""
    }
  ]
}