{
  "Component": "exported",
  "Name": "conversations\\15_rdc_port\\15_cv_druid_leaders",
  "Entries": [
    {
      "id": 1,
      "default": "You find four godlike druids waiting for you in the clearing. The death and moon godlike whisper to one another, their gazes occasionally falling on you. The nature godlike sways slightly on her feet, her eyes half-closed, while the fire godlike balls his fists at his sides and grits his teeth.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Your every step fouls the ground. Why do you pollute this sacred place?\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Attack] \"I'm here to end you!\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"The trespasser's blood will feed the trees!\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Leave] \"Really, I meant no harm.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"The trespasser's blood will feed the trees!\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"I've come to end your conflict with the Royal Deadfire Company.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Why should we believe you are any different?\" Autumn's question is a genuine one. She is intent to hear you out.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"You need only look at my animal companion and see I'm a friend to nature, not foe.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Can you not see in me my long affinity for the natural world?\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Your disagreement with the Royal Deadfire Company endangers the island. I want to make peace.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Eloquent though your words may be, they will build no peace between us and the invaders. They or we must leave this island, and <i>we</i> shall not be moved.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Eloquent though your words may be, they will build no peace between us and the invaders. They or we must leave this island, and <i>we</i> shall not be moved.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Leave this place, Watcher, and do not return lest you wish to meet an early end.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Oh, you know, just seeing the sights.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"My business is none of yours.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Leave, Huana. We do not wish to fight this island's rightful residents, but we will not hesitate if you force our hand.\"\r\n\r\nThough there's a breathless, almost wistful quality to Spring's voice, there's a hard edge to it, too.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"No. You will justify your desecration.\" Winter enunciates every word. His gaze is fixed hard on your face.",
      "female": ""
    },
    {
      "id": 50,
      "default": "[Leave] \"I was just leaving.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"This one is a trespasser spy! We cannot let him leave here alive!\"",
      "female": "\"This one is a trespasser spy! We cannot let her leave here alive!\""
    },
    {
      "id": 52,
      "default": "\"You've made your last mistake, trespasser!\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "[Leave] \"I was just leaving.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "[Leave] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "[Attack] \"How about I kill you instead?\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Let me take a little look around first.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"The time to gawk has passed. Kill the trespasser!\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"You must seek a swift death to return here!\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"You have proved yourself an ally of the earth in the past... perhaps you might be so again.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Eloquent though your words may be, they will build no peace between us and the invaders. They or we must leave this island, and <i>we</i> shall not be moved.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"But if I kill the fleet master, the entire Royal Deadfire Company would be after me!\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Only a fool sets sail and doesn't expect to weather a storm or two, trespasser.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"I'll kill Fleet Master Okaya for you.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"I refuse.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "[Attack] \"All things being equal, I'd rather just kill you all.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Kneel, then, and receive the blessing of Galawain.\" Summer sneers.",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"I knew you were a charlatan. Kill him!\"",
      "female": "\"I knew you were a charlatan. Kill her!\""
    },
    {
      "id": 82,
      "default": "\"As you request.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"I bend the knee to no one.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Hear now, Galawain, master of the hunt, beloved of beasts both clever and cunning...\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"Grant this creature your divine regard, though he be unworthy, low and brutish...\"",
      "female": "\"Grant this creature your divine regard, though she be unworthy, low and brutish...\""
    },
    {
      "id": 86,
      "default": "\"Bless him that his arrow flies true, that he knows the wolf's courage and bear's wisdom...\"",
      "female": "\"Bless her that her arrow flies true, that she knows the wolf's courage and bear's wisdom...\""
    },
    {
      "id": 87,
      "default": "\"In your name we entreat you, o Galawain - bless our champion with the regard of beasts.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Take my bow, champion of Galawain. Go forth and smite the trespassers as you've promised us.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"You have your task. Finish it!\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Our little eyes on the outside have told the tale of your good deed, Watcher...\" Autumn's voice drones like the buzzing of a hive.",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"We will not forget what you did for us.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"...we bless you now in Galawain's name, and send you with a final gift.\" Spring presses into your palm a small bundle of leaves regards you with a broad, beatific smile.",
      "female": ""
    },
    {
      "id": 94,
      "default": "[Attack] \"The fleet master sends her regards!\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Hold, friends. Doesn't the trespasser bear nature's mark? We must call him friend!\"",
      "female": "\"Hold, friends. Doesn't the trespasser bear nature's mark? We must call her friend!\""
    },
    {
      "id": 96,
      "default": "\"The Royal Deadfire Company will raze this forest to the ground.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"An end comes to all things in time, and we do not fear the Rauataian invaders - nor you!\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Captain.\" Sparing a glance for the druid, Maia leans in close to whisper. ",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"Can you talk them down, Tekēhu?\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Forgive me, captain... but how can I fault anyone for standing their ground against Rauatai?\r\n\r\n\"Disobedience is a lesson that more of us must learn.\" ",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"What fun are calm seas?\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"Decide now. Will you protect this place? Are you with us?\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"The Rauataian invaders trespassed upon OUR sacred ground and ignored OUR overtures. The fault for this conflict lies not with us!\"\r\n\r\nThe flame of Summer's hair burns briefly brighter. Autumn gently calms her fiery counterpart.",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"Kill the fleet master, Watcher, and save this forest.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"You have proved yourself an ally of the earth in the past... perhaps you might be so again.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"The bog guardians shall no longer threaten you, Watcher.\" Winter nods to you and the other druids.",
      "female": ""
    },
    {
      "id": 111,
      "default": "Spring presents you with a brilliant bow wrought from the corewood of a sacred tree.",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"We're not doing this, <i>right?</i>\" Maia knits her brows and studies you.",
      "female": ""
    }
  ]
}