{
  "Component": "exported",
  "Name": "conversations\\15_rdc_port\\15_cv_longhouse_kuaru_roparu",
  "Entries": [
    {
      "id": 1,
      "default": "\"Over, then under, then twist... good!\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Ekera, it looks so easy when you do it.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"What say, traveler?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "A middle-aged Kuaru woman raises her brows in question when you approach, her hands too full with braided ropes of dried reeds to greet you properly.\r\n\r\nBeside her stands an elderly Roparu man awkwardly grasping his own bundle of reed rope.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Osauro here's been teaching me.\" He indicates the woman beside him with a dip of his chin. The corners of his mouth twitch like he's trying to hide a smile.",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Isn't it unusual for Kuaru and Roparu to do the same work?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Is it stressful having all the castes living together in one building?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Can you teach me how to tie a rug?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"...and Nedunga can fix anything. Is it not reasonable we should learn from each other?\"\r\n\r\nThough she smiles as she speaks, Osauro's words hold a defensive edge, as if she's had to explain their unusual arrangement many times before.",
      "female": ""
    },
    {
      "id": 10,
      "default": "He shrugs. \"It is as you say. But I have always admired the beautiful rugs Osauro makes...\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "[Leave] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Ekera, but that man does snore loud enough to call down the rains.\" She snorts, and Nedunga beside her smothers a raspy chuckle.",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Hah! It is not a skill one learns in an afternoon. But should you wish to spend many months here in this longhouse, you are welcome.\" A deep, throaty laugh rumbles through him.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"I say, we have the room... so long as you do not mind sleeping like so many scrolls stuffed in a shelf.\" Osauro shares in Nedunga's laugh.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"It's not so bad, excepting the nights Wat큰ri gets into the palm wine.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"There is hardly any space to tie my rugs, to be certain, and I haven't had a moment to myself in weeks...\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"But there are also new friends to be made.\" Nedunga finishes her sentence with a warm smile.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Carry the winds with you, traveler.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Indeed there are! Captain, I am inspired to redecorate our ship's quarters...\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Ekera, especially if we must suffer Wat큰ri together.\"\r\n\r\nA sly grin spreads across the old man's face, and he elbows Osauro playfully in her side.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Just so.\" Osauro swats his arm away with a small laugh. Then, her thoughts returning to Wat큰ri, she makes a face like she's bitten into an under-ripe ko카ki fruit.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Oh, hello. Come to watch me tie rugs, have you?\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Is it stressful having all the castes living together in one building?\"",
      "female": ""
    }
  ]
}