{
  "Component": "exported",
  "Name": "conversations\\15_rdc_port\\15_cv_greeter_and_undersecretary",
  "Entries": [
    {
      "id": 1,
      "default": "\"You are welcome in Sayuka, traveler, as surely as the winds stir the sea!\" The young Huana woman gives you a sunny smile that shows every one of her pointed teeth.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"No, no, no! How many times must I demonstrate the proper way to greet a visitor!\" The undersecretary makes emphatic chopping motions with his hand, a snarl curling his thin lips.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"I say, I must have forgotten again! Will you remind me of the line, undersecretary?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Welcome to Sayuka.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Questions, traveler?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Sayuka - known to my people as <i>Ribiri</i> - is a colonial outpost of the Royal Deadfire Company.\" Tebe makes no effort to hide the boredom in her voice.",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"What can you tell me about Sayuka?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Why are you dressed like a Royal Deadfire Company soldier, Tebe?\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Our work is directed by Fleet Master Okaya, the youngest Rauataian ever to hold the title. Best of her class at the naval academy in Tākowa and a brilliant engineer, our fleet master.\" Pride warms his voice.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Ekera, I wonder the same every day.\" Tebe tugs at the neck of her uniform and rolls her dark eyes at the undersecretary when she thinks he's not looking.",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Leave] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Tebe learns to perform her duties as a Rauataian might.\" The undersecretary straightens his back and squares his shoulders.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Do not speak about me as if I am not here!\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"What is an 'undersecretary,' exactly?\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"A career sandal-sniffer and busy-body, so far as I can tell.\" Tebe shrugs.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"You ungrateful sag- !\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"I am the second in command to Fleet Master Okaya, the governor of your piddling little island, and I will NOT be MOCKED by a smart-mouthed idler like YOU!\" The undersecretary's jowls quiver with barely-contained rage.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Wait, wait, wait - 'giant sharks?'\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Giant sharks, giant coral, giant trees - ekera, the only thing not bigger in Sayuka is us Huana!\" She chuckles.",
      "female": ""
    },
    {
      "id": 28,
      "default": "He grunts. \"Superstition is unbecoming of a Royal Deadfire Company officer, Tebe.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "[Whisper] \"Is it just me, or is this guy terrible?\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"You don't know the half of it.\" An impish smile plays at the corner of her mouth.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"What was that, Greeter Tebe?\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Surely just the breeze, undersecretary.\" Tebe's impish smile grows into a mocking grin.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"You will call me 'sir.'\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "She laughs. \"Ekera, I certainly will not.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"The island of SAYUKA is the Royal Deadfire Company's center of engineering research and development in the archipelago.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"No one knows why things grow large on Sayuka, but there are all sorts of theories. Me, I think Galawain smiles on us.\"\r\n\r\nTebe's cheeks glow with a faint blush - the first authentic emotion you've seen cross her face.",
      "female": ""
    },
    {
      "id": 37,
      "default": "He sighs. \"We say, 'Clear skies, traveler.' Simple. Elegant. And no smiling! Do you understand, Greeter Tebe?\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Can you repeat it once more? I want to make sure I've got it.\" Tebe turns wide, innocent eyes on the undersecretary.",
      "female": ""
    },
    {
      "id": 39,
      "default": "The undersecretary opens his mouth to speak, but his expression abruptly clouds. He shoots a scowl at Tebe and elects instead not to dignify her joke at his expense.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Her fellow Huana show a... lamentable disinterest in the proper way of doing things.\" He nods curtly in Tebe's direction.",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"So I have heard. Many, MANY times.\" Tebe meets your eyes and raises her brows emphatically.",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"You forgot to mention the giant sharks, undersecretary.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"I say, it's a lucky thing I am not one, then.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Small mercy.\" The undersecretary mutters under is breath.",
      "female": ""
    }
  ]
}