{
  "Component": "exported",
  "Name": "conversations\\15_rdc_port\\15_cv_coralmason_explains_coral_problem",
  "Entries": [
    {
      "id": 1,
      "default": "When you first enter the workshop, you find the Vailian scientist, Iverra, and a large aumaua man in heated conversation. He gestures wildly, his mouth is set in a hard grimace that bares his pointed teeth. Iverra regards him with her hands planted firmly on her hips.\r\n\r\nWhen he spots you, his eyes widen.",
      "female": ""
    },
    {
      "id": 2,
      "default": "When you first enter the workshop, you find two Royal Deadfire Company engineers in heated conversation. The man dressed as a coralmason gestures wildly, his mouth is set in a hard grimace that bares his pointed teeth. The engineer regards him with his hands planted firmly on his hips.\r\n\r\nWhen the coralmason spots you, his eyes widen.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"You! This area is <i>strictly</i> off-limits to non-Company personnel! What are you doing here?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Praise be. The coral in the harbor is growing out of control, and we've found no way to stop it. We're at our wit's end.\" He mops a sheen of sweat from his broad brow with a handkerchief.",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"I've surmised that a magical disturbance must be the source of the problem.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"The Huana's records show that an ancient Engwithan ruin, Cignath Mór, once stood at that approximate location.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"The Huana here tell tales of an Engwithan ruin, Cignath Mór, that once stood at that approximate location.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"That's me. How can I help?\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"I'm not making any promises until I know what's in it for me.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Give me the short version, I haven't got all day.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"How terribly reasonable of you.\" He cuts a sharp glare toward Iverra, who only shrugs.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Perguono, take this. It is my masterpiece, ac?\" She heaves a large, bulbous helm off a nearby shelf and hands it to you.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"As is your prerogative.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"You're not exactly short-handed here. Why not send your own people?\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"I'll make it my top priority.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Don't rush me. I'll get to it when I damn well please.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"None among the Company share your particular, ah, <i>history</i> with Engwithan artifacts.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Here, take this. Careful you don't drop it, now.\" He heaves a large, bulbous helm off a nearby shelf and hands it to you.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"So far as I can tell, the most likely candidate is a strange magical signature emanating from some place off the southeast coast of the island, deep beneath the sea.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"We suspect something within that ruin is source of our... inconvenience.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"The helmet will allow you to breathe underwater for a time. It <i>should</i> work long enough for you to find the disturbance.\"\r\n\r\n\"...If you hurry.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"The helmet should allow you to breathe underwater for time enough to deal with the disturbance - provided, of course, that you hurry.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"I do not doubt that something in that ruin is the source of the trouble.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"You are, in essence, the perfect candidate for our experi- er, our research.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"The Royal Deadfire Company thanks you for your assistance, Watcher.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"And your bravery. Auret augori!\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Temper yourself, man. The hazanui said she would send someone soon. You are he, are you not?\"",
      "female": "\"Temper yourself, man. The hazanui said she would send someone soon. You are she, are you not?\""
    },
    {
      "id": 33,
      "default": "\"Calm, aimico. Is this not the casità your hazanui said she would send?\" Iverra rolls her eyes.",
      "female": "\"Calm, aimico. Is this not the casità your hazanui said she would send?\""
    },
    {
      "id": 34,
      "default": "\"But you'll have to take that up with the fleet master. I haven't the authority to give you much more than directions, I'm afraid.\r\n\r\n\"Now, if we might get back to the topic at hand...\"",
      "female": ""
    }
  ]
}