{
  "Component": "exported",
  "Name": "conversations\\15_rdc_port\\15_cv_backer_npc_marofeto_liano",
  "Entries": [
    {
      "id": 2,
      "default": "You find a man dressed in worn, dirty leather armor. His long, scraggly beard is encrusted with salt, his curling hair has clearly not seen a comb in some time, and the toenails of his bare feet are cracked and torn.\r\n\r\nThe only thing of any value that he carries is an amulet.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Oh. Greetings.\" He hesitates a moment before saying more.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Hello.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"You humor an old man.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Good day.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Might I help you with something?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Tell me about yourself.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"I was a proud man once. A Goldpact Knight. Then I took a job, and it- it went poorly.\r\n\r\n\"I could no longer stay with the order after... <i>that</i>.\" His eyes take on a faraway look as he remembers.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Could you teach me what you've learned in your years wandering the Deadfire?\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"I taught you what I could. You want a free education, go join up with the Dawnstars.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"You would ask an old man to share his wisdom? Well, I suppose I could... for three thousand copper.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "He tells you what he learned about making - and keeping - a bargain in his years as a Goldpact Knight, showing you how to tell when a merchant knows his wares are of poor quality or overpriced.\r\n\r\nWhen he's satisfied you won't get fleeced by the next back alley charm dealer you come across, he sends you on your way.",
      "female": ""
    },
    {
      "id": 30,
      "default": "[Leave] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Be on your way, then.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"In the years since, I have wandered the length of the Deadfire, dedicating my life to self-discipline and abstention from worldly distractions. It is only through suffering that the soul becomes strong, do you understand?\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"That's it...?\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"I see.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Well... I <i>am</i> waiting for someone. But I do not know when they will arrive or who they will be when they get here.\r\n\r\n\"All I know is that they are a seer, and they seek me. So I wait.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Then how will you recognize them?\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Good luck with that.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"I will not, but it does not matter. I have this amulet here, and I yet draw breath. <i>That</i> is all I need.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Can I have it?\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "[Brandish your weapon.] \"Amulet, huh? I could use one of those.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"You should have faith that this seer will find you without it. That's the true test.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"...No? Someone is coming for me, and they will know my amulet.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"I should hope that you do, young man.\"",
      "female": "\"I should hope that you do, young woman.\""
    },
    {
      "id": 46,
      "default": "\"Fools rely on luck. I have this amulet here, and I yet draw breath. <i>That</i> is all I need.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"F-fine! Take it!\" He tugs the amulet hurriedly from his neck and shoves it into your hands.",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Perhaps... perhaps you have a point.\" He gently tugs the amulet off over his head. He holds it in his palm a moment, his expression unreadable, then hands it to you.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Just... please, take good care of it.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"I will not, but that does not matter - <i>they</i> will know me. I have faith in that.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"I do not need luck, I have <i>faith</i>.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"I have nothing more to give you!\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"I have already given you my most prized possession, and you ask for more still?\r\n\r\n\"Fine, I will show you what I can... for three thousand copper.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"I... suppose...\" He looks at you quizzically, perhaps unsure why you've asked him such a personal question.",
      "female": ""
    },
    {
      "id": 55,
      "default": "The old man's eyes dart between your face and your hand where it hovers just over your weapon. His hands begin to tremble.\r\n\r\nThough he maybe have been a knight once, he has grown frail in his old age, and he doesn't look capable of besting even a child in a fight, let alone a Watcher.",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"No, I don't think so.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Fine by me. Find me if you need me.\" He shrugs.",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Thank you, traveler.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "[Enhance Insight and Intimidate] \"Here you are.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "[Enhance Insight and Intimidate] \"Here you are.\"",
      "female": ""
    }
  ]
}