{
  "Component": "exported",
  "Name": "conversations\\10_magrans_teeth\\10_cv_rathun_sentinel",
  "Entries": [
    {
      "id": 1,
      "default": "\"Kith trespassers in the goddess' Maw?! But how...?\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"What would you have of me, puny kith?\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"I will burn your bones in offering to Magran!\"\r\n",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"We depart forthwith. Magran's flames shall guide us.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"You must seek to follow in your defiler god's footsteps. You will not. For I will smite you where you stand!\"\r\n\r\nBellowing, she hefts a massive sword overhead. ",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Hold, segroth! I would speak to this filthy minion of the wretched god Eothas -\" ",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"The god in that statue bid me to meet him here. I've come to speak with him.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"I'm no friend of Eothas. He stole a piece of my soul, and I mean to get it back.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Lie] \"I have nothing to do with your god problem.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"What's it to you?\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"You must possess an unfathomable power to have kindled the interest of such a... giant.\"\r\n\r\nHe cants his head, broad fingers scratching at the rivets of his helm.",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Ha! You think to confront an embodied god? Then you are either powerful beyond comprehension - or as much a fool.\"\r\n\r\nHe cants his head, broad fingers scratching at the rivets of his helm.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"You claim this ill-timed appearance of yours to be a chance occurrence? I think not.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "The first giant's grip turns white-knuckled on the hilt of her sword. Her muscles strain and the metal quivers in her hand.",
      "female": ""
    },
    {
      "id": 16,
      "default": "With a shrug of his meaty shoulders, he steps aside.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Eothas has consumed your warriors' very souls. But I've faced him before and am still standing.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Eothas may be seeking revenge against you Magranites, but I've nothing to do with it.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Your fury should burn for Eothas, not me.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"I don't want to fight you. But I must deal with Eothas, no matter the cost.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "[Attack] \"So it has come to this.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "Shoulders taut with tension, the warrior eyes the strewn corpses of his fellow Rathun-at-arms. They lie dried like husks, siphoned of their souls.",
      "female": ""
    },
    {
      "id": 23,
      "default": "Shoulders taut with tension, the warrior eyes the strewn corpses of his fellow Rathun-at-arms. They lie dried like husks, siphoned of their souls.",
      "female": ""
    },
    {
      "id": 24,
      "default": "Shoulders taut with tension, the warrior eyes the strewn corpses of his fellow Rathun-at-arms. They lie dried like husks, siphoned of their souls.",
      "female": ""
    },
    {
      "id": 25,
      "default": "He places a hand out to hold the warrior back. He studies you intently.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Trespassers of the Maw! Let the flames lick the flesh from your bones, and oblivion will come quickly.\"\r\n\r\nThe warriors encircle you slowly.",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Tell me - can you stand against the defiler god?\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"We have not yet defeated the embodied god, but that does not mean we won't. The bathor is readying another assault from within the Jagged Keep as we speak.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"I worry Magran plans to erupt this volcano. If you stay, you'll die.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"How can I reach Eothas?\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"You plan to attack Eothas?\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"So many bodies. Eothas has drained you nearly dry.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "He hefts his meaty shoulders in a heavy shrug.",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Our duty is foremost to Magran. We guard the Maw - to its fiery end.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"All who neared the intruder god were guttered until extinguished. You think your soul could last even half so long as a Rathun's?\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Maybe the kith's will last longer.\" ",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"First we recover the wounded and their weapons - drag them into the Jagged Keep.\"\r\n\r\nHe nods.",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"After that, we will join the bathor and the others in a secondary assault, yes.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"It's true, the god caught us unawares. We lost many, but we are not yet defeated.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Magran has made us for this purpose. We will see to her victory through fire and blood.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"I will permit you to scamper closer to god's face, if you believe you can survive. Scurry deeper into the Maw. \r\n\r\n\"But know that my brethren may squash you.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"A lone kith trespasses in the goddess' Maw?! But how...?\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"- before you char his bones to dust.\"",
      "female": "\"- before you char her bones to dust.\""
    },
    {
      "id": 46,
      "default": "\"You know... the kith can hear you.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"I come on Magran's business.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"The goddess sends you... to aid us?\" He scoffs, unconvinced. But when you return a defiant glare, he tilts his head, considering.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Indeed, you stand strong when our best have withered like wood eaten to embers. Perhaps you possess great power despite your minuscule frame.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"So you freely admit you do his bidding. Yet why would a god have need of you, puny kith? To spy? To see in the places he cannot?!\" ",
      "female": ""
    },
    {
      "id": 51,
      "default": "This time he whacks her hard on the back of her helmet, and cursing, she slams the flat of her sword against her shield.",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Rekir, move. We cannot allow these intruders to live!\" \r\n\r\nAgain, she thrusts the sword high.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"If you know of the war between us and the defiler god, then you must understand what has brought his foulness to our fortress.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"I hope your weapons are as keen as your wit. Both for your sake and mine, puny kith.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"I would have you stop calling me puny.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "He laughs, hearty and deep, the sound like wood cracking beneath flames.",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Grow a few dozen more feet, and I will gladly oblige you.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Only Magran's shrine within our Jagged Keep can lead you to the defiler god. Kith, if Magran wishes you to face him, surely she will fire the way.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"And then we will kill a god.\" Smacking the head of his staff against his chest, he bares you a garish grin.",
      "female": ""
    },
    {
      "id": 61,
      "default": "But a second giant slams the haft of his iron staff into the warrior's hard-muscled stomach, abruptly halting her attack.",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Leave the fiery one be. I think Magran must have sent him to us.\"",
      "female": "\"Leave the fiery one be. I think Magran must have sent her to us.\""
    },
    {
      "id": 63,
      "default": "\"Let the battle blaze!\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "She snorts, but the other warrior ignores her, answering in her stead.",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Segroth, help me with the bodies. But this time gentle your grip.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"It can't be helped, rekir. These fallen are brittle.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "Incensed, the giant warrior hulks. Her thick muscles twitch, red markings glowing hotly against her ashen skin.",
      "female": ""
    },
    {
      "id": 69,
      "default": "Shoulders taut with tension, the warrior eyes the strewn corpses of his fellow Rathun-at-arms. They lie dried like husks, siphoned of their souls.",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Do not dwell on this defeat, segroth. Magran felled the defiler before. We will do so again.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Another devoured by the foul reaper. Another deprived of the ever-flame.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Yet you imply you do not serve him?\" ",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Hold, segroth! Should this kith possess knowledge of the foul god Eothas, I would learn of it -\" ",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"You must possess an unfathomable power to have kindled the interest of such a... giant.\"\r\n\r\nHe cants his head, broad fingers scratching at the rivets of his helm.",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"You would face us in battle rather than flee? I like your mettle, kith who does not cower before Magran's greatest warriors.\"",
      "female": ""
    }
  ]
}