{
  "Component": "exported",
  "Name": "conversations\\10_magrans_teeth\\10_cv_rathun_wounded",
  "Entries": [
    {
      "id": 1,
      "default": "Slumped against the stones of the bridge, a giant clutches at his bashed-in chest. It's a mess of sinew and blackened iron bones, fiery blood flickering between his splayed fingers.\r\n \r\nThickly rasping a breath, the warrior lifts his heated gaze to your face.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Hnnn...\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "He closes his ember-hot eyes, a relieved sigh rushing from his chest as you brew up and then tip a vial of poison to his lips. The icy, slushy mixture takes effect immediately, dousing his flames with a sweep of hoarfrost through his veins. It leaves his face cold and ashen and dead. ",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Extinguished or crushed... us all... defiler...\"\r\n\r\nHe struggles to speak. The agony of a slow death blazes through the scrawls in his skin, shrouding him with a veil of fire.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"I need to get to Eothas.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"What happened to you?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Leave him be.]",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"The Maw splits... spewing rock and flame... to fight the defiler. I caught an errant boulder. To protect the brenthís.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "[Mercy kill by administration of poison.] \"Drink this and rest easy.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Finish him.] \"This is going to hurt you more than it hurts me.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "The Rathun glowers as you approach, dagger glinting from the light of his flames. \r\n\r\nHe grasps for you with a meaty, blood-burned hand, but his swipe is clumsy and weak. You effortlessly shove his arm to the side before stabbing the knife into his already ruined chest.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Dragon rises... Magran descends... to face the defiler... Tell the bathor in the keep...\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "You twist the blade, slicing again and again while he grunts and slumps further against the gritted stone at his back until he moves no more - nor makes a sound - his hands lying limp on the ground.",
      "female": ""
    },
    {
      "id": 14,
      "default": "Xoti swings her lantern back and forth over the warrior's body until a large, shimmering cloud of essence sifts up and into her lantern. She grunts, the lantern dipping in her hand as if heavier momentarily.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"That was worth doing, even if we got nothing in return.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"You ought to let me do the mercy killing, Watcher. That many cuts - it's not the easiest of ways to go.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"There's a cleaner way of doing these things. I'm not saying it's always better... but cleaner.\" Maia shrugs.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"A right good action you did there, cap. Here's hoping we don't be ending up needing that poison, though...\"\r\n\r\nHe frowns at the giant corpse.\r\n",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Uhng...\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "He chokes, liquid fire trickling from his lips.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Servants of the defiler god... Damn you...\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Damned... reaper of souls and god of lies, Magran's most foul enemy...\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "More blood-fire licks from the Rathun's cracked chest, slowly charring his arm.",
      "female": ""
    },
    {
      "id": 26,
      "default": "[Finish him.] \"Eothas sends his regards.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"You're a fire giant, an elemental servant of Magran's. Aren't you?\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"What <i>are</i> you, creature?\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"A kindred, if larger, soul...\" He wipes fire blood from his mouth with a palm that could crush a kith's skull.",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"I am but one... of Magran's elite champions... birthed from her flames. Soon... reunited in glory...\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"You are not mistaken.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "With a single clean swipe, you slit the warrior's throat. As his fire-blood rushes from his veins, the glowering scrawls in his skin fade into darkness.",
      "female": ""
    }
  ]
}