{
  "Component": "exported",
  "Name": "conversations\\10_magrans_teeth\\10_cv_magran_shrine",
  "Entries": [
    {
      "id": 1,
      "default": "For the span of a single breath everything falls eerily silent. The Rathun behind you fade away. Flames to either side of you flicker higher, dancing without sound. But the heat is real, licking at your skin.\r\n\r\nThen metal groans as Magran's statue bends her head to you in greeting.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Presently, I shall erupt this volcano and, with it, consume Eothas. I suggest you retreat if you at all value your mortal form.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Even now, Eothas gains strength from the spire. What progress have you to report?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"The Rathun are preparing a final assault against Eothas.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"The Rathun were in my way. So I removed them.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Eothas has killed the Rathun.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"I haven't yet spoken with Eothas.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"The surviving Rathun have retreated from the Maw.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Then they will burn to ash and return to the mud kiln from whence they came.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"It is the fool that fights an ally during the hour of chaos before a victory. A battlefield can change in the blink of an eye or the rattle of a dying commander's last breath.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"You speak as though such truth ought to be unexpected? I formed the Rathun to ward against kith - to safeguard Ukaizo, not to kill a rogue god.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Prevailing also comes through prudence. Through knowing when to save and when to sacrifice. It was a wise call to reposition our warriors.\"\r\n\r\nShe touches a hand thoughtfully to her face, smearing red-hot magma like blood along her cheek.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Make haste, should you wish to distract our enemy during my preparation for war.\"\r\n\r\nShe leans forward, the copper of her corded arms gleaming from the blustering flames. She tugs her sword free from her plinth, and the entire shrine shudders with heat.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Watcher. The time does not allow for niceties.\" Her words flow like lava from her lips. Like the trails that burble hotly from her eyes.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"The Rathun were not fit to serve their purpose. Thus it is of inconsequential matter to me.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"They existed to serve, and their sacrifice bought precious seconds for my victory.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Fare thee on, Watcher. My condolences should you die.\" She inclines her head once more in a stalwart farewell.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"That was but a minor flare of temper. I cannot be concerned with it now. Though I understand why it may be a concern of yours.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"You sealed the Maw's entrance beneath a landslide.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"I need more time to reach Eothas.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"I can give you only the moments more it takes me to fully fire the depths of this Maw. After that, I will not stay the assault. Even for you.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Though now maybe a revised directive would be wise...\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Do you not care about the Rathun, at all?\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Whether they served me well whilst living, their sacrifice bought precious seconds for my coming victory against Eothas. As shall yours.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"I formed the Rathun to serve - to ward against kith in order to safeguard Ukaizo. Now they have served me.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Their sacrifice is not without honor. As yours, too, will be.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "An avatar of the goddess flashes over the imposing statue before you. As the image fades, her absence leaves the shrine cold and deathly silent.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Your plans are progressing as desired, my lady.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Glorious. Considering the Rathun's failure, it is a relief to see one of my servants prove competent.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"You mean the form that you have given me?\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Should that be a concern of mine? Your value is to the greater good, and the glory of my will. \r\n\r\n\"What needs sacrifice must be done.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "She leans forward, the copper of her corded arms gleaming from the blustering flames. She tugs her sword free from her plinth, and the entire shrine shudders with heat.",
      "female": ""
    },
    {
      "id": 36,
      "default": "She leans forward, the copper of her corded arms gleaming from the blustering flames. She tugs her sword free from her plinth, and the entire shrine shudders with heat.",
      "female": ""
    },
    {
      "id": 37,
      "default": "She leans forward, the copper of her corded arms gleaming from the blustering flames. She tugs her sword free from her plinth, and the entire shrine shudders with heat.",
      "female": ""
    },
    {
      "id": 38,
      "default": "For the span of a single breath everything falls eerily silent. Flames to either side of you flicker higher, dancing without sound. But the heat is real, licking at your skin.\r\n\r\nThen metal groans as Magran's statue bends her head to you in greeting.",
      "female": ""
    },
    {
      "id": 39,
      "default": "You stand before the shrine of Magran, goddess of flame and war. Lifting your eyes, fiery motes begin to streak across your vision as you stare into the imposing cast of her likeness.",
      "female": ""
    },
    {
      "id": 40,
      "default": "[Interact with the shrine.]",
      "female": ""
    },
    {
      "id": 41,
      "default": "[Leave.]",
      "female": ""
    }
  ]
}