{
  "Component": "exported",
  "Name": "conversations\\27_pyramid_of_woedica\\27_cv_innocent_victim",
  "Entries": [
    {
      "id": 1,
      "default": "The translucent visage of an orlan glows before you. At your approach, it shimmers. You are swallowed by a tide of bewilderment.",
      "female": ""
    },
    {
      "id": 2,
      "default": "When you come to, your knees ache against cold sandstone. You betrayed nothing. Killed no one. Confusion and pain swirl in each panicked plea.",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Reach for the soul.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "As your mind strains toward the confused soul, the presence of other spirits begins to prick at the edge of your awareness. You sense their rage is directed not only at the bright soul, but at your intrusion. ",
      "female": ""
    },
    {
      "id": 10,
      "default": "You wake with a start, unable to breathe. Someone covers your mouth with their hand, their grip so tight you can taste the salt in their sweat. You're hauled from your bed by two, no, three dark figures. They drag you screaming down the stairs and toss you into the road.",
      "female": ""
    },
    {
      "id": 11,
      "default": "You stumble to your feet only to be painfully thrown back down. Taut ropes bite into the flesh of your wrists. \"Murderer!\" accuses one. \"Betrayer!\" shouts another. Your neighbors watch from their windows, mouths agape. None of them come to help. They turn away as you scream their names. You feel a jolt on the back of your head and darkness envelopes you.",
      "female": ""
    },
    {
      "id": 12,
      "default": "Hardened eyes stare back at you through slits in an expressionless mask. You find no reprieve in them. Words are spoken but lost within the rhythmic pounding in your head. This can't be happening.",
      "female": ""
    },
    {
      "id": 14,
      "default": "The masked figure demands <i>justice</i>. A sword swings, and you feel the hot bite of steel against your neck. Oblivion rolls over you like a tide.",
      "female": ""
    },
    {
      "id": 16,
      "default": "Abruptly, you find yourself back in the ruin. The confused spirit pleads to you without words, its shimmering glow almost childlike.",
      "female": ""
    },
    {
      "id": 21,
      "default": "A rush of grisly images flash before you - sadistic murders, violent torture, and worse. A din of spiteful whispers assaults your mind as the depraved souls relive their gruesome crimes. They take glee in the terror of their victims.",
      "female": ""
    },
    {
      "id": 22,
      "default": "The confusion of the bright soul lessens. Emboldened by your presence, it shines with a steady, azure glow. The whispering souls retreat to the shadows. Your mind clears. You extend your perceptions to the bright soul, and it reaches out to you in turn.",
      "female": ""
    },
    {
      "id": 23,
      "default": "The world slips away.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"You were executed for a crime you didn't commit. It wasn't your fault.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"We all die. At least it was quick.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"I'll avenge you! Tell me where I can find your murderers.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Come. It's time to leave this world behind.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"If you've seen what you need to see, Watcher, I'd like to fulfill my duty and reap this soul. Will you allow it?\"\r\n\r\nXoti raises her lantern, eager. The light slices eerily across her face. ",
      "female": ""
    },
    {
      "id": 29,
      "default": "The soul flickers briefly. You feel it loosening its grip on this place as it attaches itself to you. Its glow extinguished, the chamber is plunged into darkness. ",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Go ahead.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"I'll deal with this myself.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "Jealous whispers return with renewed malice. The guilt of the damned bears down upon you, an unholy chill that sinks deep into your bones, your very marrow running cold as ice.",
      "female": ""
    },
    {
      "id": 33,
      "default": "Unnatural shadows dance in the darkness around you.",
      "female": ""
    },
    {
      "id": 34,
      "default": "But you sense something else. Fear. Respect. The guilty spirits waver and hesitate, sensing one of their own.",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"I am NOT like you!\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Cower before me, you wretches.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "Reluctantly, the whispers fade in the darkness. The unnatural chill abates. ",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Ishi, what's got into you?\" \r\n\r\nMaia aims a concerned look down at her trembling bird.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Ekera, I was just getting comfortable before you raised the temperature.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Whatever works, I suppose.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Your cruelty should weigh more heavily upon you. It is not something to bear proudly, even here.\"\r\n\r\nPallegina curls her lip in disgust.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Another room be cleared by your sparkling persona, Captain Watcher.\"\r\n\r\nDespite his sardonic tone, Serafen glances warily towards you.\r\n",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"While I wish you would've let me reap those souls, I got to admit, that was impressive.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "Images flash through mind. A narrow stone staircase, a large chamber, a looming statue of Woedica.\r\n\r\n<ispeech>Close,</ispeech> the spirit says. <ispeech>Deeper.</ispeech>",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"I have a calling, Watcher! You can't keep me from -\" Xoti bites her lip to cut the complaint off. With a sigh, she sets her lantern aside.",
      "female": ""
    },
    {
      "id": 50,
      "default": "With a rattling shake, the lantern's otherworldly light flares, and the soul is sucked inside. A hard shudder racks Xoti forward, and she moans, sweat beading on her brow.",
      "female": ""
    },
    {
      "id": 51,
      "default": "Continue",
      "female": ""
    }
  ]
}