{
  "Component": "exported",
  "Name": "conversations\\27_pyramid_of_woedica\\27_si_pyramid_ascent",
  "Entries": [
    {
      "id": 1,
      "default": "After hours spent wandering through the desert, you stumble into a lush oasis nestled against the base of a massive pyramid. You search for an entrance and finally spy one at the very top of a long staircase.",
      "female": ""
    },
    {
      "id": 2,
      "default": "You find yourself back in the oasis. The imposing pyramid looms before you.",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Ascend the pyramid.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Explore the oasis.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Leave the oasis.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "The shade in the oasis is pleasant after your long trek through the desert. Soon, you come upon a small pool deep within the trees. As you get closer, you notice the pool is infested with thousands of tiny, wriggling maggots, and you immediately recognize them as the parasite that creates rotghasts.",
      "female": ""
    },
    {
      "id": 7,
      "default": "The shade in the oasis is pleasant after your long trek through the desert. Soon, you come upon a small pool deep within the trees. As you get closer, you notice the pool is infested with thousands of tiny, wriggling maggots.",
      "female": ""
    },
    {
      "id": 8,
      "default": "It's a tough climb, but that doesn't stop you. Drenched in sweat, you finally enter the welcome shade of the room at the top of the pyramid.",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Fill your waterskins.]",
      "female": ""
    },
    {
      "id": 13,
      "default": "You fill your waterskins with the cool, clean water of the unspoiled pool - a welcome boon after the hot trek through the desert.",
      "female": ""
    },
    {
      "id": 14,
      "default": "As you step back from the infested pool, a small glint catches your eye. Half-hidden behind a clump of reeds, you see a smaller pool of water, this one clear of maggots.",
      "female": ""
    }
  ]
}