{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_aloth_quest_4",
  "Entries": [
    {
      "id": 1,
      "default": "You tell Aloth about the past life you glimpsed in Ruāsare's soul - about her long-ago meeting with Thaos, his warning about the ruins, her decision to execute him, and her mandate to the Wahaki to defend their territory from outsiders. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"You look as though you've seen something.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Back there, with the chieftain... did you see something?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Did you find anything on Ori o Koīki?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Then the Wahaki are the Painted Masks.\r\n\r\n\"They've been serving the Leaden Key's interests for two thousand years without even knowing it.\" Aloth blinks, working through the implications. ",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"That's like what he told the Glanfathans. \r\n\r\n\"Bet he didn't expect they'd kill him for it. Would've loved to see the look on his face.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Di verus? That was the same story he told the Glanfathans. At least the Wahaki made him pay for his lie.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Though not, it seems, in the way Thaos intended.\" He frowns, rubbing his chin. ",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"People doing the wrong thing for the wrong reasons for thousands of years without even realizing it. Doesn't get more Leaden Key than that.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"That is little comfort. They were still doing his bidding.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Half clever trick, though. I ever need a thing done for two thousand years, I mayhaps look into it meself.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Now that's just wrong.\" Teeth gritted, she shakes her head.",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"What are you thinking, Aloth?\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Few plans work out perfectly. Thaos got the Wahaki to help him guard the ruins - that's what matters.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"He just got lucky it worked out.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Thaos had schemes within schemes. He knew what he was doing.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Belief is a curious thing.\" He crosses his arms, settling back on the balls of his feet.",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Once, the Wahaki believed they were guarding themselves against the Engwithans - Thaos' people.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Yet over time, they became hostile toward all outsiders.\" A thoughtful furrow splits his brow.",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Is it?\" His frown deepens.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"What of it?\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"It's a logical extension of what they learned from Thaos.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"With all that's changing in Deadfire, who knows what they'd believe in another few hundred years?\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Stories and messages change. Thaos only had clarity about his because Woedica reincarnated him whole every time.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Look around. Their environment surely pushed them in that direction.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"It's not just that the Wahaki misread Thaos' original message. It fundamentally changed them.\" He purses his lips. ",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"They went from being a large and well-connected tribe to a much smaller one defined by isolationism.\"\r\n\r\nWorry burrows into the shadows and creases on his face. ",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"But don't you wonder if bearing that message was part of what made Thaos who he was?\" He raises an eyebrow and falls quiet for a moment. ",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Yes, but it didn't stop there.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Perhaps they would have reacted differently to it without Thaos' intervention.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Or who they'll be.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"And this has got you thinking again about the consequences of your intervention.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"But what does this have to do with you?\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"You can't attribute two thousand years' worth of change to one incident.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Even small events can have great consequences.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Y'see all the ninnying I suffer from this lad? A right chore 'tis, rattlin' around in his noggin!\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"You know me too well, [Player Name].\" His wry grin doesn't quite banish his air of melancholy.",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"I've been chasing the Leaden Key, trying to undo the harm they've caused. \r\n\r\n\"But what if I'm only making matters worse?\" Private agony muffles his voice. His breath catches in his throat as the full weight of his words hits him.",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Might... I be to blame? Have I made a grievous mistake in getting involved?\"\r\n\r\nThrough his scars and lines and newfound purpose, you catch a glimpse of the Aloth you knew five years ago - scared, alone, and desperate for direction. ",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Perhaps not, but I suppose we'll never know what would have happened without Thaos' meddling.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"You're responsible for the consequences of your actions, intended or otherwise.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"No. If you didn't try at all, you'd be responsible for the harm the Leaden Key continues doing.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Consider how poorly Thaos understood the Wahaki. How much less do you understand the Leaden Key?\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"No one can know everything, so we've all got to do the best we can with the resources we have.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Thaos accomplished his goals, just not the way he originally planned. Your problem is looking for specific, immediate results.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"You don't have to reform the Leaden Key - without Thaos, it will change in time.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"You've got to answer that on your own.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"You don't have to destroy the Leaden Key - everything falls apart eventually.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"I suppose that's true. It's an intimidating thought, but a heartening one, too.\" ",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Where to begin? So little that I expected to find a conclave of black-clad minions in the middle of the Deadfire.\" He utters a self-deprecating laugh, then falls silent, thinking.",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"When you put it that way, mine does sound like a rather flimsy excuse, doesn't it?\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"You're right. Perhaps I've been unrealistic in my expectations.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"And I should stand by and simply allow it to happen?\" He's quiet for a moment, thinking.",
      "female": ""
    },
    {
      "id": 62,
      "default": "He chuckles. \"That's what I was afraid you'd say.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Perhaps it was wrong of me to assume that I knew the proper course of action. Or, indeed, how to bring it about.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Well. Knowing the gods came from kith, it's easy to see how the world became such a... complicated place.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"It was always too comfortable to leave the hard decisions to others. To simply follow along.\" \r\n\r\nHe cocks his head in reflection and inclines it toward you.",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"But I can't imagine he thought he'd destroy an entire generation, either. Not in the beginning, anyway.\"\r\n\r\nHe clasps his hands and presses his lips together, trying to formulate a thought.\r\n\r\nWhen he opens his mouth again, he speaks as if he's choosing his words carefully.",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"The strange thing is, this whole ordeal has given me some sympathy for Thaos.\r\n\r\n\"Not that I condone his actions, of course.\" He quickly clears his throat. ",
      "female": ""
    },
    {
      "id": 72,
      "default": "He smiles wryly.",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"There are few people I would consider 'lucky' for being burned alive. \r\n\r\n\"But I see your point.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"From what you described, it certainly didn't seem that way, but I'll concede that Thaos was wilier than most.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"They're living in Engwithan ruins. Thaos certainly didn't intend that.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"No, I don't suppose he did.\" His frown deepens.",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Troubling, isn't it?\" The shadows on his face darken.",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"I've been hunting the Leaden Key, trying to shape them into a force for good. \r\n\r\n\"But what if I only make them worse?\" Private agony muffles his voice. His breath catches in his throat as the full weight of his words hits him.",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"I must say, that's a disconcerting thought. If that's true, then every decision we make is fraught. Nothing is certain.\"\r\n\r\nHe's quiet for a moment, thinking. ",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Perhaps I was wrong to think I could unmake a two-thousand-year-old organization. Or that it would be a straightforward task.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"Perhaps I was wrong to think I could change a two-thousand-year-old organization. Or that it would be a straightforward task.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"It seems I've been as misguided as Thaos ever was.\" The tips of his ears redden, and he favors you with a chagrined look.",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"We're always trying to impose our own order or vision upon it.\r\n\r\n\"Perhaps it would be better off if we stopped altogether.\" He raises an inquisitive eyebrow at you.",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Don't be so hard on yourself. You're nothing like him.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Thaos never had the sense to see his mistakes. Correcting them now is what matters.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Nothing to do but move forward.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"I don't know about that...\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "A little smile softens his features.",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Definitely.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Possibly.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"That sounds like a recipe for chaos.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"I don't know.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "He shrugs thoughtfully.",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"It's not as though that's up to you or me, is it?\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"Anyway, thank you, [Player Name]. This has lifted a great burden from my shoulders.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Then let's get going.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Now, I want to talk to you about something else.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"But perhaps you're right. After all, how did I think I could overcome two thousand years of work in a single lifetime?\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Perhaps it was naive to think I could reform a two-thousand-year-old organization in a single lifetime.\r\n\r\n\"But it's worth it to try.\" A little smile brightens his features.",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"Perhaps it was naive to think I could dismantle a two-thousand-year-old organization in a single lifetime.\r\n\r\n\"But it's worth it to try.\" A little smile brightens his features.",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"I'm glad you've recovered your sense of purpose.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"That's the spirit!\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Just remember not to be too hard on yourself.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"You probably can't do worse than Waidwen's Legacy.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Thank you for your rousing show of confidence.\" ",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"What I mean to say is he thought he was doing the right thing. Even at the end.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"Perhaps so.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"Thaos was wicked. His actions were proof enough of that.\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"Then his example is a cautionary tale for you. We should learn from it.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"We all justify our actions somehow.\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"Indeed not. I've got Iselmyr for that.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"I shall try.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"A prudent suggestion.\" He nods.",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"I only wonder now what sort of decision you'll have to make when we finally confront Eothas.\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"Me, too.\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"I'll make him answer for what he's done.\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"We'll find out when we reach him. No point in guessing.\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"I trust there's a reason for what he's doing.\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"As long as we can restore what's been damaged, the rest doesn't matter.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"I don't doubt you.\" ",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"A reasonable point.\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"Then you have more faith than I.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"Agreed.\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "He sighs. \"I worry things aren't so simple. Still, perhaps you're right.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"At any rate, it will be a relief to move forward.\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"True indeed.\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"But I suppose that doesn't make the effort any less meaningful, does it?\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "He chuckles. \"That's what I was afraid you'd say.\"",
      "female": ""
    }
  ]
}