{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_tekehu_relationship_maia",
  "Entries": [
    {
      "id": 1,
      "default": "Folding his arms, Tekēhu opens his mouth to speak, but stops himself. He bites his lower lip and regards Maia thoughtfully.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Tekēhu , I...\" Maia clears her throat into her fist and takes an uneasy step closer. Ishiza chirrups up at her with concern.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Stop acting like a fish out of breath and say what's on your mind already!\" Maia's tone causes Ishiza to perk at attention.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"The dignity of the tribes runs through your blood, I say! But you disrespect our people at every turn!\" \r\n\r\nTekēhu stares Maia down. She meets his gaze with a slow nod.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Maia, play nice.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Something the matter, Tekēhu?\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"He's been staring like this for hours. Get it off your chest, kid.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Ekera, but my words are for the gun-toting company spy.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Don't you two start.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"If what I say disturbs you, ask yourself WHY before you paint me as the hypocrite.\" \r\n\r\nMaia shakes her head and lets out an airy breath through her nose.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Someone told me that watershapers controlled their emotions better than this. Guess they were off.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Tekēhu, I think Maia is just trying to get a rise out of you.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"He has a point, Maia. I'd like to keep things civil.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"If you children don't shut up, I will steer our boat into the closest reef.\" ",
      "female": ""
    },
    {
      "id": 30,
      "default": "[Let them fight.]",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"All the powers of Eora have rallied against us. Ekera, it is a disgrace that one of our own should join them at the vanguard!\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"She believes every word. I say the poison drips through her friendly smile.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"I can't decide if you're upset because I'm some kind of race traitor or because the Huana are an embarrassment to these isles.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Tekēhu, anything to say? Preferably something helpful.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Let's just try and stay focused on why we're here. That goes for you too, Maia.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "[Let them fight.]",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Tell it to the kid with the misplaced anger.\" ",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Now you've done it. Father's angry.\"",
      "female": "\"Now you've done it. Mother's angry.\""
    },
    {
      "id": 44,
      "default": "\"You aren't indebted to speak for all of the Huana, Tekēhu.\" ",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"I... I am Ngati's chosen. Who will speak for them, if not me?\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Am I not? The Mataru have told me different my entire life, I say.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Ekera, at least that would deprive the Deadfire of an assassin.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "Shooting him a look, Maia sighs through her nose and fixes a stray hair from her bun.",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"I can hold my silence no longer.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"While we stand around wasting all this time, a god probably just stepped on fish boy's village.\" \r\n\r\nMaia folds her arms and chuckles, but a dawning realization stops her.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"We were not the embarrassment after the Battle of Nakaro Atoll.\" Tekēhu raises his brow and fixes Maia with a hard glare.",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Wait... Tekēhu, I didn't mean...\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "Covering his mouth, Tekēhu turns away and squeezes his eyes shut, stifling a sound of anguish that rises from his throat.",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Uh... never seen that happen before. You all right?\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"She didn't mean it, Tekēhu.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"That's... that's so very disgusting.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"I'd love to collect a sample of that, if you don't mind...\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"I'm <i>fine.</i>\" He speaks into his hands, avoiding your gaze.",
      "female": ""
    },
    {
      "id": 61,
      "default": "He gestures off into the distance, silently pleading for a change of topic as he chokes back something unsaid.\r\n\r\nMaia frowns but does not speak up.",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Ekera, of course she did.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"It's just ink. Normally I am able to control it, but in times like these...\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Not now.\" Tekēhu gently bats your hand away.",
      "female": ""
    },
    {
      "id": 66,
      "default": "She takes in his words, blinking twice in rapid succession. Over the course of a long silence, Maia raises her hand in salute. ",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Good people went down with the Tenets of Iron. The Huana gave <i>no warning...</i>\" Maia releases her salute wearing a grimace.",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Tekēhu, that was beneath you.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Maia, you all right?\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"I'm not familiar with that battle.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "Rubbing the back of his head, Tekēhu glances up at Maia, sighing.",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"I'm done talking with fish.\" She brushes the matter aside and tosses Ishiza a piece of rabbit from her pack, all the while pointedly avoiding eye contact.",
      "female": ""
    },
    {
      "id": 74,
      "default": "Pursing his lips, Tekēhu fixes his attention on the spot between his feet.",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"You know me, captain.\" She keeps her gaze rigidly fixed on Tekēhu.",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"It was decades before my time. Before we knew what... atrocities a boat full of watershapers could do.\" ",
      "female": ""
    },
    {
      "id": 80,
      "default": "A shadow passes over Tekēhu's skin and his hair begins to drip ink. \n\nWhat starts as a trickle increases in volume until steady, black rivulets cascade down his neck and shoulders like a wall of tears.",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"What say, Maia? Do you think me... irreverent?\" Tekēhu sighs through his teeth, the words a challenge to force out.",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"I guess you're a lot of things. Why?\" ",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"I hold the gods sacred, nothing else, but it was poor form to speak of the dead.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"You... you had your reasons. I wasn't exactly acting like the paragon of diplomacy, either.\" ",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Glad to see you two on civil terms again.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"You gonna kiss her now, Tekēhu?\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"I will pray for the day, the hour - when we can beat our swords into plowshares and let art tell of our deeds.\"\r\n\r\nTekēhu blows across his open palm. Water droplets coalesce in the air, taking on the shape of a fish and a hawk. He smiles with pride, looking through the form and toward Maia.",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"I can get behind that.\" \r\n\r\nGrunting in approval, Maia steps closer to Tekēhu and envelops him in a fierce embrace. The water form loses its shape and evaporates, coating them both in a fine mist of dewdrops.",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"We are not without our squalls, but I do not invite the problems of the Deadfire into this crew.\" ",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"Atsura would be so proud to see me making friends.\" Maia shakes her head, but smiles in spite of herself.",
      "female": ""
    },
    {
      "id": 116,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"Ekera, don't speak nonsense. I was pushing you too hard to find common ground.\" Smiling, Tekēhu shrugs.",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"But I'm wrong to let that sort of talk bleed into civilian life.\r\n\r\n\"I fight so that folks won't need to have skin as thick as mine.\" \r\n\r\nShe lowers her hands to her sides, palms turned out. Ishiza mirrors the gesture with his wings, though it seems less deliberate.",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"In the navy, knowing that the next breeze draws you closer to Berath's last door... it loosens our morbid sense of humor.\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"What say?\" Tekēhu furrows his brow and crosses his arms.",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"If there is a more genuine apology than that, I... I don't think I have heard it. Thank you, Maia.\" Tekēhu nods, an approving grin spreading from cheek to cheek.",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"Well, no one likes living with regret, so...\" Maia shrugs nonchalantly.",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"You gonna kiss him now, Maia?\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"I wouldn't want to exclude you.... ha, a conversation for another day!\" Tekēhu waves it aside, but favors you with a wink.",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Aheh. If we were having one of those conversations, it would already have happened.\" Tekēhu scratches the back of his head and winks at you.",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"Hadn't planned on it, unless you want to start something weird.\" She raises her brow and studies you with curiosity.",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"Maybe once he's been checked for parasites. You never know what's swimming in these water. Ah... sorry.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"Ekera. I have seen worms as long as the shore pulled from the rears of healthy aumaua.\"",
      "female": ""
    }
  ]
}