{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_maia_banters",
  "Entries": [
    {
      "id": 1,
      "default": "\"Ishi, stop pecking at Serafen's beard.\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"So... read anything good lately?\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"I think Ishiza has been nesting with the pages of your grimoire.\" ",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"I told Ishiza to apologize for that... incident with your book.\" ",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Sorry for that one time I shot you in the leg.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Been a while since we crossed cannons, Serafen.\" ",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"So you served on the Sorcerer, but you aren't too keen on slavery?\" ",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"You ever long for the simple life, soldier?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"You're giving Ishi a weird look. What did he do?\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Ishi, down! Edér, what are you hiding in your pack?\" ",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Hey firefly, catch!\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"You ever wonder if it's unhealthy to carry a lantern full of lost souls?\" ",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Anyone teach you how to tie a bowline, firefly?\" ",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Since the Gentleman out-sailed that Rauatai scow off of Hasongo, if I rightly recall.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Us sharing a crew saves me a bullet I'll need elsewhere. So, thanks.\" ",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"In all fairness, I thought I was aiming at a hairy powder barrel.\" ",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Blood under the bridge, lass. Even if you near robbed me of my favorite bits.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Aye... We all were. The Sorcerer hunted every slaver we heard tell of...\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"I thought I heard... ah, it's nothing.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Any attention - ach! - be good attention, lass. Ow!\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Nah, where I'm from, sometimes the simple life comes knocking on your door with nooses and pitchforks.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"I'm not giving him a weird look, he's giving me a weird look.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Huh, didn't think Ishi knew how to smoke.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Huh?! Wha-? Wait, did you even toss me anything?\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"You mean like if I keep at it, they're going to do something worse than give me nightmares?\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Can't say that they have. But I'm always willing to learn new tricks.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"A riveting essay on the properties of illusion. Oh, and Caedebald's treatise on the finer points of corrosives...\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Couldn't you control him? You don't see me plucking his feathers for extra quills.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"It's quite all right. I appreciate the gesture.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Most of the avian godlike I've met were poets and singers.\" ",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Wager I can reload faster than you can draw your sword.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Your 'mother' gave you quite the ego.\" ",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"You wouldn't survive a day in the navy, fish boy.\" ",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"What does watershaping feel like, Tekēhu?\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Which one do you think I am?\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Tonderie. I have no interest in your childish games.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"One of many gifts, I say.\" ",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Ekera, I would rather give myself to the sea than take orders.\" ",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Ekera, it is like making love to a bloom of jellyfish.\" ",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Don't mind me. Just testing your reflexes.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"I suppose we're past the point of unhealthy.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"I'll show you. Could save your life one day. Or mine.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Someone's egg rolled out of the nest.\" ",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"That wasn't a compliment, but... never mind.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"In that case, I'd give you an hour.\" ",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"I... may have missed my calling.\" ",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Like a thousand wet kisses with a delicate caress under the skin.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Glad I asked.\" ",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"You're free to try, but I'm telling you right now you'll regret it.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Just say the word and I'll give him a kick in the tailfeathers.\" ",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"...Maybe not <i>that</i> gesture.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Who's a good bird? Ouch!\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Any time, lass.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Ishi, are you staring at the captain? That's my job.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Captain, how's about you let me aim the cannons next time?\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Captain, you ever seen a Rauataian naval ram go to work on an enemy hull?\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Stand down, little soldier.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"I swear I can hit the right spot at a distance.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"What am I saying? Course you have.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Heard about that stunt you pulled in Queen's Berth, scaring everyone half to death.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Tell me, do the spirits watch <i>everything</i> you do?\" ",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Ishi, how much of the captain's hard tack have you eaten?\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"You're gonna make yourself sick again, foolish bird.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Like... everything everything?\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"You've got principles for someone whose job is guarding a bunch of merchants.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"And you have the principles of someone who guards warmongers. That is to say, none.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Does the company pay you for mercenary duty, or is pride enough to buy bread where you're from?\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Do you really not know the brotherhood reports directly to the ducs, or have the discharges of your gun knocked around your brain too much?\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"It was a special request to have your bird captured and held hostage until you stop asking me stupid questions.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"I saw you send off that missive. What are you telling the company now?\" ",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Caught you staring, firefly. Got something on your mind?\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Something's not agreeing with me. You got any remedies for a stomach bug, firefly?\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"I've never seen Ishiza get this close to someone. He hasn't even pecked you yet.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"Ishi and I had a heart to heart, like you said. Talked about dreams and all that.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"What, that's wrong or something? Like I shouldn't be looking at you?\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Well, the way you keep circling me like a hungry tiger makes Ishi nervous. Not that I mind.\" ",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"All right, maybe I'm thinking of doing a little more than looking. And if Ishi knows what's good for him, he'll hop on out of the way.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"My ma used to brew us murkberry tea mixed with hagfish oil. If that doesn't work, I can pray for you.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"I'll take that first one. I think Eothas is a little preoccupied.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Poor, Maia. But don't you worry none, if you're needing to puke, that tea'll do the trick every time.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Ishi sure is the sweetest, ain't he? And he's such a handsome little fella, too. Yes, he is.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"I guess it's just easy being nice to the girl with a pocket full of murkberries.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Well, it's not just that. Me and Ishi have an understanding. I tell him about all my dreams and wishes. And the places I want to travel with him.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Hmm.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"Oh, how'd it go? Did Ishi seem to like it?\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"He pecked me but didn't draw blood. I might call that progress?\" ",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"That sort of behavior's just unbecoming. I'll talk to him about being ugly to his mama.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"He likes to listen.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"You're too good to me, firefly.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Captain, a moment? I've got a job needs handling.\"",
      "female": ""
    }
  ]
}