{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_serafen_quest_1",
  "Entries": [
    {
      "id": 1,
      "default": "\"Ahoy, captain. Truth be told, Furrante half-expects us to get our asses blown out of the water at Fort Deadlight. Fortunately for you, I have this bad habit of beating the odds.\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Later, sure, sure. No hurry here to ship off back to the Gentleman of Leisure.\" His left ear twitches.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"We have a plan. Let's get on with it.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"What can you tell me about Fort Deadlight?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"You mentioned you have contacts at the Fort. Can we rely on their help?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Do you have a plan in mind to get us into the Fort?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Vailian made, originally. Piled them stones up a few centuries back, but gave it up when the fish men wouldn't leave 'em be. Hard to defend against wilder crawling up out of your crappers.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"I did say 'contacts,' didn't I?\" \r\n\r\nSerafen rubs the back of his head as he takes a sudden studious interest in his boots.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Later, perhaps.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Avast, I might've pulled a plan out of this hairy blue ass after all.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"If ever an image inspired confidence...\" He shakes his head.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"They say she ain't had a deserter since. Tad cruel for my taste, but I admit to admiring the wordplay.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"What do you know of Aeldys?\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Do you know anything about the Fort's defenses?\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Let's speak of this later.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"She's sharp as shit, that one - tongue, mind, and ears alike. Sailed out of Dyrwood or Aedyr, one. Knows her knots and how to crew a ship that won't turn sour. Her words ring out among the Príncipi, more than you'd think for new blood.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Are you saying your helpful 'contact' is actually your ex-lover?\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Part of that's her fierce support of freedom - from slavers, from the empires, from the Huana's caste system, even.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Shouldn't the Príncipi do something about Aeldys?\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Many of the old-guard have died off, though, and the new blood flooding in be... less the civil sort.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Why are you frustrated with the old guard?\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Shit captain. Buy a lad a drink before you go rooting through his unmentionables.\"\r\n\r\nHe smiles, though, thumbs hooked in his belt.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Funny thing about it being a fort means it ain't a boat. Means it don't have to worry about the weight of cannons or storing honking big balls. Guns they got crowning that castle'll put a hole in your poop deck before you've sighted land.\" \r\n\r\nHe sighs and scuffs his boot against the floor.",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Fort itself be floor to ceiling rum-sodden fools, so that be going for us, but Aeldys keeps the crew on the walls sharp and sober.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"You be asking me for a plan? Frankly, I were curious to witness how the famed Watcher of Caed Nua would penetrate the impenetrable.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Regardless of how she feels about me, there's no love lost betwixt her and Benweth, that's for damn certain.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Way I see it, we have an option or two, ranging from the wildly dangerous to the fantastically suicidal. So tell you me, cap, what be your preferred approach to problems unapproachable?\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"If you breach the walls, you've still got the guards to attend to, adding to that a mess of pirates in multitudinous states of insobriety. And probably dress.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Sussing out a place to land without being spotted ourselves'll require Hylea's own eyes... or a spyglass. You've got a spyglass, I hope?\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Smart play for crashing any party involves scavenging yourself up an invite. And then dressing to impress.\" \r\n\r\nHe puffs out his chest, thumbs tucked into the fine fabric of his shirt.",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Well, Príncipi captains don't just give up their flags for a few coins.\"\r\n\r\nHe scratches his rump, head cocked to one side.",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"I prefer to approach problems boldly and head on.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Subtlety tends to work best for me.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"I simply outsmart my adversaries.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"I want to talk about something else.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"I'm all ears, captain.\" His large ears twitch.",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"I have a spyglass.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"I don't have a spyglass.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Don't you have a spyglass?\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Perfection! Whenever you be ready, set the bow towards Deadlight, and we'll scrounge ourselves up an infiltration.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Then let me recommend you remedy yourself there, captain. A good spyglass be like a good lover - shows you the bits you'd have missed otherwise.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Sure, used to. Then I made the mistake of lending it to Furrante. Apparently forgot it weren't his.\" \r\n\r\nA low growl builds beneath his grumbling.",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Showed him the S I carved into it, and he turned round and told me it stood for 'spyglass.' There's an important lesson to be learned there - you take something to sea, you hold grip on it real tight.\" ",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Deadlight's a tough coconut to crack, but if not cracking, what are nuts for?\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Let's discuss another plan.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Let's do a frontal assault.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"We could sneak our way in.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"I think this calls for a clever approach.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"On second thought, our current plan is good.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Not to be telling you your business, cap, but if we don't set sail for Deadlight, Benweth'll finish his repairs and pull anchor.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Let's go over the plan to get into Fort Deadlight\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Aye, captain. Looking forward to watching you work.\"\r\n\r\nHe rubs his palms together.",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"How hard could it be to purchase a flag?\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Then we'll attack a Príncipi ship and capture their flag.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Swapping cannonballs with my fellow Príncipi ain't my favorite idea you've ever had, but do what you have to do, cap.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Ahoy, captain. I've got to come clean bout something, and now be as good a time as not.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"What is it?\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"I certainly can't object to a cleaner Serafen.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Now's a good time? Really?\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Fair, I get it. We be in a fortress filled with lawless types who'd murder us as soon as look at us. But hear me out.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Much as I hate Benweth, the main reason I signed up with you were to get here, to get a chance to look for a man named Remaro.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Who is Remaro?\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"You think he's at Fort Deadlight?\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Look for him on your own time. We're here for Benweth.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"That be a longer story than we've got time for. Quick of it be that Remaro's in trouble. The Príncipi've sent a shiphunter after him, and I've got a need and a half to find him first.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Didn't see his ship, so probably not... But mayhaps we could keep a weather eye open for clues to his whereabouts.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Okay, let's keep a look out for clues.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Aye-aye, Captain Watcher.\" \r\n\r\nSerafen snaps off a salute above narrowed eyes and falls silent.\r\n",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Apologies, captain, for not being more forthcoming. Remaro be like family to me, and I didn't know you from a bilge pump. Actually, I've known a bilge pump or two.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Why didn't you tell me about Remaro before?\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"You've nothing to apologize for. Family is important. We'll find Remaro together.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Thanks, captain. I appreciate it truly.\"\r\n\r\nHe beams, clasping a closed fist to his breast.",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Now what've we got here? I do believe I recognize this godsdamned chest.\" He kneels by the chest, running his paws across it.",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Any clues in there?\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"Make it quick, Serafen.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "He flips open the lid, to reveal an empty chest. Serafen doesn't seem disappointed, however. ",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Dear S - that be me! - I knew you'd seek me out. Please abandon the trail here. I fashioned this predicament for my own, and I'd not have you lock its weight around your own ankles.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"What is Magic Waters?\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "[Insight] \"Seems like there was more in that letter.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Do you know who Udyne is?\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Aye, there be a word or two more, but nothing useful to us.\"\r\n\r\nHe folds the letter over.",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Nay, captain, that be over and done with. Certainly got what I came for, thank you kindly.\"\r\n\r\nSerafen quickly folds over the letter twice and then stuffs it in a deep pocket.",
      "female": ""
    },
    {
      "id": 93,
      "default": "[Take the letter.]",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"You don't have to tell me. It's between you and Remaro.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "You snatch the letter out of Serafen's hand. He looks shocked and angry for a moment, but then purses his lips and takes a breath. He turns his back to you.\r\n\r\nThe end of the letter reads: \r\n\r\n<i>I wish you a long and prosperous life. You carry with you all I could have imparted. While my legacy may otherwise be reduced to shame, know that you remain the exception. \r\n\r\nYours, R</i>",
      "female": ""
    },
    {
      "id": 96,
      "default": "Serafen smiles faintly and nods.",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"For now, though, we've got plunder and pillage before us, aye?\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Captain Aeldys claimed it a few years back. Fucking filthy from bow to stern, and she had her lads and lasses cleaning fish shit out of the floorboards for months.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Couple of them thought it might be better sailing elsewhere and left in the night. Aeldys tracked them down, quick as you like, took their heads, and fixed them into little lanterns for the front gate. Called them Fort Deadlight's Dead Lights.\" \r\n\r\nHis nose twitches.",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"Can't say I much approve of her lack of regard for our traditions, but can't say I don't share her vexations with Furrante and the old guard, neither.\" \r\n\r\nHe runs a furred paw over his braided beard.",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"The Príncipi's no fleet, more a mish mash of fiercely independent captains.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"A lot of them take to one another like sharks to krakens, but we be bound by the slippery slip-knots of tradition. Even those bucking tradition cooperate for protection 'gainst our enemies.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"Course I do that by way of good old traditional chicanery. And the most important part of any hornswoggle? Solid planning! Well, that and surviving.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"Might have, uh, shaken the sheets a few months back.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Might be there's a way to sneak inside. Bet we can find a shady spot to tie up a skiff under the veil of night. Then up the walls and over, quick as you please.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Neketaka's black market. If there be a Príncipi flag for sale, it'll be there. Market up and relocates every so often to avoid the royal guard. We'll just have to find wherever it currently be hunkered.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"Might be tricky to not damage the flag in battle, or sink the ship on accident.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"If you find yourself imperiled, seek Udyne at Magic Water. She can help.\"\r\n\r\nSerafen falls silent, staring at the page for a while longer. You hear his breath catch, and he looks up, his expression carefully blank.",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"But since you asked, just give me a tic...\"\r\n\r\nSerafen pauses to think. He strokes one of his beard braids.",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"The rest, her lenient hand. Step out of line, and Furrante's got your whole crew up for lashes. Aeldys, though, she's eh, let's say there's a reason she attracts limp-cocked nut-twists like Benweth.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"You might take a hankering to her, yourself, cap.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"Let's leave it enough for now to say I think there be a course to be charted betwixt anarchy and tyranny.\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"Contact would be more accurate, in the singular. A lass by the name of Syri. Been running the same circles for years, doldrums and fair winds. Were never family but never on the wrong ends of arms, neither.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"Your 'contact' is some random lover of yours?\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"Random? What do you take me for, captain?\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"An idiot.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"The scourge of hearts throughout the Deadfire.\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"More useful than you look.\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"Forget it.\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"You wound me, cap, right in the feelings.\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"Well... I can't say as you're entirely wrong...\" He grins, all teeth.",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"Mighty kind of you, captain, given how useful I look.\" Serafen winks, his thumbs in his belt.",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"Forgotten, sir.\"",
      "female": "\"Forgotten, ma'am.\""
    },
    {
      "id": 126,
      "default": "\"That'd be the fantastically suicidal I mentioned. I don't suppose I can coax you into belaying that notion...\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"No.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"Aye, you be the captain, captain.\" He grimaces. ",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"If you insist on the straightforward approach, you could always load the hold with powder and balls and hope the walls of Deadlight give before your hull. Here's hoping you've practiced your breaststroke, savvy?\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"If you're looking for a challenge, maybe we just get a catapult and send you over the wall. Saves repairing the ship again.\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"That ain't the worst idea I've heard in the last few minutes, cap.\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"Guess I've never had a good... uh, spyglass.\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"So look the part.\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"Fort Deadlight sends out invitations?\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"What are you getting at?\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"No, captain, they do not.\" He rubs the bridge of his nose and sighs.",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"Aye, captain, from stem to stern.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"Looking the part in this case means hoisting colors identifying us as Príncipi.\" \r\n\r\nHis left ear twitches.",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"Don't have to tell you how dangerous such a bit of a fabric can be if the wrong person catches you flying it.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"Another ex?\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"Nay, captain, but I like where your head be.\" \r\n\r\nHe chuckles quietly.",
      "female": ""
    },
    {
      "id": 143,
      "default": "Serafen's head falls, and he scratches the scar on the side of his nose.",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"By Ondra's salty bosom, Remaro hauled this chest from one end of the Deadfire to the other!\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "He reaches into the chest and gropes about before being rewarded by a clicking sound. A false bottom slides out from the chest, containing a single, folded piece of parchment.\r\n\r\nSerafen swipes it out and holds it to his nose, inhaling deeply.",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"What does it say?\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"Ah yes, the scent of musty pirate notes.\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "Serafen unfolds the letter, his large yellow eyes flowing over it. He clears his throat and begins to read.",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"Worse scents come out of chests like these, captain, trust you me.\"\r\n\r\nHe unfolds the letter, clears his throat, and begins to read.",
      "female": ""
    },
    {
      "id": 152,
      "default": "Serafen growls, baring his teeth and hopping deftly away from you. He shoves the letter down the front of his britches.",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"Don't know Udyne from wart mange, but Magic Waters I know like my own fucking name. When I were a wee lad, fresh on the Sorcerer, Remaro would treat me to the Luminous Bathhouse at Neketaka.\"\r\n\r\nHe grins as he gently closes Remaro's chest, a hand lingering upon the polished wood.",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"The water there shimmered like dawn on the open sea, and I, full flush with the poetic creativity of youth, called it Magic Waters.\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"I know you don't owe me the favor, captain, but if we could find our way to that bathhouse, I'd not hold it against you... unless'n, of course, you asked.\"\r\n\r\nHe winks.",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"I wouldn't turn down a dip in the baths. But everything else he said is just awful.\"",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"Can't say I much approve of her lack of regard for our traditions, but can't say I don't share her vexations with Furrante and the old guard, neither.\" \r\n\r\nHe runs a furred paw over his braided beard.",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"One blast of their horns, and Deadlight's locked up tight as an Aedyran Magranite. Will stay that way, too, 'til any unfamiliar ships have been shot to shit and shot again.\"",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"Sure, used to. Then I made the mistake of lending it to Furrante. Apparently forgot it weren't his.\" \r\n\r\nA low growl builds beneath his grumbling.",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"Smart play for crashing any party involves scavenging yourself up an invite. And then dressing to impress.\" \r\n\r\nHe puffs out his chest, thumbs tucked into the fine fabric of his shirt.",
      "female": ""
    }
  ]
}