{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_cv_xoti_main",
  "Entries": [
    {
      "id": 1,
      "default": "\"Whoo-wee! About time we took a breather. My feet are blistered something fierce.\"\r\n\r\nHands braced on her knees for support, she leans forward and sucks in a breath of fresh air. Her eyes never leave your face. A rosy flush slowly brightens her cheeks, and she beams you a wide, brash grin.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Tell me what's on your mind?\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"How is it you came to be a worshiper of Gaun more so than of Eothas?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"How are you feeling? Have you suffered any recent nightmares?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"What're your thoughts on Eothas?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"That's all for now.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Watcher.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"My folks... you might say they're not your typical Eothasians. Sure, they cling to the light more than the darkness.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"But the war, it touched my family. And it changed them. Killed some - not that I remember, first hand.\" She sniffs.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"The others toughened, turned survivors - that much I saw with my own eyes, even years later.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"What happened to your family?\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Are there others like you, other Gaunites out there?\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"They died.\" Xoti lifts her gaze to stare you directly in the eyes. Unflinchingly.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"No, Watcher, I really don't.\" She shakes her head, breaking the contact. Her lowered lashes shadow the tops of her cheeks.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Of course, though we're few and spread out. Most don't keep to temples. Soul shepherding requires travel.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Mostly I learned through reading. Any text pertaining to Gaun I could get my grubby hands on.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Let's speak of something else.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"No need to fiddle-foot around. I'm listening.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Xoti, I'd like you to come with me.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Thought you might change your mind. Let's get a move on then.\" She drubs her hands together.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Not a one. Thanks to you, I'm like sleeping like a babe. No, better even.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"I never knew nothingness could feel so warm and so nice.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Always. Not a day or night goes by that I don't glimpse the darkness. But that's all right.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"I got a wildness in my blood, Watcher.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"They're there in my head when I sleep.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"And sometimes I can taste them on the back of my tongue, like a smear of grit. Happens when I take in a particularly... volatile soul.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"We talking during the Saint's War or after he died?\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Well, before he died he was still Eothas as the majority of my brethren know him.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"I get the feeling you don't really fit in with the other Dawnstars.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"I guess it's the nature of light to want to best the darkness, but you can't have balance like that.\" Head downcast, she thumbs the edge of her sickle thoughtfully.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"And it's not like night and death are bad things.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"You and Edér seem to be getting along well.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"You reckon so?\" She slants you a sly grin.",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"I mean -\" Gaze downcast, Xoti sighs. The tip of her tongue, a peek of dusky rose, dabs at the corner of her mouth, leaving a glimmer of wetness.",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"You care for him, don't you?\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Maybe you're a little young.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"I do. I tried not to, but I can't hardly help it.\" She rushes through the confession with a soft blush and a nod.",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"That what you call a woman of seven and twenty? Or do you mean to say I'm immature - better suited to another mayhaps?\"\r\n\r\nMirthfully, her eyes gleam - studying your lips, your nose, your chin - as she tips her head back. Then, to make matters worse, she winks.",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Problem is, I think he doesn't much like me, Watcher.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Got a suggestion for me?\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"What the Hel was that, Xoti?!\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"She started it!\" Spitting mad, Xoti literally spits at your feet.",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"All right. Might be that I did. But that feather-head deserved it.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Well, hey.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Yeah?\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"I'm all ears.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"It's time I got about searching for lost souls.\" She nods.",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Yeah. It's best we got a move on.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"You need me, I'll be two whoops and a holler away.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Should you be swearing so much as a priestess?\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Reckon not.\" She grins wide and confident.",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"But I can't help but be a touch wayward.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"I don't take it too far. My ma caught me once, necking in the murkberry stalks. And of course, I fight.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"But I've not done much more than that. And I don't use the real ugly words.\"\n\nShe waggles her sickle around in a helpless sort of gesture.",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Sometimes the feelings... they just come tumbling right out of me. Gods darn it.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Aren't they, though?\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"No use in fearing what's natural. Life isn't one long line, it's cyclical. You got to shed the old to become the new.\" Her head shakes.",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"The lantern's burning.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"He's a right fine fellow. Kind, too. But a little old.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"I might. But it depends...\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"For gods sakes, Xoti. That's not what I meant.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "She laughs, unable to help herself.",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"You sound like my high priestess when she's debating slapping the tar out of me.\" \r\n\r\nWith a heavy-hearted sigh, she toes at the ground. Kicks a couple times, then stops.",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Best I quit my fooling.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 68,
      "default": "[Kiss her senseless.]",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"And on what does it depend?\" Sidling closer, almost hesitantly, Xoti touches the toes of her boots to yours.",
      "female": ""
    },
    {
      "id": 70,
      "default": "A stretch of heavy silence passes before Xoti awkwardly clears her throat.",
      "female": ""
    },
    {
      "id": 71,
      "default": "A shocked sound tries to escape from her throat, but you swallow it down - invading, conquering, demanding until she softens against the hard line of your body and timidly returns the kiss.\r\n\r\nThen she throws herself into it with enthusiasm, clutching at your shoulders and neck. ",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"I'll take that as a no... Thanks for letting me down easy.\"\r\n\r\nWith agitation, she fingers the flat of her sickle, and you can see that her nails are near bloodless, dirty, and bitten to the quick.",
      "female": ""
    },
    {
      "id": 73,
      "default": "When you break away, she tries to follow your lips with a little growl. But just as abruptly, a heat suffuses her cheeks as she remembers herself and glances furtively around.",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Good, Gaun! That was... I mean, I...\" She fans herself, head ducked with embarrassment even as her kissed-swollen lips quirk prettily.\r\n\r\nWhen she looks back up, her brown eyes are heavy with a darkness. A depth of longing.",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"You going to kiss me now, Watcher? 'Cause if you were... I guess I might not complain.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"I only meant to imply that you and Edér are suited to each other despite your age difference.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Sure, why not?\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Sorry, I'm not interested.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"You think me shallow.\" She blushes lightly.",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"That so?\" Her lips press together in a mulish line.",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"You sure know how to woo a gal. Don't you, Watcher?\"\r\n\r\nXoti puffs out a breath, but despite her momentary pique, she's quick to lick her lips, her gaze straying to your mouth expectantly.",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"That doesn't answer my question.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"My aunt's the one who taught me about the cycle of life. And death. How everything happens in stages.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Whether forwards or backwards - from seed to rot to rebirth again - it's all just states of existence and balance. See?\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"That's how I first learned about the slice of Gaun within Eothas.\"\r\n\r\nShe grins big, confident and happy.",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"After that, I read all the doctrines of Gaun - anything and everything I could get my hands on.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Such as?\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"The twelve books of Nyrwith. Plus, the epistles from the minor prophets. A lot of them aren't a part of today's canonization, but that doesn't mean they're wrong.\"\r\n\r\nShe crosses her arms over her chest, expression pinched.",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"It's tradition for the youngest born to take up the priesthood of Eothas. Well, I did it in my own way.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Doesn't it, though?\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Care to elaborate on that?\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Not at this time. Maybe not ever.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"I'm sorry for your loss.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Xoti, did you kill your family?\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "For the space of several heartbeats, she looks as if she might cry, face scrunched from the stab of visible pain. But then she swipes a dirty hand beneath her nose, and the emotion vanishes completely.",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"Feeling sorry never made a lick of difference for me. But I thank you all the same.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "For the space of several heartbeats, she looks as if she might cry, face scrunched from the stab of visible pain. But then she swipes a dirty hand beneath her nose, and the emotion vanishes completely.",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"No. I wasn't yet a reaper then. Nor had I learned the value of mercy.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"Darn it all, if I'm not a fool for you, Watcher.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Figure it's a fine thing we cleared the air then.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"But it's not just that... really. I've been trying my best, but I think maybe he dislikes me.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "[Give her a chaste peck on the cheek.]",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Never mind.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Oh! That was... not quite what I had in mind...\"\r\n\r\nFor a moment, she looks like she doesn't know whether to laugh or cry. Then an amused grin breaks up the hardness of her face.",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"Suppose it's not meant to be.\" Disappointment floods her features, shuttering her face.",
      "female": ""
    },
    {
      "id": 106,
      "default": "Xoti leans forward, clearly intent to collide with your lips. But you turn your face aside just before she's able to touch mouth to mouth. Instead, you plant a sweet kiss over the ridge of her cheek. \r\n\r\nSurprised, she jerks, fingers falling away from where she'd reached for you - her entire face heating to a fine scarlet as she retreats a step back.",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Forget about him. You can do better.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"And focus on what? Or do you mean who?\"\r\n\r\nMirthfully, her eyes gleam - studying your lips, your nose, your chin - as she tips her head back. Then, to make matters worse, she winks.",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"Why would you think that?\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"You try too hard. It annoys him.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"He's just so considerate and nice - if not to me, then everyone else. And he's so darned big and strong. I know my pa would've liked him.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"Aside from the fact that every time I talk to him, he shoots me down?\" She grins crookedly, somehow looking both abashed and amused.",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"That's exactly what a girl longs to hear... Great, just wonderful. Is there anyone I haven't yet driven away?\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"It's not meant to be, Xoti. You need to move on.\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"Maybe he likes you, but he's no good at showing it.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"What good's a man who can't admit his feelings?\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"Suppose you're not wrong.\" She winces.",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"Have you shown him your... charms?\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"My... my what, now?\" Frowning, she folds her arms over her chest. ",
      "female": ""
    },
    {
      "id": 120,
      "default": "[Stare pointedly.]",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"The finer aspects of your personality. Like your passion and wit.\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"I'm talking about your lady parts.\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"Oh.\" A smile slowly splays her lips, and her arms drop back to her sides.",
      "female": ""
    },
    {
      "id": 124,
      "default": "She stares back. Working her tongue over her teeth, peevishly, she blinks first.",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"Sakes alive, Watcher!\" She sputters and scrubs a palm over her mouth. Her gaze darts about wildly.",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"No. Yes. I mean, maybe. I tried a couple times. But it was to no avail.\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"No, I've not. Nor will I. Uninvited, that is...\"\r\n\r\nWith a strangled groan, she drops her head into her hands.",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"Keep your voice down, will you? And no -\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"What should I do? You'll help me, Watcher, won't you?\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"Keep at it. That's all you can do for now.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"Give him enough time - and space - to come around.\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"True enough. Even I know you can't catch a stag if you don't hunt.\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "Xoti chews at her bottom lip for a while before exhaling a quiet sigh. She hums something that sounds like 'mm-hm.'",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"You should probably pester him to talk more about Eothas and the Saint's War. Or his dead brother.\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"And that's going to get us to bumping uglies sooner than later, is it? 'Cause everytime I mention as much, it's like I got dead-rat for breath.\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"Which, at this pace, is going to be never.\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"Call me skeptical. But I'll think on it, I can promise you that.\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"I hope you're right.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"One night, while everyone was sleeping...\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "Her whole face falls as her hope visibly crumbles. Unable to meet your gaze full on, she peeks up from beneath her lashes while nibbling at her bottom lip.",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"You might think me naive, and you might be right - but I've seen both types in a family, and I think there ought to be a little heat between a husband and his wife.\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"Suppose I've made a fool of myself? A bigger one than usual?\" \r\n\r\nXoti toes the ground silently, dropping her head to watch. After a drawn out pause, she raises her face back up, eyes challenging, her jaw stubbornly set as she shrugs.",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"Well, if everything went easy, there'd be no reason to worship our gods.\" ",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"Hands off. Edér's mine.\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "A strangled sound catches in Xoti's throat. Eyes wide, she pounds a fist against her chest, choking until she manages to croak a few words out.",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"Forgive me. I hadn't the notion you two were... intended.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"Surely, I'll speak no more of him again.\" She pops her jaw and looks to the side, clearly reluctant to continue the topic.",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"I'm going to stop you right there.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"Go on...\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "She clears her throat, fingers hiding her mouth, and you can't tell if it's from embarrassment or to stifle a snicker. But then a sigh escapes her, slackening her whole posture, slumping her forward, and you can almost feel the weight of her longing.",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"I might've borrowed a bottle of rum and shook him awake. I thought he'd be more open to talk by the light of my lantern. You know, if it was just the two of us.\"",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"Right. All you need to know is it didn't work.\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"He looked at me like I was a scorpion that'd crawled into his sleeping bag.\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"Aren't you getting a little ahead of yourself?\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"If it's passion you want, you're looking in the wrong place for it.\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "A flustered laugh bursts from her throat before she can tamp it down, pressing both of her hands over her mouth.",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"Am I, now? Looking at the wrong person?\" Xoti clears her throat, hiding the lower half of her face behind her fist as a bright flush creeps up from her throat.",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"That's a valid point.\"",
      "female": ""
    },
    {
      "id": 159,
      "default": "Her lips ease into a slow, wide smile.",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"Nope, it's pretty much a consensus.\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"Sure. I like you just fine.\"",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"You and Maia seem to get along together.\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"We do, don't we? I like Maia. She's tougher than iron, slick as a mink, and smart to boot.\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"Really? You wouldn't just be saying that to protect my feelings?\" Her gaze roves from your chest to your thighs, slowly. Appraisingly. ",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"I sure appreciate you taking my side, Watcher. Sometimes a girl gets to doubting herself, and it feels like the whole world thinks you're wrong...\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"But even when we don't see eye to eye, I know you got my back. And you should know I always got yours.\"\r\n\r\nShe sighs heavily.",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"That doesn't fix my problem though.\"",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"I do want to raise a family someday, whether it's with someone else or not.\" She sighs.",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"That's assuming we all live long enough... and I'm wrong about the coming darkness.\"",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"In the meantime...\" She rubs a hand over the back of her neck, face caught in a grimace.",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"Might be, I was looking for love and affection - for understanding - in all the wrong places.\"",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"I got to admit, you're far too good for me. I didn't even think I had a shot. But now, I wonder... \n\n\"Watcher, do you maybe... want me...?\" ",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"I was trying to give you advice with Edér.\"",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"O-oh. 'Course you were.\" She worries her lip between her teeth and glances away, embarrassed.",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"I knew it. I'm a mess. Hopeless. I couldn't charm my way out of a grain sack if my life depended on it!\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"'Course, she's real pretty, too.\" Xoti's brow wrinkles as an odd sort of expression - an awareness - overcomes her. Then she smiles softly to herself.",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"I'll try my Gaun darndest. I can promise you that. I just...\"\r\n\r\nAs if unable to help herself, she beams you a bright and hopeful smile.",
      "female": ""
    },
    {
      "id": 178,
      "default": "A fierceness sharpens Xoti's features. It vibrates through the set of her shoulders, the jut of her hip, and for a moment, her lantern seems to rattle with it, in determination on its holster clip.",
      "female": ""
    },
    {
      "id": 179,
      "default": "With a curt shake of her head, she releases her lip. Then bouncing on the balls of her feet, she huffs and raises her chin in a proud recovery.",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"Go madder than I already am? I don't rightly know.\"",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"What're you going to do?\"",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"Don't worry. We'll figure something out.\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"Will we? Ought we? I just don't know.\" Pinching the bridge of her nose with dirty fingers, Xoti sighs. ",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"I can't believe you picked her side, Watcher!\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"Least I know I got you in my corner.\"",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"Pallegina's right. Stop being so close-minded.\"",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"I'll always have your back, Xoti.\"",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"And you - you were no help at all, I might add.\"",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"Ohhhh! You make me so - you make me want to wring the life out of someone, Watcher. And I think murder is a tad unbecoming of a priestess.\" She turns to shout over her shoulder, sickle swishing in the air.",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"Y-you call that having my back?! Care to explain how that works, Watcher? Cause right now, I feel more like you stabbed a knife in it.\"",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"EVEN IF SHE DOES DESERVE IT!\"\r\n\r\nThe priestess snaps her angry glare back to your face. She pokes you in the chest with the back curve of her sickle. Poke. Glare. Poke.",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"You know what? Never mind. I don't need anyone watching out for me. Not my ma - gods rest her soul. Not my high priestess. And not you.\"\r\n\r\nXoti kicks at the ground hard enough to send debris flying. Then with a half-whispered curse, she storms off.",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"Watcher, I was wondering if I could run something by you.\"",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"What's on your mind?\"",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"Maybe another time.\"",
      "female": ""
    },
    {
      "id": 196,
      "default": "\"Well, to put it simply... You are.\" She swallows thickly.",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"Oh. Yeah, all right then.\"",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"You might say a certain Eothasian who sometimes eschews the light but's got a kind heart and a good head on his shoulders.\"\r\n\r\nHer cheeks pinken.",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"What does that mean?\"",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"I think I know where this is going.\"",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"Y-you do? I hope that's a good sign then. Or at least tops the usual omens I get.\"",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"Forgive my audacity. I know I've got no place to, but I care for you. More than I can rightly say.\"\r\n\r\nFingers trembling, she wipes her damp palms on her tunic.",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"Have you had any better luck with Edér?\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"I'd like to believe so, yes.\" ",
      "female": ""
    },
    {
      "id": 205,
      "default": "\"No. I'm fairly sure it's not going to work out.\"\r\n\r\nShe shrugs, scrubbing at the back of her neck, but surprisingly she doesn't look overly upset about it.",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"To be honest, I thought I'd be more torn up about it.\"",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"I'm not interested.\"",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"Thanks to your advice, we've had a couple heart-to-hearts. I'd like to think that at least we're friends.\"",
      "female": ""
    },
    {
      "id": 209,
      "default": "With a smile fresh as spring, she nods her gratitude.",
      "female": ""
    },
    {
      "id": 210,
      "default": "\"I was wondering if you might return the sentiment.\"",
      "female": ""
    },
    {
      "id": 211,
      "default": "\"I'd hope that would be obvious.\"",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"I thought you were interested in Edér?\"",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"No, I don't.\"",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"Why would I believe - or Hel, even think - the Watcher himself could be interested in me? Wanted it desperately, yes. But hoped...?\"",
      "female": "\"Why would I believe - or Hel, even think - the Watcher herself could be interested in me? Wanted it desperately, yes. But hoped...?\""
    },
    {
      "id": 215,
      "default": "\"I thought I was, too, at first... but somewhere along the way, well I realized he wasn't the one making my heart stutter.\"",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"How long are you going to be hung up on him?\"",
      "female": ""
    },
    {
      "id": 217,
      "default": "She swallows thickly.",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"Whatever do you mean, Watcher?\"",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"He's no good for you.\"",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"Forget it. We should get moving.\"",
      "female": ""
    },
    {
      "id": 221,
      "default": "\"Don't I know it. Seems he's good for everyone BUT me.\" A soft sigh escapes her.",
      "female": ""
    },
    {
      "id": 222,
      "default": "\"I knew I had no shot with you, so I thought maybe instead... But I reckon that doesn't matter now. Not anymore.\"\r\n\r\nSplayed, dirt-caked fingers rub at her temple and farther along her scalp, mussing her hair.",
      "female": ""
    },
    {
      "id": 223,
      "default": "\"I've tried, but I can't get you out of my thoughts and dreams.\"",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"More of a who than a what.\"",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"I don't know what's wrong with me. Whenever he's near, I get all tongue-tied, and when he's not I can't stop thinking about him.\"",
      "female": ""
    },
    {
      "id": 226,
      "default": "\"Well, that's your opinion. And now that you've said it, I can take it to heart.\"",
      "female": ""
    },
    {
      "id": 227,
      "default": "\"In the meantime, we'd best get back to it...\"",
      "female": ""
    },
    {
      "id": 228,
      "default": "\"I'm almost afraid to believe it - that you would want me just as much and fierce.\"\r\n\r\nXoti ducks her head, but it fails to hide the blush and the smile that's spread across her face.",
      "female": ""
    },
    {
      "id": 229,
      "default": "\"It's about time you woke up.\"",
      "female": ""
    },
    {
      "id": 230,
      "default": "\"I've always been here for you, Xoti.\"",
      "female": ""
    },
    {
      "id": 231,
      "default": "\"And he sure doesn't make me sweat like you do.\"",
      "female": ""
    },
    {
      "id": 232,
      "default": "\"The truth is, I was afraid to want you. I didn't think the Watcher himself could be interested in me.\"",
      "female": "\"The truth is, I was afraid to want you. I didn't think the Watcher herself could be interested in me.\""
    },
    {
      "id": 233,
      "default": "\"I don't look up to him like I do you.\" She wets her lips.",
      "female": ""
    },
    {
      "id": 234,
      "default": "\"You have. I know you have. It's just that...\" She glances down shyly.",
      "female": ""
    },
    {
      "id": 235,
      "default": "\"Why don't we continue this discussion somewhere more... private.\"",
      "female": ""
    },
    {
      "id": 236,
      "default": "\"So what happens now?\"",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"Watcher, I thought you might never ask.\" A throaty, eager laugh escapes her as she tugs you forward by the hand.",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"There's so much I've longed to try and to see... or to not see.\" ",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"If you're sure you'll have me, I'll do my best to stand tall by your side. You'll see, I'll make you proud yet. You and my god.\"\r\n\r\nSlowly, carefully, she laces her fingers with yours. As she stares deep into your eyes her pupils expand, swallowing up the brown of her irises.",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"But you best know it now - I'm not a woman to share.\"\r\n\r\nShe rocks forward then and touches her lips to yours. She nuzzles gently once, twice, back and forth before opening to you on an exhale, her eyes sliding closed as she deepens the kiss.",
      "female": ""
    },
    {
      "id": 241,
      "default": "\"All right, let's go.\"",
      "female": ""
    },
    {
      "id": 242,
      "default": "\"Seriously?\"",
      "female": ""
    },
    {
      "id": 243,
      "default": "\"Ready and willing.\" She salutes you with a grin.",
      "female": ""
    },
    {
      "id": 244,
      "default": "\"Let's reconvene in the Captain's Cabin where we can take it slow. I only ask you be patient with me.\"",
      "female": ""
    },
    {
      "id": 245,
      "default": "\"You care for me... as a friend?\"",
      "female": ""
    },
    {
      "id": 246,
      "default": "She blushes fiercely from the tops of her ears to the tip of her nose.",
      "female": ""
    },
    {
      "id": 247,
      "default": "\"More than that. I don't just care for you. I want you, Watcher. For always.\"",
      "female": ""
    },
    {
      "id": 248,
      "default": "\"I want you, too.\"",
      "female": ""
    },
    {
      "id": 249,
      "default": "\"I'm flattered, really. But don't you think we've more important things to worry about?\"",
      "female": ""
    },
    {
      "id": 250,
      "default": "\"Like Gaun on a rampage? And the coming darkness in the final harvest?\" She grits her teeth, face a scarlet mask of anguish... and determination.",
      "female": ""
    },
    {
      "id": 251,
      "default": "The pink tip of her tongue swipes across her lips. She sucks her lush bottom lip between her teeth before puffing out a heated breath.",
      "female": ""
    },
    {
      "id": 252,
      "default": "\"Yeah, I suppose we do. Thank you for reminding me of my priorities.\"",
      "female": ""
    },
    {
      "id": 253,
      "default": "\"Sounds like a heavy weight was lifted from your shoulders.\"",
      "female": ""
    },
    {
      "id": 254,
      "default": "She toes at the ground, scraping one boot back and forth. Her shoulders rise and then fall in a hesitant shrug.",
      "female": ""
    },
    {
      "id": 255,
      "default": "\"Actually, forget it. Forget I ever thought to bring it up, yeah.\"",
      "female": ""
    },
    {
      "id": 256,
      "default": "\"Never you mind, Watcher. I mean it.\" A muscle ticks along her grinding jaw. Shoulders squared, she sets off.",
      "female": ""
    },
    {
      "id": 257,
      "default": "\"When you think about it, how powerful you are compared to me, it doesn't hardly make any sense, does it?\"",
      "female": ""
    },
    {
      "id": 258,
      "default": "\"But darned if it doesn't make me so very... very happy.\"",
      "female": ""
    },
    {
      "id": 259,
      "default": "[Tuck a loose strand of hair behind her ear.]",
      "female": ""
    },
    {
      "id": 260,
      "default": "An easy, confident grin glides over Xoti's face, revealing her straight white teeth. She runs the tip of her tongue over those pearly teeth, touching a canine thoughtfully before she slowly, carefully entangles her fingers with yours. \r\n\r\nPupils blown, she inhales a breath. ",
      "female": ""
    },
    {
      "id": 261,
      "default": "\"I'm going to make you so glad you picked me, Watcher. You'll see.\"\r\n\r\nShe rocks forward then and touches her lips to yours. She nuzzles gently once, twice, back and forth before opening to you on an exhale, her eyes sliding closed as she deepens the kiss.",
      "female": ""
    },
    {
      "id": 262,
      "default": "\"You're mine, Xoti, and no one else's.\"",
      "female": ""
    },
    {
      "id": 263,
      "default": "\"You're right about that.\" Gingerly, the priestess clasps your hand and presses your palm over her heart.",
      "female": ""
    },
    {
      "id": 264,
      "default": "\"Bet other parts of you feel just as hot. Or hotter even.\" The muscles in her throat constrict. ",
      "female": ""
    },
    {
      "id": 265,
      "default": "\"When you touch me like this, even through my clothes, I can feel it hot as a brand. I'd sear your name over my heart, Watcher. If you'd only let me.\"",
      "female": ""
    },
    {
      "id": 266,
      "default": "\"Bet I'd like to find out.\"",
      "female": ""
    },
    {
      "id": 267,
      "default": "\"Sakes alive.\" She pants softly after, eyes opening in a wash of awe.",
      "female": ""
    },
    {
      "id": 268,
      "default": "\"I changed my mind. I don't think this is a good idea.\"",
      "female": ""
    },
    {
      "id": 269,
      "default": "\"You kidding me? I don't much like being teased, Watcher.\"",
      "female": ""
    },
    {
      "id": 270,
      "default": "\"Don't think I'll offer again.\" Scowling, Xoti spits at the ground before showing you her back.",
      "female": ""
    },
    {
      "id": 271,
      "default": "\"We need to break up.\"",
      "female": ""
    },
    {
      "id": 272,
      "default": "\"You taste like forgotten dreams. Like fate.\" She pants softly after, eyes opening in a wash of awe.",
      "female": ""
    },
    {
      "id": 273,
      "default": "\"Let me turn my lantern low. I want nothing but shadows between us.\"",
      "female": ""
    },
    {
      "id": 274,
      "default": "Languidly, Xoti runs a hand through her mussed hair. She watches you hungrily, though she should be well sated.",
      "female": ""
    },
    {
      "id": 275,
      "default": "\"That was divine. Surely, Watcher, you are a blessing from Gaun.\"",
      "female": ""
    },
    {
      "id": 276,
      "default": "\"What's the difference?\"",
      "female": ""
    },
    {
      "id": 277,
      "default": "\"Tell me about him leading up to and during the Saint's War.\"",
      "female": ""
    },
    {
      "id": 278,
      "default": "\"After. I mean, now.\"",
      "female": ""
    },
    {
      "id": 279,
      "default": "\"I really only know what my folks taught me.\" She scratches the back of her head, hesitant.",
      "female": ""
    },
    {
      "id": 280,
      "default": "\"Then you mean Gaun? Sure, maybe my god still answers to Eothas, as well. Why not? But Eothas died. And death requires change.\"",
      "female": ""
    },
    {
      "id": 281,
      "default": "\"It calls to me. My duty and my god. It knows.\"",
      "female": ""
    },
    {
      "id": 282,
      "default": "\"Might be, I was looking for love and affection - for understanding - in all the wrong places.\"",
      "female": ""
    },
    {
      "id": 283,
      "default": "\"What are you hinting at?\"",
      "female": ""
    },
    {
      "id": 284,
      "default": "\"Stop right there. I don't want to hear it.\"",
      "female": ""
    },
    {
      "id": 285,
      "default": "\"I know this is madness, and you'll probably hate me forever if I voice this... but I'll hate myself more if I don't.\"",
      "female": ""
    },
    {
      "id": 286,
      "default": "\"More like from my mind.\" She nods.",
      "female": ""
    },
    {
      "id": 287,
      "default": "\"Eothas embodied a human... and when that human got blown to bits, we all believed Eothas died.\"",
      "female": ""
    },
    {
      "id": 288,
      "default": "Xoti taps a finger to her lips and hums thoughtfully.",
      "female": ""
    },
    {
      "id": 289,
      "default": "Xoti's back shoots ramrod straight, her expression turning just as stiff - all sign of her usual mirth wiped abruptly from her face.",
      "female": ""
    },
    {
      "id": 290,
      "default": "\"Think carefully before you speak next. 'Cause I don't do take backs.\"",
      "female": ""
    },
    {
      "id": 291,
      "default": "\"It's over.\"",
      "female": ""
    },
    {
      "id": 292,
      "default": "\"Get a sense of humor. I was just kidding.\"",
      "female": ""
    },
    {
      "id": 293,
      "default": "She sighs, all the fight draining out of her, that quick.",
      "female": ""
    },
    {
      "id": 294,
      "default": "\"I know I can sometimes come across a tad... too intense. I guess I'm not surprised it had to come to this.\"",
      "female": ""
    },
    {
      "id": 295,
      "default": "\"So you'd best be sleeping with one eye open for the remainder of our trip.\"\r\n\r\nShe smiles sweetly, but there's a disturbing - warped - gleam to her eyes.",
      "female": ""
    },
    {
      "id": 296,
      "default": "\"I only hope we can still be friends.\" She ducks her head. a hand massaging the back of her neck.",
      "female": ""
    },
    {
      "id": 297,
      "default": "Her whole body relaxes in the span of a single heartbeat. Almost sheepishly, a relieved smile tugs at her lips.",
      "female": ""
    },
    {
      "id": 298,
      "default": "\"Don't fool with me like that. I can't tell when you're being serious.\"\r\n\r\nHead shaking, she punches you in the shoulder - hard - and you notice the dark anger brewing in her eyes.",
      "female": ""
    },
    {
      "id": 299,
      "default": "\"No matter what comes to pass in the days and nights ahead - I won't forget who it was that brought me relief from the dreams -\"",
      "female": ""
    },
    {
      "id": 300,
      "default": "\"- and the crush of the souls I'd acquired.\"",
      "female": ""
    },
    {
      "id": 301,
      "default": "\"So you're that much closer to achieving your purpose?\"",
      "female": ""
    },
    {
      "id": 302,
      "default": "\"Oh, I am, Watcher.\" She nods gravely, eyes swimming with shadows.\r\n\r\nWhen she lifts the lantern to her face, it rattles violently on its chain.",
      "female": ""
    },
    {
      "id": 303,
      "default": "\"Can you hear them in there? The new souls I caught?\"\r\n\r\nLong lashes, dark as a raven's wing, flutter closed in apparent rapture as Xoti tilts an ear to the lantern's glass and listens.",
      "female": ""
    },
    {
      "id": 304,
      "default": "\"Already, they're giving me such sweet, deathly dreams.\"",
      "female": ""
    },
    {
      "id": 307,
      "default": "\"I thought, culturally, Readcerans only entered into pairings that can produce viable offspring...?\"",
      "female": ""
    },
    {
      "id": 308,
      "default": "\"Yeah, and your point is...?\" Expression souring, she crosses her arms over her chest and hitches out a hip.",
      "female": ""
    },
    {
      "id": 309,
      "default": "\"Do we need to have the Birds and the Bees talk, Xoti?\"",
      "female": ""
    },
    {
      "id": 310,
      "default": "\"Clearly, this doesn't concern you.\"",
      "female": ""
    },
    {
      "id": 311,
      "default": "\"Don't get offended, I was just curious.\"",
      "female": ""
    },
    {
      "id": 312,
      "default": "\"I've delivered enough calves, kids, piglets, and my own baby siblings to know which bits go where, Watcher.\"",
      "female": ""
    },
    {
      "id": 313,
      "default": "\"It does but not how you think. I'm stubborn, yeah. But I'm not entirely ignorant.\"\r\n\r\nShe rubs her nose with dry-skinned and muddy knuckles.",
      "female": ""
    },
    {
      "id": 314,
      "default": "\"All right.\" She shrugs, dropping her arms to her sides.",
      "female": ""
    },
    {
      "id": 315,
      "default": "\"Then I'm simply curious as to why you care.\"",
      "female": ""
    },
    {
      "id": 316,
      "default": "\"I'm just surprised you're different.\"",
      "female": ""
    },
    {
      "id": 317,
      "default": "\"Just... forget it.\"",
      "female": ""
    },
    {
      "id": 318,
      "default": "\"My whole life folks keep complaining 'cause I'm different.\" Scratching an ear, she shrugs again.",
      "female": ""
    },
    {
      "id": 319,
      "default": "\"Long as I please my god, what do I care if others like me or not?\"",
      "female": ""
    },
    {
      "id": 320,
      "default": "\"Surely. I will if you will, Watcher.\"",
      "female": ""
    },
    {
      "id": 321,
      "default": "\"Long term, you're right. My ma expected me to grow into a gods-fearing Bringer of the Light who'd raise enough farmhands to run the family homestead.\"",
      "female": ""
    },
    {
      "id": 322,
      "default": "\"But that's not who I am. And I can't say whether it's who I'll ever want to be. I am a reaper of Gaun. My purpose isn't to farm, it's to shepherd the souls of the dead, Watcher.\"",
      "female": ""
    },
    {
      "id": 323,
      "default": "\"Now, you might think I can do both. Maybe some day, I will. Or maybe I won't ever. But that's for me and my god to decide.\"\r\n\r\nShe sighs, shoulders drooping.",
      "female": ""
    },
    {
      "id": 324,
      "default": "\"I just think... why's it got to matter until then?\"",
      "female": ""
    },
    {
      "id": 328,
      "default": "\"And I think a part of him did - the part he'd most closely woven into living flesh. The part that represented life. And rebirth after death.\"",
      "female": ""
    },
    {
      "id": 329,
      "default": "\"Which means the part of him that could have survived - that stormed across the Deadfire's seas - was the side more aligned with abscission, rot, and falling away.\n\n\"That which is death.\"",
      "female": ""
    },
    {
      "id": 330,
      "default": "\"Eothas embodied Saint Waidwen. But during the war, he got blown to bits. That's the thing about human bodies. Eventually, they all got to die.\"",
      "female": ""
    },
    {
      "id": 331,
      "default": "\"As the god of rebirth, of course, Eothas would be coming back. But where I differ from my family's view, and my high priestess' view, is that I've studied the apotheosis of Gaun.\"",
      "female": ""
    },
    {
      "id": 332,
      "default": "\"And I know all about the backside, the downward swoop, the <i>death</i> part of the cycle of life. Abscission. Rot. Regrowth.\"",
      "female": ""
    },
    {
      "id": 333,
      "default": "\"What's gone can never be again. What comes back is changed. Always.\r\n\r\n\"Even if what comes back is a god.\"",
      "female": ""
    },
    {
      "id": 334,
      "default": "\"He ain't what he was. Not in exactly the same way. That's why I think his other aspect - his darkness in the light - is what's burning brighter in him now.\"",
      "female": ""
    },
    {
      "id": 335,
      "default": "\"It's not like I can turn my back on my duty to my god. Even if it kills me.\"",
      "female": ""
    },
    {
      "id": 336,
      "default": "\"I trust you, Watcher. I swear, I do. I just... I worry sometimes about what's going to happen to me. But, well...\"",
      "female": ""
    },
    {
      "id": 337,
      "default": "\"And sometimes I can taste them on the back of my tongue, like a smear of grit. Happens when I take in a particularly... volatile soul.\"",
      "female": ""
    },
    {
      "id": 338,
      "default": "\"I'll always have your back, Xoti.\"",
      "female": ""
    },
    {
      "id": 339,
      "default": "[Shrug.]",
      "female": ""
    },
    {
      "id": 340,
      "default": "\"No one's had my back in a long time, Watcher. I'm so gods darned lucky I met you.\r\n\r\n\"Makes me think it was meant to be.\" ",
      "female": ""
    },
    {
      "id": 341,
      "default": "\"And <i>you</i>. I got no words for you right now. Watcher.\"",
      "female": ""
    },
    {
      "id": 342,
      "default": "[Take Xoti's sickle.]",
      "female": ""
    },
    {
      "id": 343,
      "default": "[Laugh loudly.]",
      "female": ""
    },
    {
      "id": 344,
      "default": "[Walk away.]",
      "female": ""
    },
    {
      "id": 345,
      "default": "\"H-hey! Darn it, Watcher! That's stealing!\" She lunges and grabs for the sickle, but you easily keep it out of her reach. Before long, Xoti's worked up a flush and she's laughing, looking like she both wants to strangle and kiss you.",
      "female": ""
    },
    {
      "id": 346,
      "default": "Xoti's eyes widen, and her whole face goes crimson.",
      "female": ""
    },
    {
      "id": 347,
      "default": "\"You think I'm overreacting. All right. Maybe I am. But you didn't need to be like that about it.\"\r\n\r\nShe crosses her arms over her chest, frown twitching before an annoyed laugh escapes her. Shaking her head, she turns away.",
      "female": ""
    },
    {
      "id": 348,
      "default": "\"You're lucky I can't ever stay mad at you.\" Puffing out an exasperated breath, she turns away.",
      "female": ""
    },
    {
      "id": 349,
      "default": "\"That I was meant to help you, just as much as you've helped me.\" She rubs shyly at the back of her neck, a bright smile spreading across her face. ",
      "female": ""
    },
    {
      "id": 351,
      "default": "\"I did, recently with you.\"",
      "female": ""
    },
    {
      "id": 352,
      "default": "\"You were walking the depths of the ocean, but you didn't drown. And in your hand, you gripped the key to Eora's end.\" \r\n\r\nHer face alights with a fierceness. ",
      "female": ""
    },
    {
      "id": 353,
      "default": "\"I've seen stars wreathing a statue's brow and souls flowing like tears over gleaming adra.\"",
      "female": ""
    },
    {
      "id": 354,
      "default": "\"And then my god headed into the heart of the storm. Where he could find the darkness.\"",
      "female": ""
    },
    {
      "id": 355,
      "default": "\"Does anyone but the gods know what goes on in Edér's head?\"",
      "female": ""
    },
    {
      "id": 356,
      "default": "\"Problems?\"",
      "female": ""
    },
    {
      "id": 357,
      "default": "\"Ship life sure is an adventure, ain't it? Just think of all the places we can sail to, all the sights we could see. This is nothing like being stuck on a farm... or cloistered in the back of a temple.\"\r\n\r\nXoti raps her sickle against her thigh as she studies the boat's layout. Satisfied by whatever she sees, she tilts her head to you with a small smile.",
      "female": ""
    },
    {
      "id": 360,
      "default": "\"I'm glad we talked.\"",
      "female": ""
    },
    {
      "id": 361,
      "default": "\"You know where to find me if you want to talk. Or if you'd like to commune in other ways.\" Her eyes brighten with mischief.",
      "female": ""
    },
    {
      "id": 362,
      "default": "\"Sure thing, Watcher.\" ",
      "female": ""
    },
    {
      "id": 363,
      "default": "\"We going to do this or what?\"\r\n\r\nXoti licks her chapped lips, dark gaze narrowing as she takes in the sight of the ancient city's ruins. Raised high, her lantern casts hard shadows over the plains of her face.",
      "female": ""
    },
    {
      "id": 364,
      "default": "\"We've made it this far, yet we're still alive. Might as well square off with my god before our luck runs dry.\"",
      "female": ""
    },
    {
      "id": 365,
      "default": "\"Was it worth it all to chase down your god?\"",
      "female": ""
    },
    {
      "id": 366,
      "default": "\"No matter what happens with Eothas, you've got my back. Right?\"",
      "female": ""
    },
    {
      "id": 367,
      "default": "\"If we survive this... No, never mind. I'll tell you after.\"",
      "female": ""
    },
    {
      "id": 368,
      "default": "\"Think we can reason with him?\"",
      "female": ""
    },
    {
      "id": 369,
      "default": "\"Reckon it was. Sure, I did some things I now regret. Gaun knows I got plenty of blood on my hands.\"\r\n\r\n",
      "female": ""
    },
    {
      "id": 370,
      "default": "\"But I couldn't dream of any other way.\" Xoti sets her jaw, grim.",
      "female": ""
    },
    {
      "id": 371,
      "default": "\"Sure do. If Gaun wants you dead, I figure he can do it himself.\" ",
      "female": ""
    },
    {
      "id": 372,
      "default": "\"I'll hold you to that.\" A cheeky grin blooms but just as quickly dies.",
      "female": ""
    },
    {
      "id": 373,
      "default": "\"Sway a god's will? You trying to make laugh?\" The lantern rattles before she lowers it.",
      "female": ""
    },
    {
      "id": 374,
      "default": "\"Luck had nothing to do with it.\"",
      "female": ""
    },
    {
      "id": 375,
      "default": "\"Neither did modesty, it seems.\" Xoti offers you an easy smile. Tension drains from her shoulders as she sighs. ",
      "female": ""
    },
    {
      "id": 376,
      "default": "\"Well, if anyone could do it, I reckon it'd be you.\"",
      "female": ""
    },
    {
      "id": 377,
      "default": "\"Besides, the part of him that's been stomping through the Deadfire didn't much help me at Magran's Teeth.\"\r\n\r\nShe ruffles a shaky hand through her hair.",
      "female": ""
    },
    {
      "id": 378,
      "default": "\"I thought it'd be different, how it turned out.\"",
      "female": ""
    },
    {
      "id": 379,
      "default": "\"Shall we go find out whether we live or die?\"",
      "female": ""
    },
    {
      "id": 381,
      "default": "\"Got a weight in my lantern now. Almost feel like I can hear the soul when I jostle it around.\"",
      "female": ""
    },
    {
      "id": 382,
      "default": "\"With every soul, my lantern's getting heavier and heavier in my hand.\"",
      "female": ""
    },
    {
      "id": 383,
      "default": "\"Watcher, could I talk to you? Just for a minute.\"",
      "female": ""
    },
    {
      "id": 384,
      "default": "\"What's on your mind?\"",
      "female": ""
    },
    {
      "id": 385,
      "default": "\"Tell me about Eothas leading up to and during the Saint's War.\"",
      "female": ""
    },
    {
      "id": 386,
      "default": "\"What's your take on Eothas following the Saint's War?\"",
      "female": ""
    },
    {
      "id": 387,
      "default": "\"It was, and I'd do it again, only bloodier this time. Think of all the souls I could've gathered if I'd reaped them right from the living.\"\r\n\r\nA shiver runs down Xoti's spine as she taps the red-stained sickle against her thigh. \r\n",
      "female": ""
    },
    {
      "id": 388,
      "default": "\"Now then, shall we go face my god for one last time. Find out what it is we can or can't do in these end times?\"",
      "female": ""
    },
    {
      "id": 389,
      "default": "\"It didn't work so good at Magran's Teeth, no? But sure, we can try to sway my god's will again.\"",
      "female": ""
    },
    {
      "id": 390,
      "default": "\"If it's all the same to you, Watcher, I'd rather not miss the moment my god brings the darkness down upon us.\r\n\r\n\"I want to see Gaun become the true deity of Death.\"",
      "female": ""
    },
    {
      "id": 391,
      "default": "\"How could it not? Gaun is the aspect of death and decay, the other side of Eothas who we know governs the process of rebirth.\n\n\"But Eothas died in the Saint's War, and now Gaun is going to destroy reincarnation as we know it.\"",
      "female": ""
    },
    {
      "id": 392,
      "default": "\"Is that what you believe's going to happen?\"",
      "female": ""
    },
    {
      "id": 393,
      "default": "\"Tell me, Watcher, can there be a god of light and birth if souls themselves can no longer be reborn?\"",
      "female": ""
    },
    {
      "id": 394,
      "default": "She doesn't answer for so long that you think she's not going to. Then she taps her blood-stained sickle against her thigh.",
      "female": ""
    },
    {
      "id": 395,
      "default": "\"Sure, you can trust me at your back. Even if you're going against my god.\"\r\n\r\nBut the words sound hollow - like an obvious lie.",
      "female": ""
    },
    {
      "id": 396,
      "default": "She points her lantern toward the shadowed ruins in the distance, Ukaizo's broken bones.",
      "female": ""
    },
    {
      "id": 397,
      "default": "\"Yep, let's go.\"",
      "female": ""
    },
    {
      "id": 398,
      "default": "\"No, I want to talk to you about something else first.\"",
      "female": ""
    },
    {
      "id": 399,
      "default": "\"Must be important to want to go over it now. All right, I'm listening.\"",
      "female": ""
    },
    {
      "id": 400,
      "default": "\"Consider me your second shadow.\"",
      "female": ""
    },
    {
      "id": 402,
      "default": "\"Whether we're meant to wither or thrive?\"",
      "female": ""
    },
    {
      "id": 404,
      "default": "\"I mean -\" Gaze downcast, Xoti sighs. The tip of her tongue, a peek of dusky rose, dabs at the corner of her mouth, leaving a glimmer of wetness.",
      "female": ""
    },
    {
      "id": 406,
      "default": "\"I feel for you.\"",
      "female": ""
    },
    {
      "id": 407,
      "default": "\"It's slow progress, but you'll get there.\"",
      "female": ""
    },
    {
      "id": 408,
      "default": "\"What was it you wanted to talk to me about earlier?\"",
      "female": ""
    },
    {
      "id": 409,
      "default": "\"I'd like to know what's on <i>your</i> mind.\"",
      "female": ""
    },
    {
      "id": 410,
      "default": "\"You know what I mean. I <i>told</i> you before.\"",
      "female": ""
    },
    {
      "id": 411,
      "default": "\"All right.\" She shrugs, dropping her arms to her sides.",
      "female": ""
    },
    {
      "id": 412,
      "default": "\"To be honest, I thought I'd be more torn up about it.\"",
      "female": ""
    },
    {
      "id": 413,
      "default": "\"You wanted to discuss Maia, right? I'm listening.\"",
      "female": ""
    },
    {
      "id": 416,
      "default": "[Shrug.]",
      "female": ""
    },
    {
      "id": 418,
      "default": "\"What's gone can never be again. What comes back is changed. Always.\r\n\r\n\"Even if what comes back is a god.\"",
      "female": ""
    },
    {
      "id": 419,
      "default": "\"Which means the part of him that could have survived - that stormed across the Deadfire's seas - was the side more aligned with abscission, rot, and falling away.\n\n\"That which is death.\"",
      "female": ""
    },
    {
      "id": 420,
      "default": "\"Sometimes the feelings... they just come tumbling right out of me. Gods darn it.\"",
      "female": ""
    },
    {
      "id": 421,
      "default": "\"The others toughened, turned survivors - that much I saw with my own eyes, even years later.\"",
      "female": ""
    },
    {
      "id": 422,
      "default": "\"They died.\" Xoti lifts her gaze to stare you directly in the eyes. Unflinchingly.",
      "female": ""
    },
    {
      "id": 423,
      "default": "\"No use in fearing what's natural. Life isn't one long line, it's cyclical. You got to shed the old to become the new.\" Her head shakes.",
      "female": ""
    },
    {
      "id": 424,
      "default": "\"It's tradition for the youngest born to take up the priesthood of Eothas. Well, I did it in my own way.\"",
      "female": ""
    },
    {
      "id": 425,
      "default": "\"After that, I read all the doctrines of Gaun - anything and everything I could get my hands on.\"",
      "female": ""
    },
    {
      "id": 426,
      "default": "\"Of course, though we're few and spread out. Most don't keep to temples. Soul shepherding requires travel.\"",
      "female": ""
    },
    {
      "id": 427,
      "default": "\"And then my god headed into the heart of the storm. Where he could find the darkness.\"",
      "female": ""
    },
    {
      "id": 428,
      "default": "\"It's not like I can turn my back on my duty to my god. Even if it kills me.\"",
      "female": ""
    },
    {
      "id": 429,
      "default": "\"One night, while everyone was sleeping...\"",
      "female": ""
    },
    {
      "id": 430,
      "default": "\"You might think me naive, and you might be right - but I've seen both types in a family, and I think there ought to be a little heat between a husband and his wife.\"",
      "female": ""
    },
    {
      "id": 431,
      "default": "\"Well, if everything went easy, there'd be no reason to worship our gods.\" ",
      "female": ""
    },
    {
      "id": 432,
      "default": "\"Best I quit my fooling.\"",
      "female": ""
    }
  ]
}