{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_tekehu_relationship_player",
  "Entries": [
    {
      "id": 1,
      "default": "\"Captain, a word?\" Tekēhu's eyes widen in proportion to his smile. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"It is... relaxing to crouch in your shade, captain. I hope you do not mind if I tarry a while.\"\r\n\r\nHe lets his hands fall to his sides.",
      "female": ""
    },
    {
      "id": 11,
      "default": "Letting out a sigh and planting his hands on his hips, Tekēhu grins with deep satisfaction. He locks his eyes with yours and makes no move to break the contact.",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"What are you doing?\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Look deeply into his eyes.]",
      "female": ""
    },
    {
      "id": 16,
      "default": "He nods slightly, the grin spreading across his features, but makes no other move.",
      "female": ""
    },
    {
      "id": 20,
      "default": "Something in the black pit of his gaze draws you in, and you realize you took an unconscious step closer. Tekēhu doesn't move, and you can smell the ocean on his skin.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"It is relaxing to lose yourself in another, I say.\" His lips move so slowly that you almost miss the words. ",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"All the powers of the Deadfire have their eyes on the Watcher of Caed Nua. Tell me, is the Watcher... watching anyone?\"\n\nHe tips his head coyly to the side, letting his hair drape down with a moist squish.",
      "female": ""
    },
    {
      "id": 25,
      "default": "[Reach out and touch him.]",
      "female": ""
    },
    {
      "id": 27,
      "default": "As Tekēhu finishes speaking, his words slow to a crawl. The sensation of sinking into a pool of water begins to overtake you.",
      "female": ""
    },
    {
      "id": 28,
      "default": "[Surrender to the sensation.]",
      "female": ""
    },
    {
      "id": 29,
      "default": "[Repress the sensation.]",
      "female": ""
    },
    {
      "id": 30,
      "default": "The world once again reasserts itself, the sensation of moisture and depth pulling away with some resistance. \r\n\r\nTekēhu fans his hand over his mouth and yawns.",
      "female": ""
    },
    {
      "id": 36,
      "default": "You stand in a grand hall, underwater and cloaked in oppressive shadows. \r\n\r\nPillars of coral and bone reach up to support a ceiling that must be hundreds of fathoms away. Chandeliers lit with bioluminescent globes dangle from long ropes, swaying in languid, tentacular motions.",
      "female": ""
    },
    {
      "id": 37,
      "default": "At the farthest end of the hall sits Ondra, as tall as a castle keep and leaning forward in her throne. She has adopted the head of an angler fish, and regards you with its globular stare. \r\n\r\nHer sickle-shaped jaw opens and closes in a rictus of conflicted emotions.",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"There was Iovara... but she has been dead for a long time.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"No one at the moment.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"I am feeling... braver than normal. Ekera, a good captain has that effect on their crew.\" ",
      "female": ""
    },
    {
      "id": 45,
      "default": "He allows you to trail your hand across his collarbone. Tekēhu's chest rises and falls with every deep breath.\r\n\r\nThe smile he wears is both knowing and excited.",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Dead?\" He blinks with surprise, his smile faltering.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Ekera... the blood which rushed to occupy one place has gone to all other places at once.\" He pats his waist wearing a look of concern.",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"To be between lovers is a terrible thing unless one is <i>physically</i> between them, I say.\" ",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Xoti and I are awfully close.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Just you, pretty fish.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"A pity you did not glance in my direction sooner, captain. The pain of a missed opportunity... it is divine, I say.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"You came to the Deadfire for your own reasons. The problems of others, they must be noisy obstacles by comparison!\" ",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"For once Ngati answers my prayers.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Well, Maia and I...\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "Shrugging, he opens his palms by his sides, his smile uninterrupted and in every way unconcerned.",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Ah, so innocence and piety inflamed your desire.\" Intrigued, Tekēhu rubs his chin and nods.",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Say no more. I will not add a fish to the love triangle of captain, sharpshooter, and bird.\" ",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"No one with a beating heart, then?\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"I'm not looking for any sort of complications.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Ekera, I... forgive this reckless fish for testing the waters. I will bother you no more.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"If such things interest you, my last... haphazard coupling was not so long ago. In Neketaka, in fact.\" He chuckles to himself.",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Sounds like you have a story to tell.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Ekera, I am the hope and destiny of my people. My heart is full of stories.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"She was a godlike - one of Amira's brood, her hair as neat and orderly as a raven's wing.\" \r\n\r\nTekēhu reaches into his pack and pulls out a black feather. He draws his fingers down the fibers, smiling in remembrance.",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"We found each other in the market, and... made ourselves comfortable behind a fishmonger's stall. \r\n\r\n\"She left me this as a keepsake.\" He sighs, holding the feather up to the light.",
      "female": ""
    },
    {
      "id": 91,
      "default": "Pallegina grimaces and involuntarily shudders, her feathers standing on end. One falls from her head and she desperately snatches it from the air before Tekēhu sees is.",
      "female": ""
    },
    {
      "id": 94,
      "default": "Sighing, he lets the feather fall from his hands. A light breeze carries it away.",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Didn't you want to keep that?\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"That's enough theatrics for today.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Most desperately... but I do not cage love or force it to be anything but itself.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"A bird fluttered away. She was not mine to keep.\" ",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"As you say, captain.\" Tekēhu grins and wipes his hands clean.",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"I never knew her name. Now I do not have to suffer the pangs of forgetting it.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"Let's be off so I can let that story play out in my head some more.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"We could blunt our teeth on more idle chatter, but... I cherish the suspense. Come.\" He tips his head to indicate the path before you.",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"We both know the burden of being looked to as a source of hope. What say?\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"I come to you with another tale of indecency.\r\n\r\n\"Assuming you would enjoy having your bloodflow steered southward?\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"If this is your version of foreplay, any chance of skipping to the good parts?\" ",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"Steer away, helmsman.\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "You feel cold water rising up to the level of your neck - a sudden, insistent, and overwhelming sensation on the verge of rising higher still. \r\n\r\nBefore you can make sense of it, the water rises over your eyes, at once blinding you and stealing your breath.",
      "female": ""
    },
    {
      "id": 122,
      "default": "[Surrender to the sensation.]",
      "female": ""
    },
    {
      "id": 123,
      "default": "[Repress the sensation.]",
      "female": ""
    },
    {
      "id": 125,
      "default": "Once again you find yourself in Ondra's waterlogged hall of power. The tired swaying of bioluminescent chandeliers casts uneven rays of light down on her court.",
      "female": ""
    },
    {
      "id": 126,
      "default": "The throne of pitted driftwood at the end of the hall sits empty. A wake of bubbles drifting up suggest that it was occupied only moments ago.",
      "female": ""
    },
    {
      "id": 127,
      "default": "Though you struggle to pry yourself from the ethereal waves, you lack the focus to block them out entirely.",
      "female": ""
    },
    {
      "id": 128,
      "default": "You stop struggling to breathe and rely instead on your faith. The burning in your lungs subsides, and the sensation pulls away. ",
      "female": ""
    },
    {
      "id": 129,
      "default": "Oblivious, Tekēhu glances away, wondering to himself.",
      "female": ""
    },
    {
      "id": 134,
      "default": "<ispeech>YOU HURT HIM. YOU HURT MY BOY!</ispeech>\r\n\r\nYou spin around and face the globular eyes of Ngati, her jaws opening wide enough to encompass the totality of your vision. ",
      "female": ""
    },
    {
      "id": 136,
      "default": "At last, the pressure and constriction of the watery realm releases you, and you find yourself standing on shaky legs, looking at an otherwise oblivious Tekēhu.",
      "female": ""
    },
    {
      "id": 137,
      "default": "<ispeech>UNGRATEFUL, UNLOVING CREATURE. I SHOULD LET MAW OF THE DEADFIRE CLOSE AROUND YOU!</ispeech>\r\n\r\nHer eyes narrow. The lamp hanging between them goes dim.",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"With... with none of the context to bless my passion with significance?\" He eases back from you, affronted. ",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"I won't have it, captain. Stories deserve better.\" ",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"Before I came to Neketaka, I spent many a night alone tending to signal fires on the beaches of my village.\" ",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"One lonely evening, a shadow approached me. He was an aumaua as tall as the crags of Magran's Teeth.\"\r\n\r\nTekēhu cranes his head back and smiles at the thought.",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"He planted his harpoon in the ground and knelt to warm his hands.\"",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"Go on.\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"What did he want?\"",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"The same thing anyone wants at night, around the fire... \r\n\r\n\"Warmer hands.\" ",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"He was a whaler on a year-long voyage, his ship weighed down with meat, oil, and bone.\r\n\r\n\"But he studied me like I was something new to the sea.\"",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"For hours we spoke of his travels. He left at first light, but not before asking to touch me - here.\" Tekēhu raises his fingertips to the circular spot on his brow. ",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"Go on.\"",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"By day he traded with my village. I saw him in the market, the ranga's hut. He saw me as well.\" ",
      "female": ""
    },
    {
      "id": 188,
      "default": "[Feel the spot.]",
      "female": ""
    },
    {
      "id": 189,
      "default": "You bring your hand up to touch Tekēhu's head. He accepts the gesture, leaning into it. His brow is slightly moist, but Tekēhu's spot is notably soft to touch.",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"What happened to him?\"",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"Are you telling me these stories to make me jealous, Tekēhu?\"",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"Come on, loverboy. Let's be off.\"",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"He is out there still, spearing Ngati's less handsome children with his magnificent harpoon.\" \r\n\r\nTekēhu grins fiercely.",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"We... did not last. But that is not a story for today.\" ",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"Hmm... I was not at first.\" He taps his chin and winks at you.",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"Thank you for listening, captain. You would be surprised....\" Tekēhu is about to say more, but waves it off.",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"Haphazard is exactly how I like to couple.\"",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"Hush, captain. This talk is distracting enough as it is!\" Tekēhu plants his hands on his hips and grins at you.",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"That was some fast seduction on your part.\"",
      "female": ""
    },
    {
      "id": 205,
      "default": "\"It helps when both parties are beautiful, full of desire, and have no afternoon plans.\"",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"I was expected at the guildhall, but one must have their priorities!\"",
      "female": ""
    },
    {
      "id": 209,
      "default": "\"Ah... it is no matter. Another time.\"",
      "female": ""
    },
    {
      "id": 213,
      "default": "After lingering a moment, Tekēhu eases back, smiling a little as he breaks contact. ",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"What exactly are you working with... down there?\" ",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"You mean the prize lure of my tackle box?\" He chuckles.",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"I am as the goddess made me - beautiful, imperfect, and desiring. Nothing else matters.\" ",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"There is some... faint bioluminescence. Quite harmless.\" ",
      "female": ""
    },
    {
      "id": 222,
      "default": "<ispeech>I want better for him than you.</ispeech>\r\n\r\nNgati's great, bulbous eyes narrow to pinpricks. More is left unspoken, but you feel your lungs constrict as saltwater fills your nose.",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"You look like you want to get something off your chest.\"",
      "female": ""
    },
    {
      "id": 226,
      "default": "\"Ekera. Just so.\" ",
      "female": ""
    },
    {
      "id": 227,
      "default": "\"Let's just keep this professional, okay?\"",
      "female": ""
    },
    {
      "id": 234,
      "default": "\"This is getting good.\"",
      "female": ""
    },
    {
      "id": 236,
      "default": "\"I don't want to go any further than this, Tekēhu.\"",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"Ekera, and we have only just begun.\" He rubs his hands together, winking.",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"Captain, what has been your most... impressive feat of seduction?\"\r\n\r\nTekēhu's brow raises. His face betrays no emotion but intense focus. ",
      "female": ""
    },
    {
      "id": 243,
      "default": "\"I once bedded a Rauataian admiral without exchanging a word.\"",
      "female": ""
    },
    {
      "id": 244,
      "default": "\"I'm ready for story time.\"",
      "female": ""
    },
    {
      "id": 245,
      "default": "\"Do you talk about anything other than sex?\"",
      "female": ""
    },
    {
      "id": 248,
      "default": "\"Ekera, there are... other topics?\"",
      "female": ""
    },
    {
      "id": 249,
      "default": "\"I say that sex is... useful for clarifying my intentions.\"",
      "female": ""
    },
    {
      "id": 250,
      "default": "\"I've heard enough. Let's just go back to the way things were.\"",
      "female": ""
    },
    {
      "id": 253,
      "default": "\"Mairu paraded me before her, thinking I alone could intimidate Rauatai's fleet. \r\n\r\n\"Gods, captain... her muscles had muscles.\" ",
      "female": ""
    },
    {
      "id": 254,
      "default": "\"One of the hazanui passed through Neketaka on a diplomatic mission. She insisted on visiting the Watershapers Guild.\r\n\r\n\"Surveying the competition, I say.\"",
      "female": ""
    },
    {
      "id": 256,
      "default": "\"Do tell.\" ",
      "female": ""
    },
    {
      "id": 257,
      "default": "\"Her ship got repaired?\" ",
      "female": ""
    },
    {
      "id": 259,
      "default": "\"I heard that she spent her evenings in the Officers' Lounge, strategizing over drinks.\" ",
      "female": ""
    },
    {
      "id": 260,
      "default": "\"I covered my... magnificence under a peasant's cloak and made for the Brass Citadel. \r\n\r\n\"The guards at the lounge would not grant me entry at first.\"",
      "female": ""
    },
    {
      "id": 261,
      "default": "\"She mentioned offhandedly that her ship needed repairs before the return voyage. I say you can imagine what happened next.\"",
      "female": ""
    },
    {
      "id": 262,
      "default": "\"Aheh. Eventually.\"",
      "female": ""
    },
    {
      "id": 263,
      "default": "\"Not until I explained that I was the evening's entertainment.\"",
      "female": ""
    },
    {
      "id": 264,
      "default": "\"You didn't.\"",
      "female": ""
    },
    {
      "id": 265,
      "default": "\"Don't stop there, man!\"",
      "female": ""
    },
    {
      "id": 266,
      "default": "\"And I've had enough. Can we simply put an end to this?\"",
      "female": ""
    },
    {
      "id": 267,
      "default": "\"I did.\"",
      "female": ""
    },
    {
      "id": 268,
      "default": "\"Naturally, my story checked out when they realized I was nude under the cloak.\"",
      "female": ""
    },
    {
      "id": 269,
      "default": "\"I presented myself before the stunned officers. The hazanui wore an... expectant smile.\"",
      "female": ""
    },
    {
      "id": 270,
      "default": "\"Winking at her, I mounted one of the map tables and gyrated to some of Rauatai's bawdiest sea shanties.\" He raises his fingers to his brow, shaking his head in disbelief.",
      "female": ""
    },
    {
      "id": 271,
      "default": "\"When enough was enough, the hazanui signaled for everyone to clear the room, and the war games began.\"",
      "female": ""
    },
    {
      "id": 272,
      "default": "\"I'm sorry I wasn't there to see that.\"",
      "female": ""
    },
    {
      "id": 273,
      "default": "\"Isn't that just... wrong, in a political sense?\"",
      "female": ""
    },
    {
      "id": 274,
      "default": "\"How'd it go?\"",
      "female": ""
    },
    {
      "id": 275,
      "default": "\"If we're done with the tall tales, I'm ready for this to get interesting.\"",
      "female": ""
    },
    {
      "id": 276,
      "default": "\"This is paradise, I say. Second only to the guild for... introspection.\" Tekēhu sighs as he surveys the Wild Mare, his hands on his hips.",
      "female": ""
    },
    {
      "id": 278,
      "default": "\"At least I have not frightened you off with my chatter.\" He self-consciously rubs the back of his head, upsetting his squirming hair.",
      "female": ""
    },
    {
      "id": 279,
      "default": "\"You haven't exactly left me in the dark, Tekēhu.\"",
      "female": ""
    },
    {
      "id": 280,
      "default": "\"You can explain once I have you restrained in our quarters.\" ",
      "female": ""
    },
    {
      "id": 281,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 282,
      "default": "\"Setting aside my carnal compulsions, you deserve to know why I have pestered you with tales of my antics.\" ",
      "female": ""
    },
    {
      "id": 283,
      "default": "\"If you're trying to charm me, talking about past lovers is a strange way to do it.\"",
      "female": ""
    },
    {
      "id": 284,
      "default": "\"Charm? Not so, captain.\"",
      "female": ""
    },
    {
      "id": 285,
      "default": "\"I would have you know me by my impulses, my desires. These are Tekēhu as much as the living god.\"",
      "female": ""
    },
    {
      "id": 294,
      "default": "\"I would draw you in with care. With patience.\" He raises his brow and studies you, looking for a reaction.",
      "female": ""
    },
    {
      "id": 295,
      "default": "\"I was just thinking the same exact thing about you.\" ",
      "female": ""
    },
    {
      "id": 296,
      "default": "\"I'm hesitant to call that sexy, but I'll allow it.\"",
      "female": ""
    },
    {
      "id": 297,
      "default": "\"Ah. I'm not interested in... that. Sorry.\" ",
      "female": ""
    },
    {
      "id": 298,
      "default": "\"Ekera. Then may we put up a merry chase for each other.\"",
      "female": ""
    },
    {
      "id": 300,
      "default": "\"Are you saying there's a mouth somewhere on the back of your head?\"",
      "female": ""
    },
    {
      "id": 301,
      "default": "\"I know of one way to find out.\" Tekēhu's lips part in a slight smile.",
      "female": ""
    },
    {
      "id": 308,
      "default": "\"Orlans. Three of them.\"",
      "female": ""
    },
    {
      "id": 309,
      "default": "\"I once caught the eye of this marine godlike.\"",
      "female": ""
    },
    {
      "id": 310,
      "default": "\"Peeping at a xaurip group mating ritual. I hid behind a stalagmite.\"",
      "female": ""
    },
    {
      "id": 311,
      "default": "\"Ah... no comment.\"",
      "female": ""
    },
    {
      "id": 312,
      "default": "\"Ha! Very good, I say.\" Tekēhu nods, biting his thumbnail with a puckish smile.",
      "female": ""
    },
    {
      "id": 313,
      "default": "\"Flatterer.\" Tekēhu bites down on his thumbnail and smiles.",
      "female": ""
    },
    {
      "id": 314,
      "default": "\"Boorishness does not suit you, captain.\" Tekēhu tuts, shaking his head.",
      "female": ""
    },
    {
      "id": 319,
      "default": "\"A very, very tall person.\"",
      "female": ""
    },
    {
      "id": 320,
      "default": "\"Ekera, you might think so... but Rauatai's fleet pulled its ships away from Neketaka the following morning.\" ",
      "female": ""
    },
    {
      "id": 321,
      "default": "\"Let it never be said that I failed to serve my people.\"",
      "female": ""
    },
    {
      "id": 322,
      "default": "\"It does not take much to get my hips shaking, I say.\" ",
      "female": ""
    },
    {
      "id": 323,
      "default": "\"I... feel I must explain my intentions.\" He twirls one of his hairs around his finger. A faint, blue tinge rises to his cheeks, which may or may not be blushing.",
      "female": ""
    },
    {
      "id": 324,
      "default": "He blinks at you in open astonishment.",
      "female": ""
    },
    {
      "id": 325,
      "default": "\"Aheh...\" Tekēhu clears his throat and wipes a stray bead of moisture from his brow. ",
      "female": ""
    },
    {
      "id": 326,
      "default": "\"Though I appreciate any encouragement.\"",
      "female": ""
    },
    {
      "id": 327,
      "default": "\"Mm. You know that fervor is a quality I cherish.\"",
      "female": ""
    },
    {
      "id": 328,
      "default": "\"So this isn't just physical for you?\"",
      "female": ""
    },
    {
      "id": 329,
      "default": "\"Ekera, no. A bit more complicated. Not much, but a bit.\"",
      "female": ""
    },
    {
      "id": 330,
      "default": "\"Go on.\"",
      "female": ""
    },
    {
      "id": 331,
      "default": "\"Nice story, but I think this is our full stop, Tekēhu.\"",
      "female": ""
    },
    {
      "id": 332,
      "default": "\"She bade me lay down on the map. Once I was situated, she chided me for leaving my borders unprotected - naughty boy that I am.\"",
      "female": ""
    },
    {
      "id": 333,
      "default": "\"Her armada sailed against my island with a heavy assault. She bellowed the most vile and depraved orders.\"",
      "female": ""
    },
    {
      "id": 334,
      "default": "\"In the end, I stole back the advantage - firing a cannon across her portside and leaving the magnificent vessel crippled in the water.\" Tekēhu grins, letting out an accomplished sigh.",
      "female": ""
    },
    {
      "id": 335,
      "default": "\"As your captain, I'm intrigued.\"",
      "female": ""
    },
    {
      "id": 336,
      "default": "\"Are we still talking about sex?\"",
      "female": ""
    },
    {
      "id": 337,
      "default": "\"I have no idea why I'm aroused.\"",
      "female": ""
    },
    {
      "id": 338,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 340,
      "default": "\"Ours was a battle of endurance, not tactics, but I cherished winning a victory for the Huana.\"",
      "female": ""
    },
    {
      "id": 341,
      "default": "\"Ekera I hope so, otherwise I might have started a war.\" Tekēhu bites his lower lip.",
      "female": ""
    },
    {
      "id": 342,
      "default": "\"That... that does sound mighty impressive.\"",
      "female": ""
    },
    {
      "id": 344,
      "default": "\"If you ever want to find out, I am an adventurous fish.\" Tekēhu winks.",
      "female": ""
    },
    {
      "id": 345,
      "default": "\"Let's be off. After hearing that, I need some time alone.\"",
      "female": ""
    },
    {
      "id": 346,
      "default": "\"Be kind to yourself, captain. Make sure there is something left for me.\" Beneath his amused tone is a look of dead seriousness in his eyes.",
      "female": ""
    },
    {
      "id": 348,
      "default": "\"The feathered godlike from Neketaka?\" Tekēhu crosses his arms and sighs.",
      "female": ""
    },
    {
      "id": 349,
      "default": "\"The children of Amira and Ngati were too evenly matched. I sought difference and found only a mirror.\"",
      "female": ""
    },
    {
      "id": 350,
      "default": "\"Is it wrong to want disparity? To hope for a partner... greater than you?\" ",
      "female": ""
    },
    {
      "id": 351,
      "default": "\"Not in the least.\"",
      "female": ""
    },
    {
      "id": 352,
      "default": "\"All assuming they use that power responsibly.\"",
      "female": ""
    },
    {
      "id": 353,
      "default": "\"Sounds like weakness to me.\"",
      "female": ""
    },
    {
      "id": 354,
      "default": "\"Then there was my handsome whaler! A perfect specimen - weathered, elusive, aggressive.\" ",
      "female": ""
    },
    {
      "id": 355,
      "default": "\"Ekera, that goes without saying.\" Tekēhu nods, a slight smile playing on his lips.",
      "female": ""
    },
    {
      "id": 356,
      "default": "He pauses, giving you a slightly annoyed look, but shrugs it off.",
      "female": ""
    },
    {
      "id": 357,
      "default": "\"But the morning after our coupling, I awoke to him praying at my feet.\"\r\n\r\nTekēhu turns away and exhales through his nose.",
      "female": ""
    },
    {
      "id": 358,
      "default": "\"You enjoyed his power over you, but then he betrayed it - is that it?\" ",
      "female": ""
    },
    {
      "id": 359,
      "default": "\"I can see why that would be a problem.\"",
      "female": ""
    },
    {
      "id": 360,
      "default": "\"Sailors are a superstitious bunch.\"",
      "female": ""
    },
    {
      "id": 361,
      "default": "\"Ekera. Just so.\"",
      "female": ""
    },
    {
      "id": 363,
      "default": "\"Well, I hope that mother Ngati sent a barbed ravager after him.\" Tekēhu crosses his arms.",
      "female": ""
    },
    {
      "id": 364,
      "default": "\"My strong hazanui? Our coupling was <i>diplomacy.</i> A chance joining of competing powers.\"",
      "female": ""
    },
    {
      "id": 378,
      "default": "<ispeech>PRAY TO ANOTHER GOD THAT YOU SAIL FASTER THAN MY WRATH.</ispeech>\r\n\r\nShe makes a twisting gesture with her hands, swirling the ambient water into a vortex that spins itself up to the surface, reaching up the endless fathoms. The eye of the storm narrows with intense, concentrated hate.",
      "female": ""
    },
    {
      "id": 379,
      "default": "\"Taking your hand and leading you through my perversions, my failures... it was not done for my ego alone, captain.\"",
      "female": ""
    },
    {
      "id": 380,
      "default": "\"You were telling me what kind of mate you wanted. Someone who loves you but doesn't enshrine you.\"",
      "female": ""
    },
    {
      "id": 381,
      "default": "\"You want me to give you something that others couldn't?\"",
      "female": ""
    },
    {
      "id": 382,
      "default": "\"You enjoy setting yourself up for failure?\"",
      "female": ""
    },
    {
      "id": 385,
      "default": "\"In the arms of a lover, I want to forget what I am to my people. I don't want to be cherished.\" ",
      "female": ""
    },
    {
      "id": 386,
      "default": "He considers this. Pursing his lips, Tekēhu shrugs.",
      "female": ""
    },
    {
      "id": 387,
      "default": "He considers this, brow furrowed. After giving it thought, he shakes his head.",
      "female": ""
    },
    {
      "id": 388,
      "default": "\"And I fear this will never happen.\" \r\n\r\nHe starts to continue, but a choked sob is all that emerges. Tekēhu raises his palm up to cover his mouth, his eyes growing very wide.",
      "female": ""
    },
    {
      "id": 389,
      "default": "\"I can be that solace for you.\"",
      "female": ""
    },
    {
      "id": 391,
      "default": "\"You never asked me what I wanted. Maybe it's the same thing.\"",
      "female": ""
    },
    {
      "id": 392,
      "default": "\"I can't be all these things for you, Tekēhu. I'm sorry.\"",
      "female": ""
    },
    {
      "id": 393,
      "default": "\"Y... you can?\" He lowers his hand, drawing a sharp breath through his nose.",
      "female": ""
    },
    {
      "id": 394,
      "default": "\"Will you let me be in great need, wanting nothing more than to shrug off the weight of the archipelago and forget myself in your arms?\" \r\n\r\nHis eyes widen as he awaits your reply.",
      "female": ""
    },
    {
      "id": 396,
      "default": "\"I'm not special, you know. I was just at the right place and the right time.\"",
      "female": ""
    },
    {
      "id": 397,
      "default": "\"Only if you let me do the same. Being the Watcher of Caed Nua is a heavy burden.\"",
      "female": ""
    },
    {
      "id": 398,
      "default": "\"You taught me that our needs define us. We <i>need</i> each other, and it isn't just a passing phase.\"",
      "female": ""
    },
    {
      "id": 399,
      "default": "\"Come here, Tekēhu. We've talked enough, and I'm ready.\"",
      "female": ""
    },
    {
      "id": 400,
      "default": "\"You are more special than you know, captain.\"",
      "female": ""
    },
    {
      "id": 409,
      "default": "\"After... after all that we shared?\"",
      "female": ""
    },
    {
      "id": 411,
      "default": "\"Can we eclipse each other, captain? Can the Watcher and the chosen son blot each other out so that no one can see us?\" ",
      "female": ""
    },
    {
      "id": 413,
      "default": "He leans in - hesitating, his eyes as wide as those of a stunned tuna. ",
      "female": ""
    },
    {
      "id": 414,
      "default": "\"Whatever happens, I...\"\r\n\r\nCatching his breath, Tekēhu glances down and folds his hands, pressing his knuckles anxiously.",
      "female": ""
    },
    {
      "id": 415,
      "default": "\"Do not let me fall asleep unless I am by your side, wearing not the frown of a savior, but the smile of an innocent fool.\"",
      "female": ""
    },
    {
      "id": 416,
      "default": "\"Never again, Tekēhu.\"",
      "female": ""
    },
    {
      "id": 417,
      "default": "\"From now on we bunk together if I have to tie you to the Steward and make her watch.\"",
      "female": ""
    },
    {
      "id": 418,
      "default": "\"None of this is easy. We can... we can only try to make it simpler for those we love.\"",
      "female": ""
    },
    {
      "id": 420,
      "default": "\"T-thank you, captain.\"",
      "female": ""
    },
    {
      "id": 421,
      "default": "\"Forget about who you are. We can choose to be whatever we are together.\"",
      "female": ""
    },
    {
      "id": 422,
      "default": "\"R-really?\" He draws his arm across his nose, his dark eyes glistening with tears.",
      "female": ""
    },
    {
      "id": 423,
      "default": "\"Ekera, that sounds... wonderful.\"",
      "female": ""
    },
    {
      "id": 424,
      "default": "The scent of the ocean is overpowering, but Tekēhu tastes like a man. His skin moves against you without friction. You reach behind his head and grab a handful of his hair, causing a groan to pass from Tekēhu's mouth into yours. ",
      "female": ""
    },
    {
      "id": 425,
      "default": "\"I think I just took charge. How was that?\"",
      "female": ""
    },
    {
      "id": 426,
      "default": "\"Please don't make me wait that long for our second kiss.\"",
      "female": ""
    },
    {
      "id": 427,
      "default": "\"The gods knew what they were doing when they assembled you for me.\" ",
      "female": ""
    },
    {
      "id": 428,
      "default": "\"Ekera... yes, captain.\" ",
      "female": ""
    },
    {
      "id": 429,
      "default": "After a time you release each other. Tekēhu seems unsteady on his feet and doesn't know where to put his gaze. \r\n\r\nHe looks more vulnerable than you feel. ",
      "female": ""
    },
    {
      "id": 430,
      "default": "\"I... would not mind that. Though she might take offense.\"",
      "female": ""
    },
    {
      "id": 431,
      "default": "The smile returns to his face, and with it Tekēhu's ease and comfort with you.\r\n\r\nIt feels different. Warmer, full of possibility.",
      "female": ""
    },
    {
      "id": 432,
      "default": "\"We have a room, captain. I plan on using it.\" \r\n\r\nEnveloping your hand in his, Tekēhu leads you away with a gentle tug.",
      "female": ""
    },
    {
      "id": 433,
      "default": "\"We will both sleep better for this, I am thinking. I will pat your brow when meddlesome spirits invade your dreams.\"",
      "female": ""
    },
    {
      "id": 436,
      "default": "\"You want someone who can outshine you, is that it?\"",
      "female": ""
    },
    {
      "id": 439,
      "default": "\"Did that help set your worries aside, Tekēhu?\"",
      "female": ""
    },
    {
      "id": 440,
      "default": "\"For now... ekera, but my needs are most insatiable.\"",
      "female": ""
    },
    {
      "id": 441,
      "default": "\"I always wanted a pet fish.\"",
      "female": ""
    },
    {
      "id": 442,
      "default": "\"Ah... heh.\" Tekēhu turns and pretends to clear his throat, but you know he's just covering a smile. ",
      "female": ""
    },
    {
      "id": 443,
      "default": "\"Don't expect to do much sleeping while I'm captain. I run a tight ship.\"",
      "female": ""
    },
    {
      "id": 444,
      "default": "\"Y-yes sir!\" Tekēhu strikes a salute - squaring his stance and breathing heavily.",
      "female": "\"Y-yes ma'am!\" Tekēhu strikes a salute - squaring his stance and breathing heavily."
    },
    {
      "id": 445,
      "default": "\"That's a tall order for Ngati's chosen.\"",
      "female": ""
    },
    {
      "id": 446,
      "default": "\"Too tall by far.\" Tekēhu frowns, creasing his forehead spot.",
      "female": ""
    },
    {
      "id": 449,
      "default": "\"Bet he'll never eat seafood the same way again.\"",
      "female": "\"Bet she'll never eat seafood the same way again.\""
    },
    {
      "id": 450,
      "default": "Aloth studies the ground between his feet with rapt attention.",
      "female": ""
    },
    {
      "id": 451,
      "default": "\"Why I am here for this? Why?\"\r\n\r\nPallegina looks around, troubled and incredulous.",
      "female": ""
    },
    {
      "id": 453,
      "default": "\"It's all fun and games until he sprays you with ink and swims away.\"",
      "female": ""
    },
    {
      "id": 454,
      "default": "Xoti makes a choking sound, but she doesn't look away... face flushed... eyes wide and eager...",
      "female": ""
    },
    {
      "id": 455,
      "default": "\"Don't be minding me cap. I can appreciate watching an artist at work.\"\r\n\r\nSerafen grins, hands on his hips.\r\n",
      "female": ""
    },
    {
      "id": 458,
      "default": "\"I might have some trouble physically getting my arms around you, but I can try.\" ",
      "female": ""
    },
    {
      "id": 459,
      "default": "A warm pressure encompasses your hand as Tekēhu's hair entwines with your fingers and squeezes down.",
      "female": ""
    },
    {
      "id": 460,
      "default": "\"On second thought... I think I'll pass.\"",
      "female": ""
    },
    {
      "id": 462,
      "default": "He looks you up and down, thumbing his chin and clearly appreciating what he sees.",
      "female": ""
    },
    {
      "id": 474,
      "default": "[Kiss him.]",
      "female": ""
    },
    {
      "id": 475,
      "default": "[Pull away gently.]",
      "female": ""
    },
    {
      "id": 476,
      "default": "You take the initiative to close the distance, moving your body against his and pressing your lips together.",
      "female": ""
    },
    {
      "id": 477,
      "default": "\"Ah... I move fast, I say. I promise I will move slower when we are alone.\"",
      "female": ""
    },
    {
      "id": 479,
      "default": "\"It isn't a problem until the gods start making demands.\"",
      "female": ""
    },
    {
      "id": 480,
      "default": "\"It's not that bothersome.\"",
      "female": ""
    },
    {
      "id": 481,
      "default": "\"I don't make light of the trust others place in me.\"",
      "female": ""
    },
    {
      "id": 483,
      "default": "\"She had all the delicacy and grace of a clenched fist. I wanted a taste of this power.\"",
      "female": ""
    },
    {
      "id": 484,
      "default": "\"Oh no? You have not been the savior of an archipelago as long as some of us.\"",
      "female": ""
    },
    {
      "id": 485,
      "default": "\"Ha. Then you have the distinction of being more generous than Ngati's chosen.\" ",
      "female": ""
    },
    {
      "id": 486,
      "default": "\"It tests my patience now and again.\"",
      "female": ""
    },
    {
      "id": 487,
      "default": "\"And you wish for a moment of silence to dampen the rabble.\"",
      "female": ""
    },
    {
      "id": 488,
      "default": "Once again you find yourself in Ondra's waterlogged hall of power. The tired swaying of bioluminescent chandeliers casts uneven rays of light down on her court.",
      "female": ""
    },
    {
      "id": 489,
      "default": "You stand in a grand hall, underwater and cloaked in oppressive shadows. \r\n\r\nPillars of coral and bone reach up to support a ceiling that must be hundreds of fathoms away. Chandeliers lit with bioluminescent globes dangle from long ropes, swaying in languid, tentacular motions.",
      "female": ""
    },
    {
      "id": 492,
      "default": "\"What's on your mind?\"",
      "female": ""
    },
    {
      "id": 493,
      "default": "\"I'm not sure we have time for this.\"",
      "female": ""
    },
    {
      "id": 494,
      "default": "\"Ekera, but humor me.\"",
      "female": ""
    },
    {
      "id": 495,
      "default": "[Continue looking into his eyes.]",
      "female": ""
    },
    {
      "id": 497,
      "default": "\"Smart boy.\"\r\n\r\nMaia grins as Ishiza lets out a territorial squawk.",
      "female": ""
    },
    {
      "id": 498,
      "default": "\"If you're going to brag about a conquest, I'll just plug my ears.\"",
      "female": ""
    },
    {
      "id": 499,
      "default": "\"Jealousy doesn't suit you, captain.\"",
      "female": ""
    },
    {
      "id": 500,
      "default": "\"I had other questions.\"",
      "female": ""
    },
    {
      "id": 501,
      "default": "\"Let's be off.\" ",
      "female": ""
    },
    {
      "id": 507,
      "default": "\"Last time, I say... you showed some reluctance?\" Tekēhu tips his head and purses his lips.",
      "female": ""
    },
    {
      "id": 509,
      "default": "\"I'm still reluctant. You're nice, Tekēhu, but let's not lose what we have.\"",
      "female": ""
    },
    {
      "id": 513,
      "default": "\"Why?\"",
      "female": ""
    },
    {
      "id": 514,
      "default": "\"Good luck, I suppose.\"\r\n\r\nTekēhu glances away, clearing his throat. ",
      "female": ""
    },
    {
      "id": 515,
      "default": "\"When the moon rose, I led him from the guest hut and showed him the stars from the beach.\r\n\r\n\"And much else besides.\" ",
      "female": ""
    },
    {
      "id": 517,
      "default": "\"Captain, I feel we drift apart.\"\r\n\r\nTekēhu folds his arms and purses his lips.",
      "female": ""
    },
    {
      "id": 521,
      "default": "\"Either I am not the same fish who was charmed into pursuit, or you are not the same captain.\r\n\r\n\"I say the difference matters little.\"",
      "female": ""
    },
    {
      "id": 522,
      "default": "\"So eager, I say!\"\r\n\r\nDelighted, Tekēhu clears his throat.",
      "female": ""
    },
    {
      "id": 524,
      "default": "\"But let us wait for a time. Prolong our delights, ekera?\" Tekēhu winks.",
      "female": ""
    },
    {
      "id": 525,
      "default": "\"Considering all that vies for our attention, I wondered if I could indulge you in a diversion?\"",
      "female": ""
    },
    {
      "id": 526,
      "default": "\"What are you up to, Tekēhu?\"",
      "female": ""
    },
    {
      "id": 527,
      "default": "\"There's too much at stake. Ukaizo is waiting.\" ",
      "female": ""
    },
    {
      "id": 528,
      "default": "\"I say we are both overworked, poorly rested, and deserving of... an evening to ourselves.\" ",
      "female": ""
    },
    {
      "id": 529,
      "default": "\"Arrangements have been made in the Wild Mare. I wondered if you would join me?\"",
      "female": ""
    },
    {
      "id": 530,
      "default": "\"I had hoped... to take your mind from duty. Just this once?\" \r\n\r\nTekēhu raises his brow, hopeful.",
      "female": ""
    },
    {
      "id": 531,
      "default": "\"All right, what did you have in mind.\"",
      "female": ""
    },
    {
      "id": 532,
      "default": "\"I can't afford to get distracted now.\"",
      "female": ""
    },
    {
      "id": 533,
      "default": "He lets out a forlorn sigh.",
      "female": ""
    },
    {
      "id": 534,
      "default": "\"Arrangements? I'm intrigued. Let's go.\"",
      "female": ""
    },
    {
      "id": 535,
      "default": "\"If there's time, I'll consider it.\"",
      "female": ""
    },
    {
      "id": 536,
      "default": "\"Ekera, wonderful I say! To the Mare, then.\"\r\n\r\nTekēhu claps his hands and grins.",
      "female": ""
    },
    {
      "id": 537,
      "default": "\"I secured us a room, captain. Some privacy.\" He rests his hand on your arm and smiles, his touch hesitant.",
      "female": ""
    },
    {
      "id": 538,
      "default": "\"What are we waiting for? Let's go.\"",
      "female": ""
    },
    {
      "id": 539,
      "default": "\"I think I'll stick to the ship's quarters. Thanks anyway.\"",
      "female": ""
    },
    {
      "id": 541,
      "default": "\"Ekera, but reel in your nets a moment!\" Tekēhu chuckles and squeezes your arm before letting his drop.",
      "female": ""
    },
    {
      "id": 542,
      "default": "\"I see.\"",
      "female": ""
    },
    {
      "id": 543,
      "default": "\"How about we talk a bit first?\"",
      "female": ""
    },
    {
      "id": 544,
      "default": "\"Ekera, my thoughts exactly.\"",
      "female": ""
    },
    {
      "id": 545,
      "default": "\"The price of being Ngati's chosen.\"",
      "female": ""
    },
    {
      "id": 547,
      "default": "\"There was passion but no mutual respect.\"",
      "female": ""
    },
    {
      "id": 548,
      "default": "\"If that was diplomacy, I'm in the wrong field.\"",
      "female": ""
    },
    {
      "id": 549,
      "default": "\"You must have enjoyed the challenge, at least.\"",
      "female": ""
    },
    {
      "id": 551,
      "default": "\"Agreed. I was a tuna caught in her net.\"",
      "female": ""
    },
    {
      "id": 552,
      "default": "\"A passing delight, I say.\"",
      "female": ""
    },
    {
      "id": 553,
      "default": "\"Ekera, only be sure you have the stamina for it.\"",
      "female": ""
    },
    {
      "id": 554,
      "default": "\"I want to vanish. I want to be squeezed and pushed and... and gobbled up until there is <i>nothing</i> of Tekēhu for his people to find.\"",
      "female": ""
    },
    {
      "id": 556,
      "default": "\"Save it for the room, my fish.\"",
      "female": ""
    },
    {
      "id": 557,
      "default": "\"Of course, captain.\" A blue-tinged blush rises to his face.",
      "female": ""
    },
    {
      "id": 558,
      "default": "\"I do not want you to misunderstand. I am a sea anemone - hungry and eager to close around stimulation.\"",
      "female": ""
    },
    {
      "id": 561,
      "default": "\"Aloth and I have something special.\"",
      "female": ""
    },
    {
      "id": 562,
      "default": "\"What say, the academic? Then I hope you two continue to amuse each other.\" Tekēhu grins and folds his arms. ",
      "female": ""
    },
    {
      "id": 563,
      "default": "\"I had other questions.\"",
      "female": ""
    },
    {
      "id": 564,
      "default": "\"Let's be off.\" ",
      "female": ""
    },
    {
      "id": 566,
      "default": "\"Captain, I would speak plainly. Are you as excited by the possible... what I mean is, if we were to...\" Tekēhu clears his throat and studies you, his eyes wide and imploring.",
      "female": ""
    },
    {
      "id": 567,
      "default": "\"Let's say I'm intrigued. Speak on.\"",
      "female": ""
    },
    {
      "id": 568,
      "default": "\"I'm flattered, Tekēhu, but let's not go any farther.\"",
      "female": ""
    },
    {
      "id": 569,
      "default": "He smiles and lets loose a deep sigh of relief. ",
      "female": ""
    },
    {
      "id": 571,
      "default": "\"You call this speaking plainly?\"",
      "female": ""
    },
    {
      "id": 572,
      "default": "\"I know, ekera - something about your company stirs my nerves.\" ",
      "female": ""
    },
    {
      "id": 573,
      "default": "\"If we were to share more than just quarters below deck. Does the idea... appeal to you?\"",
      "female": ""
    },
    {
      "id": 574,
      "default": "\"No. Absolutely not.\"",
      "female": ""
    },
    {
      "id": 575,
      "default": "\"We weren't right for each other.\"",
      "female": ""
    },
    {
      "id": 576,
      "default": "\"Someone's being a little overprotective.\"",
      "female": ""
    },
    {
      "id": 577,
      "default": "\"My head...\"",
      "female": ""
    },
    {
      "id": 579,
      "default": "<ispeech>WHAT?!</ispeech> The eyes widen, their glistening surface seeming to broaden wide enough to cover the very archipelago.",
      "female": ""
    },
    {
      "id": 580,
      "default": "\"I'm already attached, Tekēhu. I'm sorry.\"",
      "female": ""
    },
    {
      "id": 581,
      "default": "\"Captain, that was exceptionally well done. You have worked yourself into a deserving rest.\" Tekēhu leans in to clasp your hand and kiss your forehead.",
      "female": ""
    },
    {
      "id": 582,
      "default": "\"Did I say I was finished?\"",
      "female": ""
    },
    {
      "id": 583,
      "default": "\"The whole building smells like a dock...\"",
      "female": ""
    },
    {
      "id": 584,
      "default": "\"Come on, you naughty fish - let's be off.\"",
      "female": ""
    },
    {
      "id": 585,
      "default": "\"Captain! Give your handsome shark an hour to replenish his stamina, I say!\"",
      "female": ""
    },
    {
      "id": 586,
      "default": "\"Does it? I say you will get used to the smell before long.\"",
      "female": ""
    },
    {
      "id": 587,
      "default": "\"Come. The sea air will do us both some good.\" Tekēhu smiles and releases your hand with a wistful sigh.",
      "female": ""
    },
    {
      "id": 588,
      "default": "\"How am I to take this, captain? Has the weight of the archipelago made a burden of our union?\"",
      "female": ""
    },
    {
      "id": 589,
      "default": "\"How about you just tell me what's on your mind.\"",
      "female": ""
    },
    {
      "id": 590,
      "default": "\"Forgive me. Thank you for putting in the effort.\"",
      "female": ""
    },
    {
      "id": 591,
      "default": "\"I think so. Yes.\"",
      "female": ""
    },
    {
      "id": 592,
      "default": "He nods slowly, exhaling a heavy sigh.",
      "female": ""
    },
    {
      "id": 593,
      "default": "\"Ekera. It is no trouble.\"",
      "female": ""
    },
    {
      "id": 595,
      "default": "\"Something wrong?\"",
      "female": ""
    },
    {
      "id": 596,
      "default": "He merely smiles and shakes his head, his bulbous hairs squishing gently about his neck.",
      "female": ""
    },
    {
      "id": 597,
      "default": "\"I don't know, I can imagine quite a lot.\"",
      "female": ""
    },
    {
      "id": 598,
      "default": "He chuckles softly.",
      "female": ""
    },
    {
      "id": 602,
      "default": "\"I had other questions.\"",
      "female": ""
    },
    {
      "id": 603,
      "default": "\"Let's be off.\" ",
      "female": ""
    },
    {
      "id": 605,
      "default": "\"Yes. Yes. A thousand times yes.\"",
      "female": ""
    }
  ]
}