{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_cv_xoti_relationship_pallegina",
  "Entries": [
    {
      "id": 1,
      "default": "\"That's it! For Gaun's sake, I can't take it anymore!\"\r\n\r\nThe priestess stomps, stumps, and hops around, doing her best impression of a cricket caught on a hot skillet. Occasionally, she tosses her arms up as she spins, her teeth bared in a scowl.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Oh, I'm seeing red all right, everywhere, and it ain't a passing vision. Pallegina! We're going to have words, you and I.\" She turns to the paladin and glares, anger like fire in her eyes.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"And maybe you'll even apologize.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Pallegina, apologize for upsetting Xoti.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Xoti, calm down.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"What's the problem here?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "Pallegina's feathers ruffle and the muscles in her jaw bulge as she grinds her teeth. Her golden eyes disappearing under narrowing lids, the Vailian smoothly turns to face Xoti.",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"You can throw your threats around in an attempt to avoid this, but it won't work. I want the air cleared, at last and for good.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"I have only the faintest idea why she's upset. I'd guess it has something to do with her deep and enduring love for the two-legged adra monster that's roaming the seas devouring every living soul it comes across.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"You see, Watcher?! You see what she's like?\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"No, I will not settle down and shut up! I've been turning a deaf ear for too long - disgracing both myself and my god - ignoring the no-good, sour-souled, moronic blasphemy that spews out of her mouth!\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Per complanca. Another frail-faithed priest has come to mumble tearful protestations because I don't see the world with their blind eyes. I'm sure this will be as fresh as a pasture full of cow droppings.\"\r\n\r\nPallegina sighs and crosses her arms.",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"You're upset because Pallegina disdains the gods.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Make me tell you again, and you'll regret it, Xoti.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I've been turning a deaf ear for too long - disgracing both myself and my god - ignoring the no-good, sour-sounding, moronic blasphemy that spews out of her mouth!\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"The problem is, this featherhead doesn't know when to stop squawking obscenities about the gods, Watcher.\"\r\n\r\nShe pops her jaw, cracks each one of her knuckles.",
      "female": ""
    },
    {
      "id": 17,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 18,
      "default": "Xoti shakes her head.",
      "female": ""
    },
    {
      "id": 19,
      "default": "[Sit back and let Xoti rant.]",
      "female": ""
    },
    {
      "id": 20,
      "default": "[Continue to say nothing.]",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Watcher, how can you even hardly stand it?\"\r\n\r\nXoti flaps her hands wildly in the air. ",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"You've said your piece. Now let's move on.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"I'm working my way down from active disdain to slight regard. I'd prefer to give the lot of them as little of my time as possible.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Gods and darnation, Watcher, but aren't you?!\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Of course I'm upset!\" She's so mad she actually spits. After wiping a hand over her mouth, she props her fists on her hips.",
      "female": ""
    },
    {
      "id": 26,
      "default": "Xoti stumbles back, a look of hurt marring her features. Her shoulders slump briefly before she shoves them back proudly and juts her chin into the air.",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"In this - it's her or me, Watcher.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"The Watcher's seen more of the gods' nonsense than we'll ever know, Xoti. Did you really expect to find a sympathetic ear?\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"If you want to fight, draw a weapon.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Fight? Oh, I'll fight all right. But I want answers, not just some mud wrestling bout to blow off steam.\"\r\n\r\nShe tosses her lantern and sickle to the ground, throwing down the gauntlet.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"What? No...\" That quickly, she folds. Shoulders hunched, she shrinks in on herself and shuffles two steps back. Her palms shake, raised.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Let me make something clear. If you take a swing at me, you're going to see a sharp blade coming back at you. I'm not entertaining this foolishness.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Now that level of nastiness is just uncalled for. Don't take it personally just 'cause I said you're wrong.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Yeah, I'm peeved at Pallegina. But that doesn't mean I want to fight with you, Watcher.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"I wouldn't have picked her, but since we got stuck together, Pallegina's become my friend. Kind of. The more she disparages the gods, the more she tempts ruination on her very soul.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Xoti might be mad, but she still means well, Pallegina. And you can't fault her for taking offense when you malign a cause to which she's devoted her entire life.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Pallegina's beliefs are just as strong as yours, Xoti. They may be different, but that doesn't make them wrong.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Work it out amongst yourselves. This isn't my problem.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Sounds like sour grapes 'cause the Watcher chose the path of righteousness - my side. I don't want to gloat but... oh, wait, yes I do.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"She's devoted her life to giving false comfort to the uneducated and the desperate. Regale her with a round of thunderous applause if you want, Watcher. You'll never hear a word of praise about this religious theater from my lips.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Come again?\" She does a double take so fast she nearly stumbles over herself. ",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"You should start to accustom yourself to being around people who don't share your faith. The older you get, the more of us there will be. Believe me.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"If you mean more and more trapped languishing in the darkness of Hel -\" She smiles, but it's cold and sharply edged.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"What's to work out? I'd just as soon get on with more important things.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"You bet we can move on. I said what I needed to say, and that's all I can do about it. You can lead a horse to water...\" She shrugs.",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Each of your experiences and worldviews are valid. Can you not come to a compromise?\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"You're both at fault, you idiots.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"If after all you've seen, Watcher, you really believe that we're both right, you're an even bigger fool than this one.\"\r\n\r\nShe cants her head sharply in Xoti's direction and casts her eyes between both of you.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"You're not... wholly wrong, I reckon...\" Fingers splayed, she scrubs her palms over her face.",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"I doubt she'll learn from it, but thank you Watcher. It means everything to me that you care for her soul like I do.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Guess that leaves me to apologize. I'm sorry. There I said it - but don't think it'll happen again.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Oh, Hel on Eora!\" Jaw audibly grinding, she shakes her head - so perturbed she apparently can't even meet your gaze. ",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"What fault is mine? I'm not the one throwing a fit.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "Without another word (but lantern clanking loudly as she clomps), Xoti storms off. ",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Such hubris she's got! And in the face of so much evidence you scarcely need faith.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"The gods may move in mysterious ways, but I can tell you they've noticed us. And they've noticed her with us.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"I'm beginning to think she'll sully our souls by association.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"No blades between friends. If I got to bloody my fists and face to get an apology, I'll do it.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Forgive me. Sometimes my passion gets the best of me.\"\r\n\r\nRubbing the back of her neck, she ducks her head. An abashed half-grimace, half-grin twists up her lips.",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Another's path to redemption is not for us to decide. The realm of judgment is reserved for the gods.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "In consideration to your words, the priestess blows out a slow and heated breath. ",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"I like this attitude, Watcher. It makes it less likely for either of you to waste my time with this in the future.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Oh, gods know, I'd hate to ruffle your feathers.\"\r\n\r\nShe rolls her eyes even as she sulkily crosses her arms over her chest.",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"You're right. I'm being ugly. And I was raised better than that.\" She sighs.",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"And then I don't have a lick of sense, it seems.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Now, I've tried. But I can't just sit back and let it happen. Besides, her arrogance irritates me.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "A disbelieving sound hitches in Xoti's throat.",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Work it out with Pallegina. This isn't my problem.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"I'll talk to Pallegina and encourage her to curtail the worst of her behavior. All right?\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Little woman making a big noise. When someone takes that tone with me, what follows is not conversation. In the Republics, no one would bat an eye if I cut you from gut to gullet and left you holding your innards in a ditch.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Di verus? A trained monk deigns to fight only with her fists. How charitable.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Anyway, I'm not the one who got upset. I'd just as soon get on with more important things.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "The color drains from Xoti's face, but she slides a step forward rather than back, too stubborn to so easily relent.",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Madiccho...\" Pallegina's voice trails off. She turns her head from Xoti and gives a dismissive gesture with her hand, grumbling under her breath.",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"I get that she's not worried, but why aren't you, Watcher? The more she disparages the gods, surely the more she temps ruination on her very soul.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"I can't just let that happen. Besides, her arrogance irritates me.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"The more she disparages the gods, the more she tempts ruination on her very soul.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Of course you see it as arrogance. You surround yourself with believers. The very idea of disbelief offends you.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"And, little girl, you have no idea what it is like to grow up being 'godlike,' so do not presume to know what it means about my soul or my life.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"That's why I asked you what it was like. But instead of ever telling me anything, you just give me insults or a cold-shoulder!\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Watcher, how can you even say that when it's HER actions that have so clearly put us at fault - all of us - with the divine?\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "Xoti sucks in a deep, rattling breath. After holding it for several heartbeats, she then pushes it slowly out through her nose. \r\n\r\nHer first attempt to speak comes out in a croak, but finally, she manages.",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Too bad you won't learn much from it. I tried.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"I'm going to need you to repeat that, Watcher, because I THOUGHT you just said 'the heathen's not wrong.' But surely that ain't right.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "She shakes her head grimly, unwilling to even look at you.",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"- you're probably right.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Fair enough, I guess. I won't say I'm not disappointed, but I understand. It's my problem - so I ought to solve it.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"But you can't save her soul.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Madiccho! That's it. I've had enough of this simple-minded girl's idiocy.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"It isn't enough that we're looking for her god. She has to constantly spew her meaningless theology at everyone in earshot.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Oh, I'm seeing red all right, everywhere, and it ain't a passing vision. Pallegina's frayed my last nerve, Watcher.\" She turns to you and glares, anger like fire in her eyes.",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"What, I can't even talk while I walk now?! Am I supposed to take a vow of silence for our heathen friend, here?\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Let's settle this once and for all.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Really, can we all not just get along?\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Hate each other if you want. I don't care as long as I don't have to hear about it.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"Ac. My patience for this little one has run out.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Ah. Just the sort of bold leadership I was looking for.\"\r\n\r\nShe sneers at Xoti and makes a dismissive hand gesture in your direction.",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"You know I've tried, Watcher. But there's no getting through to her.\"\r\n\r\nShe folds her arms over her chest, hip jutted in a surly manner.",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"If this is what it looks like when you try, the clergy is where you belong. You can pray and pray and when nothing happens, you can leave it to your god because... well, at least you tried.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"No way, no how. That bridge burned to ash two spats ago.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"I am not surprised in the least. You had no interest in talking last time, either.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"If you want to get right with me, stop asking me about my faith, my soul, Hylea, and - madiccho! - everything else that I have <i>no</i> interest discussing with you.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Thanks for nothing, Watcher.\" Nostrils flared, Xoti runs her tongue over her teeth before storming away.",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"You keep telling me the clergy don't do anything - but here I am, working to get you to open up. And what do I get for my persistence, but resentment?\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"This is absurd, Watcher. Why should anyone have to listen to this nonsense?\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"Pallegina doesn't deserve to be badgered. Leave her in peace, Xoti.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Cut Xoti some slack, Pallegina. She's just trying to be friendly.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Come again, Watcher?! 'Cause I thought I heard you say Pallegina was right. But my ears must be stopped up, right?\"\r\n\r\nXoti plants her hands on her hips, face a blaze of fury and dismay.",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"Good. Hopefully now we can put this behind us. Agracima, Watcher.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Incredible. You're still taking her side. I thought what we went through in the Dyrwood was worth something.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"While I sure would love to rub this in your face, Pallegina, instead I'm going to say this: I'm always here if you want to talk.\"\r\n\r\nXoti brays a laugh. Choking on it, she bends double to catch her breath.",
      "female": ""
    }
  ]
}