{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_aloth_banters",
  "Entries": [
    {
      "id": 46,
      "default": "\"My, Serafen. Is there anything you have a hard time with? Aside from humility.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"After spending so much time with Kana, I'm surprised. You're nothing like him.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"What happened to your armor? You always kept it so neat.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"I've noticed you seem to be frequently at odds with others in your order.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"I reckon I be half-handy at most things. More-so all things piratical.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"If only we were all as confident in real skills as you are in imagined ones.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"You'd be right surprised how far confidence'll take you, lad, were you ever to give it a try.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"For someone who talks so much, you seem to care about very little.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Apologies, lad. Didn't realize we be only ever speaking of subjects deep and meaningful.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"I already have one guest in my head. I don't need another.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"I've already dislodged one trespasser from my head. I've no interest in another.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Sorry, lad. Thought that chip on your shoulder were for all to see.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Do you ever have a thought and just decide to... keep it to yourself?\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"More'n you know, my Aedyran mate. More'n you know.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Oh, don't strain yourself on my account.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"When one of my order is cast out, we are obligated to remove the suns from our armor and wear it as a sign of our disgrace.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"You deserve leaders who honor your devotion.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"It sounds like the last five years have been good to you.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"I have been allowed to serve my country to the best of my ability. Ac, that is good.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"And I see you haven't changed a bit.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"You know, Pallegina, I never realized how much I missed your company.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"You just miss having someone standing in front of you when Iselmyr insults half of the people in a room.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"She won't try to touch your feathers again, that's for certain.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Nothing seems to shake your faith in the Republics, Pallegina.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Some people believe in the gods. I believe in the Republics. They will endure long after I am gone.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"But do you ever wonder what they'll become?\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"For all your doubt in the gods, how can you believe animancers are any more responsible?\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"The gods have never done right by me. Animancers have. Even a little responsibility is better than none at all.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"You place too much faith in them. Given the same license, they'll be just as bad.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Guess poetry just has that effect on me.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"You could certainly do worse when it comes to family.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Most birds I've seen leave quite a mess. How is Ishiza so tidy?\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"He isn't. In fact, he likes to hide his droppings between grimoire pages.\" ",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Just when I thought I needed to relax my personal boundaries.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"I take it the hazanui runs a tight ship. Do you ever disagree with orders?\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Naturally. And I bark about it until the boss tells me to stand down.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"You Rauataians aren't much for passive aggression, are you?\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Some of my brethren don't understand why I got to do what I do. But I'm not beholden to them.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"I can certainly sympathize.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Is... everything all right? You seem restless lately.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Everything's so dark these days. You, me, the Watcher.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"You certainly seem cheerful lately. Sleeping better, I hope?\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Sure am! Been sleepin' like a newborn babe. But, uh, less fussy.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"I don't suppose you could share your secret. I rarely get a decent night on the ship.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"I don't know how you and the Watcher sleep, carrying all those souls around.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Some nights it's the lantern that lulls me to sleep. It pulses like a heart in my hand.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"I open my eyes, but I can't see the light in anyone. Not anymore.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Well, I do sleep better when the Watcher's around. That's for sure.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"Oh, it's easy. You just got to get the tar shocked out of you when you dump a bunch a souls into a luminous adra pillar.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"...How about a soothing cup of khapa tea? Or maybe a good soak at the bathhouse?\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"If you find that comforting, then I'm glad for you.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"Does it suddenly feel warm in here to you?\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Friend Aloth... I see you standing closer to the captain these days.\" ",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"For whatever it be worth, I think you and the cap'n be charting the right course.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"Say, Aloth... I may not be the quickest to catch on, but... I been seeing you and the Watcher talking a lot...\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"I'm sure I don't know what you're talking about.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Were only saying it shows wits, knowing that not every heart's flutter needs be chased to the end of Eora.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Talking? No harm in talking, is there? Not between two very special friends with lots to, er, talk about...\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Are you two sharing jokes and not letting me in on it? Cause that wouldn't be right.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"Well, we have known each other for quite some time.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"For what are you bashful? Celebrate your conquest on every hilltop, I say!\" ",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"Oh, it's easy. You just got to get the tar shocked out of you when you dump a bunch a souls into an animancer's repository.\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"Especially not when it seems we're actually headed in that direction.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"I would hardly call it that. Besides, my idea of celebration is a little more... private.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"Knowing you inclinations about the gods, I'm surprised you didn't give Ruānu a piece of your mind.\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"The songretta should not have disrespected you at the hearing.\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"It seems the Huana have their own version of animancy. Reading the souls of the young to establish their roles.\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"Ruānu is the ranga of Tikawara. I cannot risk the Company's interests here by offending him.\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"And I suppose he did do enough talking for all of us.\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"It is my duty to serve the interests of the ducs and the Company, even if the songretta may not welcome my presence.\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"And do they owe you nothing in return?\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"You certainly seem to admire the luminous bathhouse, Aloth. It was made by animancers, of course.\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"And if they devoted all their efforts to such endeavors, you wouldn't hear me complain.\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"Is everything quite all right, Aloth? You have been troubled since we left the Spire.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"It's Flaune's project. Can you imagine what a danger that might be in the wrong hands?\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"Ac, but if we spent our time worrying about everything that could go wrong, we would never accomplish anything.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"Or we might avoid greater harm.\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"Where do you draw the line between animancy and what the Huana do? Do you object to their practices as well?\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"Animancers attempt to alter what the Huana merely observe.\" ",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"I'm sorry about Giacolo. I know he meant a lot to you.\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"Agracima. He is one of the only people in my life who cared for me as a person, not as a <i>godlike</i>.\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"I can't help but think about his work. Don't you wonder at what might have happened if your parents had known...?\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"I'm relieved Giacolo is well. I know he means a lot to you.\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"Ac. He was the first person in my life to care for me as a person, not just a <i>godlike</i>.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"Yet even he recognizes the dangers his work presents.\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"Better him than one who does not recognize the danger, di verus?\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"Ac. And there are many days I have wondered if death would have been preferable to this.\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"Aloth, I know it has been difficult to deal with your new responsibilities. Though it is my duty to serve, I face similar doubts.\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"I used to see your dedication as the absence of doubt. But that's not it at all, is it?\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"Aloth, I know it could not be easy for you to abandon your responsibilities. I have wanted to do the same many times.\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"I didn't abandon anything. Rather, I realized the harm I could cause was greater than the good I could do.\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"When I was young, there was only passion, di verus, but with age, doubt crept in.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"If only all those in power had half your sense of responsibility.\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"Say what you want about animancy, but it wasn't animancers who bound the sea dragon's soul beneath the Watershapers Guild.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"Of course that was wrong. But imprisoning dragons has hardly spread the way animancy has.\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"That may have something to do with the availability of sea dragons, Aloth.\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"Or the unflagging ambition of animancers.\"",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"It is a wonder they manage at all without your wisdom and guidance.\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"My friend, you hide your face in a book while the beauty of the Deadfire passes you by!\" ",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"A readied mind will be far more useful the next time we face dragons, cultists, or fampyrs.\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"You are ready to face death. What of life, I say?\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"If you've never experienced the pleasure in a good book, more's the pity.\"",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"Of course, but my place is to protect the Republics for those who will shape its future.\"",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"They've disowned you. You owe them nothing, least of all this humiliation.\"",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"In their eyes, my devotion was misplaced. Perhaps it was. At least now I have another chance to prove myself to them.\"",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"No more than they owe any other citizen of the Republics, to create the best possible future for the generations who follow us.\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"It's fundamentally different.\"",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"Even so, the Huana examine mere facets of a soul and purport to understand it. This, too, is dangerous.\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"Not all animancers do, and most <i>who</i> do are attempting to fix, to cure maladies of the soul.\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"I suppose you're right.\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"I persist in my duty not because I ignore my doubts, but because I fight them every day.\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"My debt and my duty are to my country. I will gladly accept humiliation from the ducs for another chance to serve the Republics.\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"As much as you must hate to admit it, they are trying to do good where no one else dares.\"",
      "female": ""
    }
  ]
}