{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_cv_xoti_intro",
  "Entries": [
    {
      "id": 1,
      "default": "Beneath the boughs of a sprawling oak, two woman lean together, entangled in an argument. One, tall and rangy, blond and elven, shudders like a sapling whipped by the wind. Her tanned face has mottled red with her righteous anger.",
      "female": ""
    },
    {
      "id": 2,
      "default": "The other woman is human, younger, curvier, and petite. A smudge of darkness to the elf's sunlight. She's bent forward, clutching her ribs and looking a bit like a snapped twig.\r\n\r\nCandle light and shadows jitter between them.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Gods darn it, Saewyn, I wasn't doing any wrong! They - they were beating him just for begging.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "The older priestess raises a hand as if to touch the light above. Or to slap her acolyte across the face. \r\n\r\nIn the end, she does neither, dropping her hand with a scoff, a bearish sound from the back of her throat.\r\n",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Language, missy! What if your mama heard you speaking that filth? I think she'd tan you up, good. I do.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Color me unconcerned.\"\r\n\r\nSo she says, but the acolyte's brown eyes glint with the threat of tears. She straightens, reeling as if she'd been struck.\r\n",
      "female": ""
    },
    {
      "id": 7,
      "default": "Saewyn sighs. The harshness of her glare softens.",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Sakes alive, you sure bring out the worst in me, Xoti. Forgive me.\" She scrubs a hand over her mouth. ",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"I couldn't help but overhear your argument.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"You're the Watcher who sailed into town on a crest of souls.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Let's not get ahead of ourselves.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Get into a lot of fights, do you?\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "[Leave] \"I've no time for this now.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"That might be the most I've ever liked Saewyn.\" Her lips perk in a sly smile.",
      "female": ""
    },
    {
      "id": 19,
      "default": "Arms crossed, the priestess looks you up and down.",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"I'm guessing you're not here for the baptism.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"So, what, you figured you'd take his lumps for him?\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "Xoti winces, having the gall to look chagrined.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"That wasn't exactly my plan, no.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"I can't let you keep stirring the pot like this, Xoti. Think about how it reflects on us all. We're here not only by the grace of Eothas but also the queen.\" She sighs wearily.",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"I mean it. Get in just one more - harebrained, reckless, no-good - vigilante squabble, and I'll have you confined to the dorters. We clear?\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "Answer unspoken, the two women split apart. The golden priestess strides hotly away while the smaller, earthier one eases onto the gnarled roots of the tree with a pained cry.",
      "female": ""
    },
    {
      "id": 27,
      "default": "[Listen to the argument.]",
      "female": ""
    },
    {
      "id": 28,
      "default": "[Back away slowly.]",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Ah, excuse me, ladies...\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "Startling at the sound of your voice, the two split apart, but not before Saewyn utters a final warning to the wounded acolyte.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"I can't let you keep stirring the pot like this, Xoti. Think about how it reflects on us all. We're here not only by the grace of Eothas but also the queen.\" She sighs wearily.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"I mean it. Get in just one more - harebrained, reckless, no-good - vigilante squabble, and I'll have you confined to the dorters. We clear?\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "She turns to you, anger bleeding away even as the smaller priestess looks on, glaring darkly.",
      "female": ""
    },
    {
      "id": 34,
      "default": "[Let them finish.]",
      "female": ""
    },
    {
      "id": 35,
      "default": "[Applaud.] \"Bravo!\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "Startling at the unexpected interruption, the two split apart, but not before Saewyn utters a final warning to the wounded acolyte.",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"I can't let you keep stirring the pot like this, Xoti. Think about how it reflects on us all. We're here not only by the grace of Eothas but also the queen.\" She sighs wearily.",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"I mean it. Get in just one more - harebrained, reckless, no-good - vigilante squabble, and I'll have you confined to the dorters. We clear?\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "Saewyn turns to you, bemusement leeching her anger away even as Xoti looks on, glaring darkly.",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Our paths cross again, Watcher. Now I am sure Gaun has led you to me.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "Her lips curve knowingly.",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Reckon no more than you do.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"I got nothing but time - least till Saewyn cools her head.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Sorry, I tend to do that once I start bumping my gums.\" ",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Usually she doesn't have half so much backbone.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Who are you?\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"I'm Xoti. Child of the Dawnstars and priestess to Gaun - at your service.\" She thrusts a hand out for a friendly shake.",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"The pleasure's all mine.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"You're a priestess of Gaun, not Eothas?\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "A dark smile curves up her lips, and her eyes glint with a fierceness. ",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Darn right I am. This here temple is his, too. Though Saewyn'll never concede it.\r\n\r\n\"The Huana built it - just for Gaun. But that's aside from the point.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Some folk need the light to fight the evils in the darkness. Me and my lantern - we're something of a shield.\"\r\n\r\nA pained grunt catches in the back of her throat.",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Much as we can be.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "Color warms her cheeks, and she nibbles at her bottom lip almost shyly.",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Think I might could join you? We could do a lot of good together, me with my light - you, with your everything.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"You can tag along, so long as you don't get in my way.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"Say I let you join me. How would that benefit me and mine?\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Sorry, but I prefer to travel alone.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"I know an offer rare as hen's teeth when I hear it. Yeah, I'm taking it.\" She beams brightly.",
      "female": ""
    },
    {
      "id": 88,
      "default": "She steals a shy glance at Edér.",
      "female": ""
    },
    {
      "id": 89,
      "default": "A tad too eagerly, she saunters close beside you.",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Uh... hey.\"\r\n\r\nEdér half-nods without looking in Xoti's direction. He seems suddenly focused on something in the distance.",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"You get thinking to come back, you know where to find me.\" She shrugs one slender shoulder.",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Reckon I'm good with wounds. Both inflicting and healing them up.\" She jiggles her lantern, beaming you a dark-edged grin.",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"How adept are you as a healer? How severe a wound can you patch?\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"You sure you can handle a fight?\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"You may not listen to your fellow Dawnstars, but first time you step out of line with me, you're gone. Understand, Xoti?\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"Why'd you get upset when Saewyn mentioned your mom?\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"I got an eye for stages. Life and death and in between. Like progressing forward... or sometimes backwards.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Saewyn doesn't like it when I kill. I get the feeling you wouldn't mind so much.\" Shrugging, she sheaths the blade.",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"Clear as a runnel. I can behave. So long as you don't get between me and my god, we'll be right as rain.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"No. That, I ain't going to talk about.\" \r\n\r\nThe priestess draws her arms over her chest, face set in a scowl.",
      "female": ""
    },
    {
      "id": 101,
      "default": "[Shrug.]",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"Take it you're a scooch underwhelmed.\" Xoti huffs, shoulders slumping. ",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"I have a few bandages I could spare. They're yours if you'd like.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"While I sure do thank you, you don't need to worry about me.\" She smiles shyly, almost disbelieving of either your attention or your generosity. ",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"That Saewyn seems like a real nag.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"Best take those words back. Right now.\"\r\n\r\nTeeth flashing a snarl, she tucks her chin. A muscle ticks in her throat, and her hand eases toward the sickle strapped to her hip.",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"My apologies. I meant no offense.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"What're you going to do if I don't?\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"I'm going to hex you so your jigglies rot off.\" \r\n\r\nShe runs her tongue over her teeth, but then sighs. ",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Don't see how you couldn't, but all right. Gaun knows I put my foot in my mouth enough times, I can't fault it in another.\"\r\n\r\nShe rolls her eyes, but her whole body relaxes as a tension leaves her.",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"You were hurt helping someone. Would you tell me about it?\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"Not much to tell. I'd gone to the Gullet to check on Pitli... Stopped some guards from kicking a beggar while he was down.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"Guess her skills... add something... I suppose.\"\r\n\r\nEdér has busied himself with scraping something off the side of his weapon and does not look up.",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"Sounds like a vote of confidence to me.\" Xoti beams happily.",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"Well, what's it to be?\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"Didn't we just talk? Darn, what day is it?\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"I'd like you to come with me.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "[Leave] \"Never mind.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"You should better respect your elders.\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"That Saewyn seems like a real nag.\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "Her brows furrow sharply.",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"I got enough people telling me how to live every second of my day. Only one who's got to approve of my actions is my god.\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"Though she likes to peck as much as a hen. I guess it's the nature of light to want to best the darkness, but you can't have balance like that, and it's not like night and death are bad things.\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"What do you mean?\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Not my folks, not Saewyn, not some...\"\r\n\r\nHand resting on her hip, the priestess purses her lips, considering you.",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"Say, if you don't mind my asking, what, uh, what's brought you to my temple?\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"You could say I have a vested interest in all matters regarding Eothas.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"I've need to speak with the High Priestess.\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"The thing about secrets is that I know how to keep them.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"You and me both.\" She scratches at the back of her neck, gaze going distant and a little haunted.",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"I see. We'll, you'll find her by the almonry or the altar. But before you go...\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"Fair's fair, I guess. Plus, I like folks who've got some wits about them.\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "Shoulders squared, she pins you with a determined stare. Whatever she's thinking, it's surely trouble.\r\n\r\nA coy little smile perks up her worry-bitten lips as she speaks next.",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"Always happy to meet a fellow person of the cloth.\" ",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"Why, you know an awful lot about Gaun?\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"Gaun's an aspect of Eothas.\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"Not much, no.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"I think you mean, he's all what's left. You did hear - Eothas died, yeah? When summer and spring have passed us on, well, that just leaves us autumn and winter and Gaun.\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"Don't sound too curious now.\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"Do all Children of the Dawnstars worship Gaun?\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"Sure. Most of the brethren believe in him. But they believe in Eothas more.\"\r\n\r\nShe sighs, puffing a tendril of hair aside that'd fallen over her cheek.",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"Can't say I care much for religion.\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "She presses her lips into a mulish line, and her hands fall to her sides. A muscle ticks in her prim jaw.",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"Well, that's a rather... interesting view of it.\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"Figure I'm a bit unorthodox. But that doesn't mean I'm wrong.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"I was hoping you might enlighten me.\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"Might if we had more time, sure.\" Absently, she grazes her fingers over the sickle strapped to her side, and her gaze flicks to the priestess with the golden candles.",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"Shame how they got it backwards, ain't it?\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"All right, I guess you're entitled to your opinion. But give me two moon wanes and I'll change your view yet.\"\r\n\r\nChin tipping up, she challenges you with a fiery stare.",
      "female": ""
    },
    {
      "id": 156,
      "default": "The priestess plants her hands on her hips. Her fingers are slim but calloused, more suited to a farmer's daughter than a cleric.",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"But Saewyn doesn't like it much when I get to talking about death.\"",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"Catchy.\"",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"You think I'm addled? Little touched in the head?\" She splits a bemused grin.",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"Who says I want to do good?\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "Her whole face heats pleasantly, and she bites back a bright smile.",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"Good and bad? See, sometimes they're the same. Like how change is not better or worse. It's just different.\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"A fine proposition. I'd enjoy the company of a priestess.\" ",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"Why not? Perhaps you'll prove useful in dealing with Eothas.\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"No, I won't take you with me.\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"Me and my brethren may not see eye to eye, but they'll all admit I'm sturdier than a weed and just as stubborn. I won't die on you - before it's my time.\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "She raises the sickle for your inspection. The blade is well-worn with a half-edged backside for added lethality, but its sleek metal is also meticulously clean.",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"Plus, I freed the roparu they were beating on. Maybe it got a little out of hand just after, but I also got done what I needed to.\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"Now, anything else is fair game.\"",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"So I reckon we could do some bad, too. If it balances things.\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"Plus, gruesome doesn't bother me.\"",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"It's all just change happening in different states.\"\r\n\r\nShe shrugs, but the interest smolders in her eyes.",
      "female": ""
    },
    {
      "id": 173,
      "default": "Gaze downcast, the priestess nibbles at her bottom lip until it near beads with blood.",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"See?\"\r\n\r\nFingers splayed, she drags her hand slow and hard over her wounds, raking at her ribs as she gasps out a prayer.\r\n\r\nSweating and shakily, she lifts her tunic to reveal the freshly knitted, unmarred expanse of skin. Under your appraisal, she bites down on a self-pleased grin.",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"Working on yourself always seems the toughest, doesn't it?\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "She blows a wisp of hair from her face, expelling her anger with the puff of air.",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"All right, maybe not. But I can tell you where to stick it and bid you a friendly farewell.\"",
      "female": ""
    },
    {
      "id": 178,
      "default": "With a nod and a half-concealed crude gesture, she turns away.",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"You wouldn't believe the dreams I been seeing. It's like I got to get ready for this big reaping. This world-wide harvest, like we've never had before.\"",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"It's going to be too much for me.\"",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"You won't regret this.\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"But you - \" She pauses to catch her breath.",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"Watcher.\" She bows her head to you in recognition.",
      "female": ""
    },
    {
      "id": 186,
      "default": "[Leave] \"Never mind.\"",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"Sure can. I reaped my first soul when I wasn't yet twelve-years-old.\"",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"Aw, Hel. Now where are my manners?\" ",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"Who's Gaun?\"",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"Gaun's a smidge of darkness in the light. He was the part of Eothas who divined the dignity of dying and the return journey to life.\"",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"Think I earned a cracked rib for my troubles.\"",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"You help people.\" She peers at you, much too hopefully.",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"As he desires for me to help you.\"",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"Sorry, I tend to do that once I get to thinking about Gaun - and the coming harvest - and the role that's been carved for me.\" ",
      "female": ""
    },
    {
      "id": 201,
      "default": "Head tilted, she studies you with keen interest.",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"Dreams?\"",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"What, are you cursed or something?\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"Nightmares, more like. Terrors that come true.\" She rubs a palm over the back of her neck. ",
      "female": ""
    },
    {
      "id": 205,
      "default": "\"Had them since I was a little girl on the farm. Guess Gaun was speaking to me even then.\" ",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"It ain't a curse. It's a blessing - a mark of the divine.\" Xoti shrugs.",
      "female": ""
    }
  ]
}