{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_cv_talkingweapon01",
  "Entries": [
    {
      "id": 1,
      "default": "\"Hey! Stop! What are you doing, you fat-fingered oaf? Put me down!\"\r\n\r\nThe sword twists and turns in your hand, trying in vain to wriggle out of your grasp. The word MODWYR is etched and gilded at the base of the blade.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Ah! It speaks!\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Um. How are you talking?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Speak to me like that again, and I'll have you reforged into a chamberpot.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"How are you talking?\" It mimics your voice in a mocking, sing-song manner.",
      "female": ""
    },
    {
      "id": 8,
      "default": "Modwyr huffs in irritation and turns over in your hand.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Now, if you don't mind, I'm waiting for someone very important who is definitely coming back any day now, and you won't want to be here when she does.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Who are you waiting for?\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"How long have you been down here?\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"The master animancer responsible for your condition, I presume?\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I like this sword. Can we keep it?\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Keep your filthy paws off me!\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "[Take the sword.]",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"If you're implying that she's forgotten about me, you're wrong! She said she'd be right back, and she's always been a woman of her word.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"So you've been waiting a long time, then.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"What's a few years to the decade we've spent together? I know she'll be back. Any day now. We're destined to be together.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Hey, we should give it to Aloth so Iselmyr can have a new friend.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Wish Iselmyr were here. I bet she'd have been good friends with it.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Oh, yes, that's always how it started. It usually ended with someone losing an eye.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"My owner, obviously.\" Modwyr groans, clearly disgusted with you.",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"You can stop there, thank you.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Show me. I'm a quick study.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "Modwyr makes dramatic retching noises, pretending to throw up.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"It speaks!\" It mimics your voice in a mocking, sing-song manner.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"You know what? I'm impressed. That was - wow. I've never experienced anything like that before.\"\r\n\r\nModwyr not only warms in your hands, but begins to glow faintly.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Actually... even though you're clearly little more than a ham-handed half-wit, maybe you can do something for me.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Then why'd she leave you behind?\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"You don't know her like I do. She'll come back, you'll see! We're destined to be together - nothing will stand between us.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"You know, I've developed a sudden interest in fingers! I wonder how yours taste?\" The hilt of the sword flares almost too hot to handle.",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"'Something new for Iselmyr' always ends with someone losing an eye.\" He scowls at Edér.",
      "female": ""
    },
    {
      "id": 43,
      "default": "The sword screeches indignantly as you stuff it in your pack.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"No, THAT would be a man known across Eora as the great wizard None of Your Fucking Business. Have you heard of him?\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Did I do something wrong?\"\r\n\r\nModwyr pauses, choosing its next words carefully.",
      "female": ""
    },
    {
      "id": 47,
      "default": "[Leave] \"Suit yourself. Farewell.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"It's a deal.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"We'll see. I'm not in the business of making promises.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"I don't think so.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Then leave me alone!\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "[Leave] \"As you like. Farewell.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "[Take the sword.] \"You're too useful to leave behind.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"But only until you find my owner, you got that?\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Am I supposed to wander around Eora questioning every random swordswoman I come across?\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"What you do is your business. I don't know if I can trust you yet. You need to prove your worth to me first.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"How would I do that?\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Fine.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Well, stick me in some monsters! What the fuck else is a sword good for?\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"You won't tell her about... us, will you? Not that I like you or anything. I just don't want her to get the wrong idea. She's very sensitive.\"\r\n\r\nYou can sense Modwyr trying to be stern, but its seriousness is belied by the slight waver in its voice.",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Sounds like you two got something real special there. Almost makes a man wish for a sword of his own.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Edér, you have a sword already. Several, in fact.\" ",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Yeah, but I've never had one that purrs when you stroke it.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Oh, NOW you like me?\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"It'll be our little secret. Unless she wants in on this?\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Here I thought I was a ham-handed half-wit. What changed?\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"I hate you.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"I didn't say THAT. I'm just saying, maybe I misjudged you. Maybe you're not a ham-handed half-wit after all.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"If'n nye, ye taking other tenders?\" Iselmyr glows eagerly in Aloth's eyes.",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Wow, thanks.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"You liiiiike me.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"This was a mistake. I knew I shouldn't have brought it up.\"\r\n\r\nModwyr groans, clearly regretting its previous words.",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Come on, I didn't mean it like that. You're... fine. You're perfectly fine.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"You saying you ain't got the equipment, farmer? Or that you don't be knowing how to use it?\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Nah, I treat my swords real good. Got this whetstone move that I do, keeps 'em pacified.\"\n\nHe holds up his thumbs and two fingers on each hand, demonstrating the grip.",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Wait. Why would she tell you where she's going but not bring you along?\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "[Leave] \"Maybe we get there, maybe we don't. No promises.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "[Leave] \"We'll head there now.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"I've been studying the Príncipi's philosophy of love, you know. I don't mind sharing.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Listen, I'm willing to be the bigger person here and say that maybe I was wrong. Maybe you're not quite the incompetent fool I thought you were.\"\r\n\r\nThe gleaming steel of Modwyr's blade exudes the distinctive smell of sword polish.",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"But you're not a person - you're a sword. You know you're a sword, right?\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Are you ready to tell me where you think she's gone?\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Don't mistake my intentions - you're a tool, and that's all you'll ever be to me.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"After all the monsters we've killed together? I even let Edér try me because you asked me to!\"\r\n\r\nModwyr settles like a dead weight in your hand.",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Of course I know I'm a sword. Why do you think I ask you to polish me every night?\"\r\n\r\nThe sword sighs, exasperated. If it had a brow, you expect it'd be rubbing it.",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"Just point me at the map, and I'll mark the last place I heard she was going - some city called Dunnage.\"\r\n\r\nModwyr sighs. If it had a brow, you expect it'd be rubbing it.",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Put me down. I'm serious, right here on the ground. The next kith who comes along might be a lunatic or a murderer, but they're still bound to be better than you.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"I'm tired, that's all.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"The owner who left you behind in a pile of junk? That one?\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"What is this actually about?\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"I look at what [Specified 0] is doing with his weapon and I wish it was me. Not WITH him, of course, I mean with you. They look... happy together.\"\r\n\r\nModwyr hesitates.",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Don't think I don't know what you did!\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"What'd I do?\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"Here we go again.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"I saw you with that other weapon. Must be nice, just being able to use whatever weapon seems new and interesting.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"All those kills we've had together lately? I was picturing [Specified 0] gripping my hilt the whole time. That's right.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"It was a one-time thing - it won't happen again.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"So what?\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"You think you're sorry now? Just wait.\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"Clearly there's more to this than you're letting on. Tell me what happened - maybe I can help.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "[Leave] \"Fine. But we're talking about this later.\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"She dumped me, okay? She said she couldn't do this anymore and tossed me in a pile of garbage.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"That's terrible. I'm sorry.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"Get over it. You need to move on.\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"I don't want your fucking pity.\"\r\n\r\nModwyr stills, suddenly so heavy you can barely heft it.",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"I don't want to talk about this anymore,\" Its voice becomes small, subdued, as if it's lost the will to speak.\r\n\r\nModwyr stills, suddenly so heavy you can barely heft it.",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"Can do.\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"Is that what you really want?\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"I wouldn't hate it.\"\r\n\r\nModwyr warms slightly against your palm, almost as if it were blushing.",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"Just point me at the map and I'll mark the last place I heard she was going - some city called Dunnage.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"But don't go telling everyone I said that - I have a reputation to maintain.\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"Go on, get out of here. I don't ever want to speak to you again.\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"After all the monsters we've killed together? I can't believe this.\"\r\n\r\nModwyr settles like a dead weight in your hand.",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"Bold. Like your style.\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"She dumped me, okay? She said she couldn't do this anymore and tossed me in a pile of garbage. Do you feel better now that I've humiliated myself for you? Is that what you wanted to hear?\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"You've been good to me, better than I thought you'd be. I may not always show it, but...\r\n\r\n\"I appreciate it. I guess.\"\r\n\r\nModwyr grows curiously light, almost as if it weighs nothing at all.",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"Why Dunnage?\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"She never said. She was always loath to share her secrets, even with me.\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"Let's go.\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"That's it? That's all you have to say? What's WRONG with you?\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"You're not even trying anymore! It's like you don't care if I'm your sword or not.\"\r\n\r\nModwyr pauses, trembling, as if it's trying to tamp down some unvoiced emotion.",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"I could try, if that's what you really want.\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"I don't think this is really about me.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"I don't know what it is you want from me here.\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"I don't want to talk about this anymore.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"You - you think just because you've held me, used me to slice up countless monsters, that you KNOW me?\"\r\n\r\nThe sword shakes itself out of your hands and onto the ground, turning itself away from you.",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"Gods, you are really are dense.\"\r\n\r\nModwyr shakes itself out of your hands and onto the ground, turning itself away from you.",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"I know I shouldn't talk about her anymore. My owner, I mean. That part of my life is over.\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"I just... I need closure. I need to know why. What did I do wrong?\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"When we find her, you should ask.\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"You need to let this go.\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"I suppose even if we DO find her, there's no guarantee she'll give me a real reason. Maybe it's stupid of me to want one.\"",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"What do you want?\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"Who were you before you were put in this sword?\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"Who was your owner?\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"A much better swordswoman than you, to start.\"",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"It doesn't matter.\"",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"Animats rarely retain their consciousness, let alone their memories. You're different.\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"Nice of you to notice.\" You hear what can only be a sneer edge Modwyr's voice.",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"There has to be more to her than that. How'd she come by those skills?\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"Very funny.\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"In truth, I don't know who I was. So far as I can remember, I've always been a sword.\r\n\r\n\"Whatever memories I had of a time before - they're gone.\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"Killing troublesome animancers, mostly.\" Behind Modwyr's words curl a cat's mischievous smile.",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"Don't worry. I'm sure she'll come back.\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"Maybe she's dead.\"",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"Oh dear, how embarrassing this must be for you.\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"But my owner, she was really great. I mean, IS really great. Her calluses felt so good on my grip. Can do things with a sword you wouldn't believe -\"",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"I'll let you handle me, but only under one condition - you have to help me find my owner. Okay?\" It presses itself into your palm, slowly warming to your touch.",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"Remind me which of us was just sitting in a pile of garbage.\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "[Leave] \"I'm sure a genius worthy of your scintillating wit will come along any day now.\"",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"There's no need to be MEAN.\"\r\n\r\nModwyr grows cold. Frost creeps up the blade. Yet, the hilt remains oddly warm, almost inviting.",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"A belligerent sword. Fascinating.\"",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"No wonder she threw you away.\"",
      "female": ""
    },
    {
      "id": 181,
      "default": "You heft the sword, testing its weight. It's a finely-wrought weapon, though it has seen better days. All it needs is a bit of polishing.\r\n\r\nYou scabbard it and continue on your way.",
      "female": ""
    },
    {
      "id": 182,
      "default": "[Take the sword.] \"No, you're mine now.\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"Fine, I'll think about looking for your owner.\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"My owner- things weren't perfect between us. Sometimes she'd cry after using me, or scabbard me and ignore me for days.\r\n\r\n\"It was complicated.\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"I knew you'd come around.\"",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"Don't make this weird.\"",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"Did you talk to your owner this way, or are you only this rude to me?\"",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"How sweet.\"",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"I hate you, too.\"",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"EXCUSE ME? Surely I must have misheard you.\"",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"You heard me just fine. This is a strictly professional relationship\"",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"I'm sorry - I didn't mean it.\"",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"None of your godsdamned business.\"",
      "female": ""
    },
    {
      "id": 196,
      "default": "\"Some woman. I don't know.\"",
      "female": ""
    },
    {
      "id": 197,
      "default": "[Leave] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"You don't know, do you?\"",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"If you say so. But if you ever want to talk about it...\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"I don't want to talk about this right now.\" A chill runs down the length of the blade.",
      "female": ""
    },
    {
      "id": 205,
      "default": "\"You don't know, do you?\"",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"If you say so. But if you ever want to talk about it...\"",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"You haven't earned the right to ask me these kinds of questions. I hardly know you.\"",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"Come on.\"",
      "female": ""
    },
    {
      "id": 210,
      "default": "\"That's what I thought.\"",
      "female": ""
    },
    {
      "id": 211,
      "default": "\"I look at what other kith are doing with their weapons and I wish it was me. I mean not WITH them, of course, they're strangers. I mean with you.\"\r\n\r\nModwyr hesitates.",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"I look at what [Specified 0] is doing with her weapon and I wish it was me. Not WITH her, of course, I mean with you. They look... happy together.\"\r\n\r\nModwyr hesitates.",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"This takes me back to shooting with that self-conscious arquebus.\"",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"Normally I'd be suggesting you start quilling up some poetry or such, but you be on your own with this one, cap.\"",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"A question as old as courtship itself, I say.\"",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"I have the benefit of a... rather long history with my grimoire. One can't rush these things.\"",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"If I was you, I'd be browsing weapon shops. Send a message.\"",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"Merla. I've never known a sword with an edge so sharp that it would be worth this headache.\"",
      "female": ""
    },
    {
      "id": 221,
      "default": "\"Who knew a sword could be so demanding?\"",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"All those kills we've had together lately? I was picturing my owner gripping my hilt the whole time. That's right.\"",
      "female": ""
    },
    {
      "id": 228,
      "default": "\"I was a ruler beyond compare. Handsome, just, exceedingly well-muscled, beloved of my subjects and favored by Woedica.\"",
      "female": ""
    },
    {
      "id": 229,
      "default": "\"She was an agent of Dunryd Row - at least for a while. Her name is Yngfrith.\"",
      "female": ""
    },
    {
      "id": 230,
      "default": "\"I never got bored with my owner - she always kept things fresh. Why can't you be more like her?\"",
      "female": ""
    },
    {
      "id": 231,
      "default": "\"I never got bored with my owner - she always kept things fresh. Why can't you be more like her?\"",
      "female": ""
    },
    {
      "id": 232,
      "default": "\"When we kill somebody, you know, I mean it's still great. You're fine. But I've noticed you use a lot of the same moves every time, and you don't polish me as often as you used to.\"",
      "female": ""
    },
    {
      "id": 233,
      "default": "\"I never got bored with my owner - she always kept things fresh. Why can't you be more like her?\"",
      "female": ""
    },
    {
      "id": 234,
      "default": "\"Leave me alone.\"",
      "female": ""
    },
    {
      "id": 235,
      "default": "\"She made me. I tried my best for her, always kept my edge. Why did she leave me behind?\"\r\n\r\nIt sniffles.",
      "female": ""
    },
    {
      "id": 236,
      "default": "\"Anyway, thank you for listening.\"",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"Ye've nye sense o' fun.\"",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"Di verus? Watcher, you are talking to <i>a sword</i>. How long ago do you think this ship set sail?\"",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"Oh, it got weird ages ago.\"",
      "female": ""
    },
    {
      "id": 241,
      "default": "\"You know, I thought that sword looked a little damaged.\"",
      "female": ""
    },
    {
      "id": 242,
      "default": "\"If we wanted baggage we would have picked up the talking knapsack.\"",
      "female": ""
    },
    {
      "id": 244,
      "default": "\"Captain, your threshold for the unusual lacks refinement.\"\n\nTekēhu pulls on his hair and purses his lips.",
      "female": ""
    },
    {
      "id": 246,
      "default": "\"Do you feel better now that I've humiliated myself for you? Is that what you wanted to hear?\"",
      "female": ""
    },
    {
      "id": 247,
      "default": "\"I don't want to talk about this anymore.\" Its voice becomes small, subdued, as if it's lost the will to speak.",
      "female": ""
    },
    {
      "id": 248,
      "default": "\"It's really a wonder you've managed to survive to the ripe old age of whatever you are, being this stupid.\"",
      "female": ""
    },
    {
      "id": 249,
      "default": "\"Idiot,\" it mumbles under its breath.",
      "female": ""
    },
    {
      "id": 251,
      "default": "\"I don't share,\" the sword says primly.",
      "female": ""
    },
    {
      "id": 252,
      "default": "\"Of course she will. I don't need YOU to tell me that.\"",
      "female": ""
    },
    {
      "id": 253,
      "default": "The tip of the blade briefly flashes bright red.",
      "female": ""
    },
    {
      "id": 254,
      "default": "\"That's... that's not possible! I would know!\r\n\r\n\"We have a special connection. Someone as barbarous as YOU wouldn't understand.\"",
      "female": ""
    },
    {
      "id": 261,
      "default": "\"You don't deserve to hear about her ANYWAY.\"",
      "female": ""
    },
    {
      "id": 262,
      "default": "\"Oh. You're back.\" Modwyr warms slightly to your touch, then a chill runs down the length of the blade.",
      "female": ""
    },
    {
      "id": 263,
      "default": "\"Decide you want to help me find my owner after all?\"",
      "female": ""
    },
    {
      "id": 264,
      "default": "\"Ew. Keep your feelings to yourself.\"",
      "female": ""
    },
    {
      "id": 265,
      "default": "\"I DON'T SHARE.\" Modwyr briefly flares red hot, then dims, leaving the smell of ozone and metal polish behind.",
      "female": ""
    },
    {
      "id": 267,
      "default": "Electricity crackles along the blade's edge.",
      "female": ""
    },
    {
      "id": 268,
      "default": "\"Wow, I'm impressed!\"",
      "female": ""
    },
    {
      "id": 269,
      "default": "[Roll your eyes.]",
      "female": ""
    },
    {
      "id": 270,
      "default": "\"Excuse me, sarcasm's MY thing. Go find your own bit.\" Though the sword tries to maintain a serious tone, a slight laugh follows its words.",
      "female": ""
    },
    {
      "id": 271,
      "default": "\"Hey, just because I don't have eyes doesn't mean I can't see what you're doing!\"",
      "female": ""
    },
    {
      "id": 272,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 274,
      "default": "\"Oh, and now you're gonna stonewall me? REAL mature.\"",
      "female": ""
    },
    {
      "id": 275,
      "default": "\"All those monsters we've killed together - did that mean NOTHING to you?\"",
      "female": ""
    },
    {
      "id": 277,
      "default": "\"Hey... so...\" Modwyr's hilt cycles between hot and cold, indecisive.",
      "female": ""
    },
    {
      "id": 278,
      "default": "\"We need to talk about what happened with Yngfrith.\"",
      "female": ""
    },
    {
      "id": 279,
      "default": "\"Why?\"",
      "female": ""
    },
    {
      "id": 280,
      "default": "\"How are you doing?\"",
      "female": ""
    },
    {
      "id": 281,
      "default": "\"Let's not.\"",
      "female": ""
    },
    {
      "id": 282,
      "default": "\"GODS, you're such a jerk.\"",
      "female": ""
    },
    {
      "id": 283,
      "default": "\"You know what? You're right. We're good. I'm happy.\r\n\r\n\"The past is past and all that emotionally healthy, philosophical shit people say when they want to pretend they're over something.\" It sighs.",
      "female": ""
    },
    {
      "id": 284,
      "default": "\"Hey, [Player Name]? Thanks. You know, for everything.\"",
      "female": ""
    },
    {
      "id": 285,
      "default": "\"Of course. I just want you to be happy.\"",
      "female": ""
    },
    {
      "id": 288,
      "default": "\"Ew, I think your sincerity's rubbing off on me. What will the other weapons think?\"",
      "female": ""
    },
    {
      "id": 290,
      "default": "\"Good? Bad? I don't know how to feel.\"",
      "female": ""
    },
    {
      "id": 292,
      "default": "\"Were you comatose during that conversation? You decided the future of my life!\"",
      "female": ""
    },
    {
      "id": 293,
      "default": "\"Should I be angry she was willing to let me go? Should I be happy you wanted to stay with me?\"",
      "female": ""
    },
    {
      "id": 294,
      "default": "\"We're going to do great things together. Look forward to that.\"",
      "female": ""
    },
    {
      "id": 295,
      "default": "\"It's not unreasonable for you to feel both. I mean, that's a lot for any, uh... person to process.\"",
      "female": ""
    },
    {
      "id": 296,
      "default": "\"Your anger is justified. Feel it if you need to. I'll listen.\"",
      "female": ""
    },
    {
      "id": 301,
      "default": "\"Could you stop being right all the time? I hate it.\"",
      "female": ""
    },
    {
      "id": 304,
      "default": "\"There has to be more to her than that. How'd she come by those skills?\"",
      "female": ""
    },
    {
      "id": 305,
      "default": "\"Come on, that's not the whole story.\"",
      "female": ""
    },
    {
      "id": 307,
      "default": "\"Let's go kill something!\"",
      "female": ""
    },
    {
      "id": 309,
      "default": "\"Good, I was starting to get bored.\"",
      "female": ""
    },
    {
      "id": 310,
      "default": "\"Finally.\"",
      "female": ""
    },
    {
      "id": 312,
      "default": "\"Animats rarely retain their consciousness, let alone their memories. You're different.\"",
      "female": ""
    },
    {
      "id": 313,
      "default": "\"It better not, or I'll poke you in all SORTS of unfortunate places.\"",
      "female": ""
    },
    {
      "id": 314,
      "default": "\"Just between you and me - what do you think of our traveling companions?\"",
      "female": ""
    },
    {
      "id": 317,
      "default": "\"Gossip? REALLY? ...Now you're speaking my language.\"",
      "female": ""
    },
    {
      "id": 318,
      "default": "\"Aloth.\"",
      "female": ""
    },
    {
      "id": 319,
      "default": "\"Edér.\"",
      "female": ""
    },
    {
      "id": 320,
      "default": "\"Xoti.\"",
      "female": ""
    },
    {
      "id": 321,
      "default": "\"Serafen.\"",
      "female": ""
    },
    {
      "id": 322,
      "default": "\"Tekēhu.\"",
      "female": ""
    },
    {
      "id": 323,
      "default": "\"Maia.\"",
      "female": ""
    },
    {
      "id": 324,
      "default": "\"Pallegina.\"",
      "female": ""
    },
    {
      "id": 325,
      "default": "\"That's enough.\"",
      "female": ""
    },
    {
      "id": 328,
      "default": "\"One of the others.\"",
      "female": ""
    },
    {
      "id": 331,
      "default": "\"Do you think Rekke got that scar doing something noble or stupid?\r\n\r\n\"Actually, never mind - I know the answer.\"",
      "female": ""
    },
    {
      "id": 332,
      "default": "\"Fassina's probably the smartest person in this merry band of idiots.\r\n\r\n\"Other than me, obviously.\"",
      "female": ""
    },
    {
      "id": 333,
      "default": "\"Ydwin sings Wending epics when she thinks no one's listening. It'd almost be nice if it weren't for her terrible singing voice.\"",
      "female": ""
    },
    {
      "id": 334,
      "default": "\"Konstanten and I have an understanding. The nature of that understanding is none of your business.\"",
      "female": ""
    },
    {
      "id": 336,
      "default": "\"Pallegina picks me up when she thinks you're not looking. For someone so severe, she's gentler than you might expect.\"",
      "female": ""
    },
    {
      "id": 339,
      "default": "\"She keeps asking me if I think her weapons are happy. Can you tell her to leave me alone?\"",
      "female": ""
    },
    {
      "id": 342,
      "default": "\"Fishboy's so self-satisfied, it's a wonder he has time for anything else.\"",
      "female": ""
    },
    {
      "id": 348,
      "default": "\"I asked him which of us he thinks is taller. Now he won't talk to me.\"",
      "female": ""
    },
    {
      "id": 350,
      "default": "\"If Aloth wants any more scars, let him know I volunteer to help.\"",
      "female": ""
    },
    {
      "id": 352,
      "default": "\"The only thing Xoti likes as much as her creepy god is you.\"",
      "female": ""
    },
    {
      "id": 354,
      "default": "\"Poor guy's none too bright, but those MUSCLES.\"",
      "female": ""
    },
    {
      "id": 356,
      "default": "\"He wants Rekke to touch his hair. I can tell.\"",
      "female": ""
    },
    {
      "id": 359,
      "default": "\"Iselmyr asked if she could buy me a drink - I told her I only thirst for blood. Almost made Aloth pee his pants.\"",
      "female": ""
    },
    {
      "id": 361,
      "default": "\"I half expect Xoti to crawl into your tent when you're not looking.\"",
      "female": ""
    },
    {
      "id": 363,
      "default": "\"G-good riddance, then! It's not like I ASKED to talk to you or anything.\"",
      "female": ""
    },
    {
      "id": 364,
      "default": "[Leave] \"I don't need this. Farewell.\"",
      "female": ""
    },
    {
      "id": 365,
      "default": "\"I'm waiting for my owner, <i>obviously</i>.\" Modwyr groans.",
      "female": ""
    },
    {
      "id": 366,
      "default": "\"That was amazing! You're so great at killing things. I mean, REALLY great.\"",
      "female": ""
    },
    {
      "id": 367,
      "default": "\"Can we do it again?\"",
      "female": ""
    },
    {
      "id": 368,
      "default": "\"Wow. I feel incredible.\"",
      "female": ""
    },
    {
      "id": 377,
      "default": "\"Such a strong, well-callused jerk who knows just how to hold me...\"",
      "female": ""
    },
    {
      "id": 378,
      "default": "\"It's time for you to move on.\"",
      "female": ""
    },
    {
      "id": 380,
      "default": "\"Remind me where I'm supposed to find your owner.\"",
      "female": ""
    },
    {
      "id": 381,
      "default": "\"Dunnage. That place where all the pirates hang out and do crimes or whatever.\"",
      "female": ""
    },
    {
      "id": 382,
      "default": "\"Don't forget to look for my owner there, okay? It's... it's important.\"",
      "female": ""
    },
    {
      "id": 383,
      "default": "[Shrug.]",
      "female": ""
    },
    {
      "id": 384,
      "default": "\"Just don't tell anyone about us, okay?\"",
      "female": ""
    },
    {
      "id": 385,
      "default": "\"I didn't do anything.\"",
      "female": ""
    },
    {
      "id": 388,
      "default": "\"Heh, you WISH. I'm going to shout about it everywhere we go.\"",
      "female": ""
    },
    {
      "id": 389,
      "default": "\"[Player Name]'s in love with a sword, [Player Name]'s in love with a sword!\" The sword taunts you in its sing-song voice.",
      "female": ""
    },
    {
      "id": 390,
      "default": "\"Modesty's a bad look for you.\"",
      "female": ""
    },
    {
      "id": 396,
      "default": "\"I don't want to talk about this anymore.\"",
      "female": ""
    },
    {
      "id": 397,
      "default": "\"Before you get all bent out of shape - I'm kidding.\"",
      "female": ""
    },
    {
      "id": 398,
      "default": "\"Mostly.\"\r\n\r\nModwyr's hilt begins to emanate a gentle glow. It sighs, and the hilt warms, soothing and familiar.",
      "female": ""
    },
    {
      "id": 400,
      "default": "Though the sword's words fade, the warmth remains.",
      "female": ""
    },
    {
      "id": 402,
      "default": "\"Did no one ever teach you not to eavesdrop? Keep your ears to yourself, creep.\"",
      "female": ""
    },
    {
      "id": 403,
      "default": "\"If you're not careful, I might stick you in a rotghast and leave you there.\"",
      "female": ""
    },
    {
      "id": 404,
      "default": "A shock of cold crackles down the length of the blade. It seems about to speak a moment, to argue, then abruptly sighs.",
      "female": ""
    },
    {
      "id": 405,
      "default": "\"If you're not careful, I might stick you in a rotghast and leave you there.\"",
      "female": ""
    },
    {
      "id": 406,
      "default": "\"Let's go.\"",
      "female": ""
    },
    {
      "id": 407,
      "default": "\"Stop complaining and tell me what's wrong, or I'll leave you here.\"",
      "female": ""
    },
    {
      "id": 422,
      "default": "The tip of the blade briefly flashes bright red.",
      "female": ""
    }
  ]
}