{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_bs_xoti_banters",
  "Entries": [
    {
      "id": 1,
      "default": "\"Pallegina, doesn't it ever just feel... heavy to you?\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Cuè? My armor?\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"No, the weight on your soul. Don't you worry one day it'll drag you to the depths of Hel? I know I do.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"What I just can't figure is how anyone could treasure animancy over the grace of our divine's guiding hand.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Because the mercy of kith is less capricious than the gods' 'guiding hands.'\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Funny. That doesn't answer my question.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"It is pathetic how easily wounded your faith is.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Curse Eothas for all of this.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Say that about Gaun, and I'll wash your mouth out - with mud.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"None of us did anything to <i>deserve</i> a chime. Do not be naïve. It is hardly a gift.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"No. My soul is light. It will enter the Beyond when I die, like anyone else's.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"You're right. Every soul does go in, but not every soul gets to come back out.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Instead of worrying over my soul, worry about why the gods threaten us with damnation.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"What do you reckon you did to earn Hylea's chime? 'Cause it sure wasn't from potential for this life.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Destructive? Uncaring? That is what the gods are, all of them.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"He can't be Eothas 'cause he died... but at the same time, I never thought Gaun could be so...\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"No, I won't believe that. There's a reason for everything. Even if we can't see it.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Sometimes... maybe... you've got to be hard to be kind.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Still waiting for the 'kind' part.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Aloth, can I ask you something?\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Saying 'no' has never stopped anyone before...\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"It's just that, I tried talking with Edér, but I don't seem to be making any headway. He doesn't want to warm up to me.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"He doesn't fight at the front because he's good with a sword. He's just dense as a stone.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"He's not one for subtlety. Think of him as a big, happy dog.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Maybe you're right.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Well, you don't have to make it seem so hopeless...\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Does it ever trouble you? Being so far removed from the rest of your order.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Didn't take you for the romantic type, Serafen.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"What'd you do before you were a shiphunter?\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"You say your lamp nets you souls, aye? Mind if I be asking how?\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"So what happens if you dry out too much?\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"For what do you obey your harvest god with such devotion, friend Xoti?\" ",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Tekēhu, would you mind terribly if I touched your hair?\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"How'd you come by that scar on your brow, Aloth?\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"You going to call me heretical, too?\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"This? I found myself in a rather... perilous situation with a band of darguls.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"A tongue's got a use or four, lass, and I be a right master of each.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Yeah, I'm going to pretend like I didn't just hear that.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Rough times, lass. Would spare you the telling, less you be set on it.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Aye? Don't those be the tools of the animancer's art?\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Faith can do many a thing, Serafen. Add a little copper and adra, and a normal lantern can work miracles.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Maybe. But I'm no animancer, that's for sure. I ain't out to play god. Only serve mine.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"If it is Ngati's desire that I stay moist, she will hasten the rain.\" ",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"What do you mean, why? Like there's an alternative?\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Of course not! Only touch gently and they will return the favor.\" ",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Huh. That's what Engwirth said when we were necking in the murkberries.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"The Huana gods are a jungle of choices, I say! If the fish displeases you, look to the bird.\" ",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"I reckon I can handle it.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Crew I were with, they'd give me any job they thought like to kill me. I lived to prove them wrong.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Can't live the good times unless you survive the bad. That what being a pirate's all about?\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Aye, sure enough. Sides, lasses say the scars be adding distinction.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Which is to say, he's not one for taking hints.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Which is not as unkind as it sounds. To him, anyway.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Darguls can be real nasty. You're lucky that's all you got to show for it.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"I certainly gave them worse... not to boast, of course.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Of course not. I'm terribly sorry, I didn't mean to pry.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"I didn't mean to jump on you. I'm just... used to being called names.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"It's all right. I understand the feeling.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"I admire you, Xoti. For holding to your beliefs, even against the wishes of your superiors.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"You really mean that? 'Cause I thought you didn't much like me.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"I mean it. It took me... entirely too long to learn to do the same.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Been having some disturbing dreams. Makes it hard to sleep...\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"We're awake right now, aren't we?\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Oh. Now I've dreamed of this place.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "Sweating, Xoti sways on her feet.",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Don't worry. The vision's passed.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"I've been dreaming about a priest that died then rose again. What'd you think that means?\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"I see him walking Eora. Nothing but bones, lit by the flames of his soul.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Did I tell you? You were in my dreams last night, Watcher.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"You were on your knees. Before my god. And I couldn't stop screaming.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Death can be a beautiful thing, don't you think, Watcher?\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Lately, all my dreams are washed in blood.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"I got a hunger in me. What I need is a soul for my lantern.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Careful. Would hate for you to catch your death.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"That corpse is pretty as a painting. Look. Don't you see her?\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"I'm feeling weak in my bones, my mind, my blood, Watcher. What I need is to harvest a soul.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"You ever hear music in your mind? Like a chorus of screams. It's down right lovely.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"I see a corpse when I look at you. Worms wriggling out of your skin. But I know it ain't real, cause you don't smell of death yet.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Last night, I sliced you to red ribbons. Guess it was a dream, cause here you stand.\"",
      "female": ""
    }
  ]
}