{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_aloth_intro",
  "Entries": [
    {
      "id": 13,
      "default": "\"Thank you for your discretion. I'm certain you have many questions, but I fear they must wait until we're off this island.\"\r\n\r\nHe casts a regretful glance back at Benessa and the animancers.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"At least tell me what you've been doing here.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"That's a rather long story. The short version - for now - is that I'm gathering information on local animancy operations.\"\r\n\r\nHe looks you up and down.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"But I could ask you the same.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"I'm following the adra colossus.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Let's discuss that when we've got some privacy.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Eothas destroyed my keep, killed most of the people there, and nearly killed me. He'll answer for it.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"The gods are up to something again. I need to understand what.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"I decided it was time to see the world and find myself. Or whatever part of my soul Eothas took.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"There's never a dull moment with you.\" He raises an eyebrow.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Excellent. We'll speak more once we're away from this island.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"At least the food here is better than that mush in Gilded Vale. The Vailians understand the proper use of seasonings.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Come with me.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Belfetto! We are saved!\" A youngish man with bright eyes and a twitching smile claps his hands in joy as he steps out of the cage. \r\n\r\nThe woman next to him, however, remains sober.",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Governor Clario must have sent you to rescue us, no? But you do not look like one of his guards.\" She rises onto the balls of her feet and peers behind you, as if searching for someone else. \r\n\r\nShe looks to be only midway into her thirties, though the serious set of her mouth makes her seem older.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"The governor's dead.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "[Lie] \"They're still carving a path through the jungle. I'm the vanguard.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"I told you the governor does not care about us! This is all about profit, for him and the rest of the Vailian-\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"See, I told you the governor is looking out for us! You're always saying this is just about profit, that the Vailian-\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Calloste!\" She silences the others with a sharp look.\r\n\r\nShe turns back to you with a resigned breath.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"You are here, and that is what matters.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"I'm looking for a friend. Tall, glowing, made of adra - maybe you've seen him?\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Cuè? Was it the storm, or perhaps the-\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"I'm just trying to figure out what's going on here.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Where is Oderisi?\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"What are you all doing?\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"The adra colossus - where did it go?\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Somewhere to the north, I think. By the mercy of all the gods, it must be miles away now.\" She shudders.",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Hiding, of course!\" The corners of his mouth spasm.\r\n\r\nThe cranky old woman next to him sighs and lays a comforting hand on his arm.",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"I do not know why, but it seemed drawn to the pillar of luminous adra we were excavating.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"We were taking measurements of the luminous adra when something strange began happening.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "The animancers look at one another.",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"He is still in the ruins. We think.\" She grimaces, her gaze darting to her toes.",
      "female": ""
    },
    {
      "id": 63,
      "default": "He licks his lips. \"Fascinating. The pillar started to dim. The ground shook, and our instruments showed unusual variations-\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"What happened?\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"I should go look.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"If you are going below, you should take Engferth with you.\" She turns and motions someone to the front of the group.",
      "female": ""
    },
    {
      "id": 67,
      "default": "A sharp-featured elf comes to the fore. As he meets your eyes, he gives you a knowing nod.\r\n\r\nHe's earned a few new scars, but you recognize Aloth Corfiser all the same. \r\n\r\nHe taps a finger to his lips, a sly smile working its way across them. ",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Engferth knows a great many spells! At first, he even cast fire to chase away the panthers.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"I would be happy to assist.\" He holds your gaze with wide, expectant eyes.",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"What else can you tell me about 'Engferth'?\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"I'll gladly accept his help.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"I don't need him.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Your 'Engferth' isn't an animancer. He's a wizard named Aloth.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Hey, he looks just like-\"\r\n\r\nEdér cuts himself off for reasons not yet apparent. His jaw hangs slack.",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"That's when those of us with a grain of sense got into the cage.\" She glares at the excitable young man, but he doesn't seem to notice.",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"What happened then?\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"The cage?\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Something we made to protect ourselves from surges in the luminous adra.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"The colossus. Some kind of construct made from luminous adra. It passed through the arena toward the pillar.\"\r\n\r\nBenessa closes her eyes. ",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Those have not been a problem, but I am grateful today for unnecessary precautions.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"That is when the panthers and wurms showed up. Started going through the tents. It was AWFUL, but Engferth-\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Some of our people are still missing in the ruins, including Oderisi, our lead researcher. \r\n\r\n\"It is possible he managed to hide.\" \r\n\r\nHer furrowed brow, however, suggests otherwise.",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"He has only been with us a few weeks. He is inexperienced, but he came with a glowing recommendation from an academy in Selona.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "He gives you a quick smile.",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Very well. We'll talk later.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"We can speak more freely once we're away from Port Maje. For now, let us find Oderisi.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Indeed.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "He titters.\r\n\r\n\"Di verus, surely I would also change my name if-\"\r\n\r\nBut Benessa rounds on Aloth, cutting the younger animancer off.",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Please.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "He blinks at you in surprise.",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Come with me, then.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"I'm going without you.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "He bows his head.",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Actually, Clario sent me to find Oderisi. Or his notes.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "An older woman hawks an impressive gob of phlegm onto the ground and kicks a clump of dirt over it.",
      "female": ""
    },
    {
      "id": 106,
      "default": "He turns excitedly to a cranky older woman and tugs on her sleeve.",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Moments later, the pillar went dark. And all of our colleagues outside the cage froze. Like they turned to ash.\" She goes quiet, her hands clasped in front of her. \r\n\r\nThe young man leans forward, his eyes wide with a perverse kind of excitement.",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Until the flames nearly caught one of the tents.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"We then decided it would be better to preserve our remaining supplies. In case we ever got out.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Be careful.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"That is when the panthers and wurms showed up. Started going through the tents. It was AWFUL, but-\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"I do not expect the ruins will be any safer. Many of our people remained behind, which has surely attracted more... wildlife.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"It would be prudent to take help. As long as Engferth is willing to go.\" She looks quickly to Aloth.\r\n\r\nHe nods.",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"Oh?\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"You're making a <i>really</i> great case for Engferth.\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"Regardless, I'm glad you're all safe.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"Agracima.\" She sighs. ",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"Outside of this cage, his skills would be a boon.\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"A glowing recommendation, you say?\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"I see.\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"That is surely a generous overstatement.\" Aloth chuckles uncomfortably and gives you a meaningful look.",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"I cannot imagine why.\" The old animancer rolls her eyes.",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Impressive. Especially since he doesn't sound Vailian.\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"I think I've heard enough.\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"Students come from all over the world to study animancy in the Republics. Especially since it is still forbidden in places like Aedyr.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"But Engferth's story is especially sad. He was only a boy when both his parents died. In a fire.\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"If that's all, then perhaps we should be off?\" He raises an eyebrow and stares at you pointedly.",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"'A pupil of unnatural talent' is the phrase I recall.\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"It seems he was loved and regarded by almost all his instructors. Though misunderstood, I gathered, by his fellow students.\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"He came to the Dyrwood and lived at the manor of a wealthy older uncle from [Player Culture] until he also died.\"",
      "female": "\"He came to the Dyrwood and lived at the manor of a wealthy older aunt from [Player Culture] until she also died.\""
    },
    {
      "id": 134,
      "default": "\"Really, this helpful stranger surely has more important things to worry about.\" The tips of Aloth's ears are bright red. \r\n\r\nHe glares at you.",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"In a fire.\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"It's true I have... other business. I'm afraid I can't explain.\" His hands are clasped in front of him, his knuckles as pale and hard as pearls. \r\n\r\nHe slowly meets Benessa's gaze.",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"Wait. You know him?\" Her eyes narrow in suspicion.",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"Yes.\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"He's a good friend.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"We were colleagues.\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"I'm his rich uncle. From [Player Culture].\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"I'm his rich aunt. From [Player Culture].\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "The young animancer's eyes widen. He looks from you to Aloth, oblivious to the cold silence. ",
      "female": ""
    },
    {
      "id": 145,
      "default": "He gives you a brief, pained look.",
      "female": ""
    },
    {
      "id": 146,
      "default": "She turns to Aloth, her face a rigid mask of anger.\r\n\r\nAnd hurt. ",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"You lied to us.\" The words aren't a question. They're an accusation.",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"Aimico, he survived! How-\"\r\n\r\nBut the older woman shakes her head, and he slowly falls silent.",
      "female": "\"Aimico, she survived! How-\"\r\n\r\nBut the older woman shakes her head, and he slowly falls silent."
    },
    {
      "id": 150,
      "default": "\"But please know that I meant no harm. I certainly didn't intend to hurt you, Benessa.\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"Go, Engferth. Aloth. Whoever you are.\r\n\r\n\"Do not let me keep you from your 'other business.'\" \r\n\r\nShe turns to you, closing her eyes.",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"Per complanca. Just take him with you.\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"Let's go, Aloth.\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"He's staying here.\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"You can't be serious.\" He stares at you in shock and outrage.",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"I'm certain we could be of... mutual benefit to one another.\"\r\n\r\nHe leans closer, just out of earshot of the animancers. ",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"Should you change your mind, I will be here a little longer.\"",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"I cannot make you take him, but he is not welcome here.\" She crosses her arms tightly.",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"Then he's on his own.\"",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"[Player Name]!\" The voice that calls out to you is familiar.\r\n\r\nYou follow it and find Aloth Corfiser looking back at you with mingled hope and furtiveness.",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"As I mentioned, I have other business in the Deadfire.\"",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"As you must have guessed, I have other business in the Deadfire.\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"I would gladly travel with you once more. I suspect we could be of mutual assistance.\r\n\r\n\"But it is your decision.\" He watches for your reaction, fidgeting with the edge of his sash.",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"If you do not wish my company, then I shall board the next ship that passes through. And I suspect this will be farewell.\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"Be careful, aimico.\" She gives Aloth's hand a quick squeeze before backing away.",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"I shall try.\" Aloth nods at her before leading you a short distance away.",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"Your 'wealthy old uncle'? Really?\"",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"Your 'wealthy old aunt'? Really?\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "He sighs. \"The sooner, the better.\"",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"I suppose I'll make my own way back to town. Let me know if you change your mind.\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"You sure about that? Al- er, uh... Engelflip sounds like he's got a lot to offer.\"",
      "female": ""
    },
    {
      "id": 172,
      "default": "He winces. \"It seemed like a convenient story.\r\n\r\n\"Besides, you do have the oldest soul of anyone I know.\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"You've made new friends. Animancers, no less.\"",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"I shall miss their company. Though this only confirms that animancy is a... hazardous pursuit at best.\"",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"Come with me, then.\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "[Shake his hand.] \"I hope you find what you're looking for.\"",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"And you, friend.\" He grasps your hand warmly.",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"Excellent. Perhaps we can speak further once we're away from this place.\"",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"Engferth would make a capable guide. As long as he is willing to go.\" She looks quickly to Aloth.\r\n\r\nHe nods.",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"We can speak more freely once we're away from Port Maje. For now, let us return to Clario.\"",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"I suppose I'll make my own way back to town. Let me know if you change your mind.\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"That's Oderisi.\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"Poor fools. They were unprepared for this.\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"Watcher! What are you doing?!\"",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"What happened?\"",
      "female": ""
    },
    {
      "id": 187,
      "default": "Benessa shoots him a furious look, and he falls silent again. A confused and slightly injured expression crinkles his face.",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"I'll help him however I can.\"",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"If he didn't make it to the cage, you should prepare for the worst.\"",
      "female": ""
    },
    {
      "id": 191,
      "default": "She nods.",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"I don't think that's really-\"",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"Surely we don't have time for-\"",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"That's quite-\"",
      "female": ""
    },
    {
      "id": 196,
      "default": "\"That'd be real good. Me and Iselmyr got a lot of catching up to do.\"",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"I think he's a touch lonely. Why don't we let him along?\"",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"And when the supplies ran out...?\" She scratches the bridge of her nose, looking concerned.",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"Me and the Watcher, we're always happy to help.\" She beams at you, eyes filled with pride.",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"We could sure use help. Especially seeing how many folks we already got killed.\"",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"Most of the ruins are that way, through the door next to the ramp.\" She points to a dark entrance in the eastern wall of the arena.",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"I take it you're leaving Port Maje. Now that the storms have cleared, I expect I'll be doing the same soon enough.\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"I saw you when you came out of the ruins. I was with the animancers.\"",
      "female": ""
    },
    {
      "id": 205,
      "default": "\"I wanted to say something to you, but I didn't want to give myself away to the others.\"",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"It's a story for another time, but I've been pursuing other matters in the Deadfire. Which has me thinking.\"",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"What are you doing here?\"",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"Still keeping secrets, eh?\"",
      "female": ""
    },
    {
      "id": 209,
      "default": "The tips of his ears redden.",
      "female": ""
    },
    {
      "id": 210,
      "default": "\"Do we know each other?\"",
      "female": ""
    },
    {
      "id": 211,
      "default": "\"We fought Thaos together in the Dyrwood five years ago.\"",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"A lot has changed since then, but the gods have seen fit to bring us together once more.\" He gives you a shrewd look.",
      "female": ""
    },
    {
      "id": 216,
      "default": "The others look away and avoid further speculation.",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"I take it you're leaving Port Maje. Now that the storms have lessened, I expect I'll be doing the same soon enough.\"",
      "female": ""
    }
  ]
}