{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_maia_quest_mob",
  "Entries": [
    {
      "id": 2,
      "default": "The broad-shouldered aumaua at the center of the huddle takes a cautious step back. His gaze never breaks from the tribesmen who have him surrounded, and his hands never stray far from his weapons. ",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"You've all got the wrong idea. I'm waiting for a shipment of sailcloth from the homeland. Is that going to be a problem?\" His expression turns stony as the implied threat crosses his lips.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Then what say you about this?! Coded gibberish, or I'm an orlan.\" Someone from the crowd tosses a sheaf of papers to the ground by Harama's feet. The assembled tribesmen mutter their assent. ",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Damn it. He's about two seconds away from starting a brawl. I've got to step in.\" Maia furrows her brow. ",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"I'll follow your lead.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Better to let this play out.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"I'm not here to watch, Watcher.\" Maia aims an annoyed glare in your direction.",
      "female": ""
    },
    {
      "id": 9,
      "default": "She clears her throat loud enough to turn heads in the direction of your party.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"One against a mob isn't exactly even. Ever heard of a fair fight?\" Maia cracks her knuckles and rolls her shoulders.",
      "female": ""
    },
    {
      "id": 11,
      "default": "Turning to you and Maia, Harama gives away no recognition other than a flicker of gratitude. ",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"What seems to be the problem here?\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"As surely as sharks circle spilled blood, this one has been casting an unwelcome shadow in our village!\" One of the villagers steps forward and gestures to Harama.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"We found coded documents in his quarters, and he defends himself with lies - outsider spy!\" Mutters of assent rise in volume from the assembled villagers.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"That letter was from me. I'm his cousin. It's a joke we play.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"What makes you think it's anything nefarious?\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "[Attack] \"An angry mob is my least favorite mob.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Absolutely not.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"I wasn't asking for your permission.\" She aims you an expression of total disdain.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"You take care of Maia, you hear?\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Damn it! I... I couldn't get to him in time!\" Looking up at the sky, Maia takes in a deep breath and closes her eyes. ",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"That's a word for it. You could also say we were-\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"...loyal servants of the homeland. That's enough out of you.\" Maia touches her brow and shakes her head, hiding the hint of a smile.",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Afraid this isn't a social visit. This comes from up high.\" She passes him a roll of parchment.",
      "female": ""
    },
    {
      "id": 31,
      "default": "His demeanor hardens the moment he unseals the missive. Worming his tongue over his teeth, Harama lifts up the parchment to view it against a light source. ",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Atsura's up to his tricks again, I see. Thank you, Maia - I've been waiting for this.\" ",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"What did Atsura send you?\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Maia, why is he asking...\" Harama squints at you, hesitating to say more.",
      "female": "\"Maia, why is she asking...\" Harama squints at you, hesitating to say more."
    },
    {
      "id": 35,
      "default": "\"Captain... later. I promise we can discuss it later.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Let's be off.\" ",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"I guess we're done here. It's been, well, sort of like old times. In a good way.\" Maia grins, planting her hands on her hips.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Just keep me out of this.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"I will not hesitate to defend myself.\" Harama balls his hands into fists.",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"We will show the trading companies how we deal with Rauataian spies! Charge, brothers and sisters!\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Ha! Company warships blow our canoes to splinters, and you call us unfair? You foreign imps are all the same.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "Uncertain, the mob turns its focus in your direction. Harama offers an almost imperceptible nod. ",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Who are you to speak in his defense, and who is your traitor friend who postures like she is not one of us?\" Jeers and rude gestures fill the air, many of them aimed at Maia.",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"I'm the one who's going to bring the wrath of Berath down on your heads.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"I've done good by your people, if you would but remember my face.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "[Attack] \"See what just scampered away? That was the last of my patience.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Ekera... is that the Watcher who sailed to Neketaka with an army of spirits?\" Anxious murmurs of accord ",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Harama, we will have eyes on you. Cause no trouble.\" The leader of the gang points from his eyes to Harama's, and then signals the rest to depart.",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Can't we talk like civilized kith?\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"He refuses to speak truth! Foreign liars are not welcome to these islands.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Setting aside our objections that you're reading other people's mail.\" Maia folds her arms and glares into the crowd.",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"That's all right, captain. I'm feeling pretty uncivilized right now.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"I'm a friend. A neighbor. A brother.\"",
      "female": "\"I'm a friend. A neighbor. A sister.\""
    },
    {
      "id": 63,
      "default": "\"Maia, care to elaborate?\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "Whispers spread among the group as the fighters struggle to recall from where they recognize your features. You hear the muted ripple of agreement smother their suspicion.",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"I've got better things to do than listen to a bunch of islanders argue over who wants to die first.\" Maia reaches for her weapon and begins to advance.",
      "female": ""
    },
    {
      "id": 66,
      "default": "The crowd flinches back from Maia, and their spokesperson raises a hand.",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Because Rauatai hungers after these isles like a tiger lurking in the tall grass and whetting its chops.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"If you townies are dumb enough to go blundering into an alpha predator, you deserve what's coming to you.\" Maia squares her stance and shakes her head.",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Is that little Ishiza? Hop over here, you old terror!\" Harama opens his arms, and Maia's bird darts enthusiastically closer, pecking at Harama's shins. ",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"I owe you thanks for that, stranger.\" The big Rauataian stands at ease and looks you up and down, nodding with approval.",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"You try to avoid making a spectacle of yourself, and someone forces your hand.\" Surveying the carnage, Harama shakes his head. ",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Now here is a welcome sight.\" He turns to face Maia, and a smile brightens his features.",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Ishi, down. You don't know where he's been.\" Maia arches her brow, smiling in spite of herself. ",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Don't I get an introduction?\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Captain, this is Harama. We were shipmates on the Flying Buttress.\" She nods to him, their eye contact lingering an extra moment.",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"I would say that we should visit the closest tavern and toast to life, but for once I might be the odd man out.\" He appraises you with a curious smirk.",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Ah... it's not like that. Really.\" Maia stiffens, glancing from Harama to you.",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Especially seeing you coming and going again. When the dust settles, maybe we could...\" He trails off, shifting his weight.",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"I... ah.\" Maia rubs the back of her head, her gaze wandering over to you.",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"I'd like that. Ishi misses you something awful.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "His eyes widen with surprise and he grins - offering a congratulatory nod to you both.",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"Say no more. Good luck in your travels, and... other adventures. Ishiza, you keep your feathers clean.\" He salutes Maia and steps back with a wink.",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"He was... Hylea's feathers, he was my man when we served in the navy. We shared a lot of hammocks together. Broke some, too.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Do you need to take a moment?\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"I'm sorry.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"No. This... this happens. He wouldn't want me to linger on it.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Thanks, captain. It's easy to feel alone in a time like this, but I've got you here.\" She jostles your shoulder.",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Lets go. I need to get the land out from under me.\" Maia makes a dismissive gesture toward nothing in particular.",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"We don't get to choose the when or the where of it, do we? And sometimes the end is as dumb and meaningless as a paranoid mob.\" She lets out a deep sigh.",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"You won't be alone.\" Nodding, Maia sets her stance and readies for the onslaught.",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"That sounds... malicious.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"No time for talk, friend.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"A Huana who speaks for agents of Rauatai is no friend of the tribes. She and her... bird will share in his fate.\" He sweeps his hand to encompass Maia and Harama both.",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"I already know that I'm going to walk away from this. How certain are you?\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "[Attack] \"No one threatens the bird. No one.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"You're making this choice. I'm warning you to back away.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "The ringleader takes in a sharp breath, examining the faces of his neighbors and fellow tribesmen.",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"That's what I thought.\" Maia folds her arms, wearing an accomplished grin.",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Step back, all of you!\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Does this have anything to do with us?\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "Furrowing her brow, Maia ignores you and sets her attention on the crowd.",
      "female": ""
    }
  ]
}