{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_eder_quest_ship",
  "Entries": [
    {
      "id": 1,
      "default": "\"No, no, we're too late! Look for Bearn.\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Bearn? Bearn? You see him?\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"This is him. He's gone.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"A gift from Eothas! Glorious death is our path to him!\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Most of 'em are dead. Do you see Bearn?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"The others have drunk, Bearn. Their souls make their way to Eothas.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"This isn't the time for hesitation. It's the time for faith.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Come. Let us show him together.\"\r\n\r\nThe man uncorks a vial hanging from his neck filled with a viscous fluid of earthy red. He raises it and waits. \r\n\r\nWith unsteady hands, Bearn uncorks an identical vial hanging from his own neck.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"No, no, no, no, kid!\"\r\n\r\nEdér has stepped forward. His palms are outstretched.",
      "female": ""
    },
    {
      "id": 10,
      "default": "Bearn nearly drops the vial. He catches awkward hold of it between his forefingers.\r\n\r\nHis gaze drifts up to Edér. He stares with dull eyes, as if he's trying to place him.",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"What is this? You aren't one of my flock. How did you get here?\"\r\n\r\nEdér ignores Bosc, keeping careful eye contact with Bearn.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Lower that. Let's talk.\"\r\n\r\nBearn waits, the vial now clutched in one hand at chest height.",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"We found evidence Bosc is a phony.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Hear us out. Decide once you've heard all sides.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"You have doubts about this. You're questioning, just like your mother must've taught.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"You don't have to do this.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"That's right. That, uh, that vision of his, he got it from another Dawnstar.\"\r\n\r\nBosc scowls.",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"You can't let him decide for you. You know what Elafa would think of this.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Your mom knew how to spot a fake. What do you think she'd say about him?\"\r\n\r\nEdér nods toward Bosc.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"You've, uh, you've got a lot to live for.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"No, that's not right. He would never...\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"She... isn't here to decide for me, either.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"How could I know? She left me here.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"I would be alone in this world were it not for the light of Eothas.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "The vial in Bearn's hand hovers now just above waist height.",
      "female": ""
    },
    {
      "id": 28,
      "default": "Bearn stares down at the liquid in the vial, watching it lap against the sides with the trembling of his hand.\r\n\r\nHe draws it above his shoulders, held out before him.",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"What is faith if it isn't tested? These people are willed here by Eothas to challenge you. Make him proud.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"I will make him proud.\"\r\n\r\nIt sounds almost like a recitation.\r\n\r\nEdér's mouth is open but he has no answer. He looks to you, desperation in his eyes.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Your soul won't pass to Eothas. It will pass into adra and through the core of the world.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Your leader has read too many parables. The gods seldom have cause to test our faith.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"The Shining God shows himself and asks for what he wants. He has no need of blind faith.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Listen, the gods aren't really gods. They were built from the souls of ancient kith. You have to believe me.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"You can trust a Watcher to know something about that.\r\n\r\n\"You won't get a choice with this.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Maybe he's not testing faith. Maybe he's testing if you can think for yourself.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Faith went by the wayside soon as he turned a Readceran's head into a pillar of light.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"I know that's a lot to take in... and maybe harder to believe than anything your cult leader is saying...\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"But- Surely a god can claim my soul when it draws near...\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"But our faith, isn't that what the gods ask of us?\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"If only he could share his vision with me. This could be so much simpler.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Yes... it is.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "Bearn's hand lowers. It hangs at his right side, the vial dangling.",
      "female": ""
    },
    {
      "id": 45,
      "default": "Bearn holds the vial at chest level, and looks prepared neither to drink it nor to drop it.",
      "female": ""
    },
    {
      "id": 46,
      "default": "Bearn draws the vial up within inches of his mouth.",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Eothas has come just as I said he would. There will be no other chances.\"\r\n\r\nEdér fumes at Bosc, his hand drifting toward his weapon.",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"He must be in need, to reach out to us.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Effigy's eyes, kid! You think your tiny soul's gonna change his fate?\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"As a Watcher I will pin your soul to the floor. You will never reach Eothas.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Edér is right. On the margin, the impact of a single added soul would be infinitesimal.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"The contribution of a single unremarkable person to a great movement is easily replaced.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"I doubt you'd be missed if you stayed behind.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"And we'll smack it around awhile, too, on behalf of your mother.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Right, that's, uh, that's the basic idea.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"You're a young man, just finding your place. Leave the dying to people like this dung heap.\"\r\n\r\nHe indicates Bosc.",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Uh, what he means is, you're probably more valuable to Eothas alive.\"",
      "female": "\"Uh, what she means is, you're probably more valuable to Eothas alive.\""
    },
    {
      "id": 58,
      "default": "\"You'd keep me from my destiny, out of spite?\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"But he- he has called for us...\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Tending fields while he marches to change the world? Unlikely.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "Bearn's expression shifts suddenly. He looks like someone who's been slapped hard across the face.\r\n\r\nHis fingers relax, and the vial clatters to the ground, spattering the deck with what might easily be mistaken for a gruesome bloodstain.",
      "female": ""
    },
    {
      "id": 63,
      "default": "The vial in Bearn's hand hovers now just above waist height.",
      "female": ""
    },
    {
      "id": 64,
      "default": "Bearn stares down at the liquid in the vial, watching it lap against the sides with the trembling of his hand.\r\n\r\nHe draws it above his shoulders, held out before him.",
      "female": ""
    },
    {
      "id": 65,
      "default": "Bearn raises the vial to his lips and inverts it. ",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"History doesn't look kindly on deserters, Bearn. Nor will your god.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Hard to blame his deserters - they got to live. Meanwhile his last 'vanguard' got burned right out of the world, bones and all.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"I've come this far. How could I be forgiven for failing him now?\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"The gods oppose Eothas, and I have their ear. When they stop him, it's not his forgiveness you'll need.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Eothas led my people from one state of ruin to another. Don't be so eager to follow him.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Commanders who order their troops to die for their own glory deserve no loyalty.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"I'm sure he'll come to forgive you in time.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Look at you. You're short, underfed, untrained. And you think Eothas needs you?\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Eothas doesn't deserve your life. Or even your crazy leader's. Not till he starts making some sense.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"He's the god of redemption. You'll be all right.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"I never figured I was worthy of receiving his explanation.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"No. Redemption and forgiveness are different. Redemption is making up for your failings.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "Bearn's hand lowers. It hangs at his right side, the vial dangling.",
      "female": ""
    },
    {
      "id": 83,
      "default": "Bearn holds the vial at chest level, and looks prepared neither to drink it nor to drop it.",
      "female": ""
    },
    {
      "id": 84,
      "default": "Bearn draws the vial up within inches of his mouth.",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"It's now or never, Bearn. Will you abandon your god, or will you come to his aid?\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "Edér looks to your group.",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Who exactly demands this sacrifice, Bearn? Eothas? Or him?\" He stares at Gaderian with naked contempt.",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Listen to me. You gotta listen, kid. Bearn.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"You can build something in his honor, like I did. A town. A temple. A good life.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"You can help his followers, like I did. There's so many hurting out there. So many lost, or outcast, or hunted.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "Bearn's expression shifts suddenly. He looks like someone who's been slapped hard across the face.\r\n\r\nHis fingers relax, and the vial clatters to the ground, spattering the deck with what might easily be mistaken for a gruesome bloodstain.",
      "female": ""
    },
    {
      "id": 95,
      "default": "Bearn raises the vial to his lips and inverts it. ",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"Eothas forgive me.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"No, no! Stop!\"\r\n\r\nEdér is too far away, and can only watch.",
      "female": ""
    },
    {
      "id": 98,
      "default": "Edér takes what sounds like his first breath in a while.\r\n\r\nHis fingers trace over his mouth and beard in a rhythm of reassurance.",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"As you wish, then. Abandon your god.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"For betrayal there can be no forgiveness. You will receive not his mercy but his justice.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Don't you got somewhere you need to be, Bosc?\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"All acts can be forgiven by a truly benevolent soul.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"In all likelihood Eothas will be defeated again, whatever his plans.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"The decision is made. There is no point in fearing an outcome beyond reckoning.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"There's no fate that can't be cheated.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"If you're having second thoughts, I can help you follow through.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Not a one.\"\r\n\r\nBosc smiles and raises his vial toward Edér in toast. He downs the fluid in a single gulp.",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"The Shining God will light the way.\"\r\n\r\nHe barely gets the sentence out before the first spasms wrack his frame. A reddish froth bubbles from his lips and he collapses to the floor, flopping and arching like a netted fish.",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"Think he's all right? He looks a little seasick.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"If only he'd died before he got everyone else involved.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Not in much of a condition to lead a charge.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"I'd kill him again if I could.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"Too bad religious fanatics don't often carry much in the way of valuables.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "Bearn stares silently at Gaderian Bosc. Spittle bubbles on the lips of the corpse are still popping.",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"Lucky you weren't stronger, then.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"The gods might have rights to our souls, but they got no right to our lives.\r\n\r\n\"Seems to me they'll take from you whatever's not nailed down, if you let 'em.\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"I could devote my entire life to Eothas and it would never redeem this.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "Edér swallows and tries to say something. In the end he just nods.",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"For right now, let's just get you home.\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "Bearn's breath catches in his throat. He tries again, but the passage is already constricting.\r\n\r\nHe leans over his knees, but loses his balance as tremors begin to move up his legs.",
      "female": ""
    },
    {
      "id": 122,
      "default": "[Induce vomiting with your fingers.]",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"Edér, dump the contents of your pipe down his throat. Don't ask.\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "[Administer taru taru combined with ripple sponge.]",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"I don't know if I can help him.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "You rush to Bearn, whose body now convulses head-to-toe. His jaw is clenched tight.",
      "female": ""
    },
    {
      "id": 127,
      "default": "Wasting no time, Edér lunges for Bearn, whose body has begun to convulse. He jams his pipe into Bearn's froth-leaking mouth and twists it upside-down.",
      "female": ""
    },
    {
      "id": 128,
      "default": "You rush to Bearn, whose body now convulses head-to-toe. His jaw is clenched tight.",
      "female": ""
    },
    {
      "id": 129,
      "default": "Bearn's body now convulses head-to-toe. Reddish froth collects at the corners of his mouth.",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"Eothas, this boy has shown his faith. Do you truly need his soul?\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"Wael, I place this boy's fate beneath your always-varying gaze and submit to your unknowable judgment.\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"Berath, this boy owes no toll to the Pallid Knight. Will you not spare him?\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"Magran, this boy has completed his trial. I ask you to intervene on his behalf.\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"Skaen, O Quiet Slave, this boy was a victim of one more powerful than he. Will you act on his behalf?\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "Then, lifelessly, Bearn's body is brought to its feet as if by invisible strings. His mouth opens, and reddish-brown liquid floats outward from it in the shape of a snake. \r\n\r\nThe snake slithers to the ground. It blinks at you with many eyes, then dissolves instantly into a puddle.",
      "female": ""
    },
    {
      "id": 136,
      "default": "Bearn's lifeless body remains still on the ground. No help is coming for him.",
      "female": ""
    },
    {
      "id": 137,
      "default": "Impossibly, sunlight begins to pour in through cracks in the decks above. The light rays crawl across the floor and focus brightly on Bearn from all directions.",
      "female": ""
    },
    {
      "id": 138,
      "default": "Bearn's seizures quickly worsen. He writhes and shakes on the ground. His head pounds rapidly against the deck, his breath an interrupted gasp. \r\n\r\nAfter a few moments, it stops altogether - and the seizures with it.",
      "female": ""
    },
    {
      "id": 142,
      "default": "A peal of high-pitched, horrid laughter wends its way through your mind like a dragging talon.",
      "female": ""
    },
    {
      "id": 143,
      "default": "A desiccated voice blows through your mind like a cloud of dust.",
      "female": ""
    },
    {
      "id": 146,
      "default": "[Try to help.]",
      "female": ""
    },
    {
      "id": 147,
      "default": "[Do nothing.]",
      "female": ""
    },
    {
      "id": 148,
      "default": "Bearn's seizures quickly worsen. He writhes and shakes on the ground. His head pounds rapidly against the deck, his breath an interrupted gasp. \r\n\r\nAfter a few moments, it stops altogether - and the seizures with it.",
      "female": ""
    },
    {
      "id": 149,
      "default": "Bearn takes a sudden deep, forceful breath that ends in a fit of coughing. Then he takes another breath, and another.\r\n\r\nHe is alive.",
      "female": ""
    },
    {
      "id": 151,
      "default": "The tightness releases in an upwelling of warm rusty fluid that ejects violently from his mouth and pours down your arm.\r\n\r\nHis spasming slows but his breath is still constricted.",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"So be it. The boy's toll shall be paid with a portion of the Hollowborn souls you returned to the Wheel.\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "You rush to attend to Bearn, but find there is little you can do to save him.",
      "female": ""
    },
    {
      "id": 154,
      "default": "You stand there watching while Edér rushes to Bearn, who's collapsed to the ground.\r\n\r\nEdér looks over Bearn, then back to you, shaking his head, at a loss.",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"That's a miracle like I've never seen.\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"Why- why am I still here?\"\r\n\r\nBearn's expression is pinched and upset.",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"Whatever Eothas had in store, it was cold and destructive. It wasn't for you.\"",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"Eothas' cause may have been worth joining. But you're too young to make that choice.\"",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"You were conflicted. Eothas deserves soldiers who are sure of themselves.\"",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"We saved you, ungrateful child.\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"I should be there. I should be there! I made my choice.\"",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"Well, we made you a better one.\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"You're gonna have a long time to think about whether you chose right.\r\n\r\n\"It's not as clear as you'd think, trust me.\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "Edér cries out, frustrated, raw.\r\n\r\nHe puts a hand to his face and looks down into it, shaking his head.",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"What was this?\"",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"He gave his life for something he believed in.\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"He was the victim of a madman.\"",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"Eothas used him.\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"Maybe he really is going to help Eothas achieve something worthwhile.\"",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"I guess he did. \r\n\r\n\"Wish he didn't.\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"A madman who might really have had a vision from his god.\"",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"I'd like to believe that.\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "Edér kneels next to Bearn. He puts his hand on the boy's shoulder.\r\n\r\nAfter a moment, he rises.",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"We should go.\"",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"I could never make up for abandoning my god in his time of need.\"",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"During the Saint's War, me and my brother, we had a choice to make. It was just like this.\"",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"We saw it different, he and I. He chose our god. I didn't.\"",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"I'll never see him again.\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"And I don't know where his soul is now, but I don't think Eothas was around to save it.\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"You're gonna stay here. There's better ways to serve your god.\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"Maybe not a statue ...\"",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"I doubt it.\"",
      "female": ""
    },
    {
      "id": 187,
      "default": "Edér looks at Gaderian Bosc with a cocked head.",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"That would've been me. If I were stronger, it would've been me.\"",
      "female": ""
    },
    {
      "id": 189,
      "default": "[Force his windpipe open.]",
      "female": ""
    },
    {
      "id": 190,
      "default": "Braving sour, putrid fumes, you inhale deeply and then exhale directly into Bearn's mouth as hard as you can. \r\n\r\nYou repeat it, over and over, losing count several minutes in. Bearn's vital signs continue to dim, until his body stops convulsing altogether.",
      "female": ""
    },
    {
      "id": 191,
      "default": "Then, all at once, Bearn's body reanimates, wheezing and hacking and gasping for air, his eyes flung wide.\r\n\r\nThe fit settles, and for the moment Bearn appears to have stabilized.\r\n",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"If one day Eothas comes asking where you were when he needed you, you can point him to me. \n\n\"He and I, we got things to discuss anyway.\"",
      "female": ""
    },
    {
      "id": 193,
      "default": "A wave ripples upward through Bearn's body and he retches brownish liquid in a wide arc. He drops to his knees and continues until there is nothing left to spit up.\r\n\r\nHis convulsions reduce to tremors, and then disappear. His breathing steadies.",
      "female": ""
    },
    {
      "id": 194,
      "default": "Timing your move between spasms, you manage to wrench open his mouth and slide your middle finger down his throat.\r\n\r\nPushing deep, you feel the slippery flesh tighten around your finger.",
      "female": ""
    },
    {
      "id": 195,
      "default": "Timing your move between spasms, you manage to wrench open his mouth and thrust an antidote down his gullet, snatching back your hand before the next spasm causes him to bite down.\r\n\r\nYou stroke downwards on the outside of his throat until it relaxes and he swallows.",
      "female": ""
    },
    {
      "id": 196,
      "default": "Judging the color and consistency of the liquid Bearn consumed, you suspect it's venom from an Aedyran tree viper, and know that taru taru, when combined with ripple sponge, can mitigate its absorption and counteract some of its effects.",
      "female": ""
    },
    {
      "id": 197,
      "default": "Bearn drops to the floor and continues to convulse. However, you can hear his breath finding more room through a dilating windpipe.",
      "female": ""
    },
    {
      "id": 198,
      "default": "The seizures run their course and finally release their hold on Bearn, who lies on his back, breathing steadily.",
      "female": ""
    },
    {
      "id": 199,
      "default": "Bearn's seizures quickly worsen. He writhes and shakes on the ground. His head pounds rapidly against the deck, his breath an interrupted gasp. \r\n\r\nAfter a few moments, it stops altogether - and the seizures with it.",
      "female": ""
    },
    {
      "id": 200,
      "default": "Bearn's seizures quickly worsen. He writhes and shakes on the ground. His head pounds rapidly against the deck, his breath an interrupted gasp. \r\n\r\nAfter a few moments, it stops altogether - and the seizures with it.",
      "female": ""
    },
    {
      "id": 201,
      "default": "Bearn's seizures quickly worsen. He writhes and shakes on the ground. His head pounds rapidly against the deck, his breath an interrupted gasp. \r\n\r\nAfter a few moments, it stops altogether - and the seizures with it.",
      "female": ""
    },
    {
      "id": 203,
      "default": "Bearn and Bosc are both dragged to their feet by cruel, unseen hands. Their struggles for breath become choking cries of agony as their clothes and skin are rended in long strokes as if from an invisible lash.",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"What did you do?!\"",
      "female": ""
    },
    {
      "id": 205,
      "default": "Blood begins to seep from the corners of Bearn's eyes, then from his nostrils, ears, and mouth. \r\n\r\nThe last sound from each victim is a shrill, blood-choked scream. They collapse in ragged piles on the ground.",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"We're all so trusting. Our gods don't deserve it.\"",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"Not just that he's helping Eothas. But that Eothas is doing something good.\"",
      "female": ""
    },
    {
      "id": 208,
      "default": "In two labored gulps, it's empty.\r\n\r\nBosc, with a satisfied smile, follows his disciple's lead.",
      "female": ""
    },
    {
      "id": 209,
      "default": "\"Come on, say something.\"",
      "female": ""
    },
    {
      "id": 210,
      "default": "\"Bearn, sometimes you need to make a decision for yourself. Your superiors don't always have the right answers. Believe me.\"",
      "female": ""
    },
    {
      "id": 211,
      "default": "\"Your thoughts be more knotted than Rauatai rigging, lad. The farmer be speaking sense for once. Better to live for a god then die for one.\"",
      "female": ""
    },
    {
      "id": 212,
      "default": "In one final, rigid convulsion, his breath stops and his body settles heavily on the deck in an unnatural pose.",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"I have seen evidence of the true nature of the gods. You are wise to question.\"",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"Beware of men who claim the authority of the gods. They often have little care for mortals.\"",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"Edér's right.\" He takes a deep breath and glances to you.\r\n\r\nHe looks as if he can't believe he just said that.",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"I don't see him. Let's check downstairs.\"",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"C'mon, if he's here, he's belowdecks.\"",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"Interlopers! In glory is the Lighted Path revealed to us!\"",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"Kid, don't do this! Stay back!\"",
      "female": ""
    }
  ]
}