{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_aloth_quest_2",
  "Entries": [
    {
      "id": 1,
      "default": "\"Great and terrible things are at work, [Player Name]. And once again, you seem to be in the middle of it.\"\r\n\r\nAloth is twisting the edge of his sash between his hands, a purposeful frown on his face.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"I promised to tell you what I was doing among the animancers at Port Maje.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"As you may have guessed, I was observing them. Gathering information on the various animancy operation in the region.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"So?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"I wish I had your clarity.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "He sighs through his nose, his lips pressed together.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"What for?\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I thought you were looking for a particular Leaden Key group.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Animancy is a subject of particular interest to the Leaden Key. Through it, I hoped to pick up their trail.\" A spark of pleasure gleams in his eye. ",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Yes, and how better to draw them out?\" ",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"And then?\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"That's smart.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Seems like a pretty vague plan.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"After that incident in Old Vailia, I thought more about the Leaden Key and its particular composition.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Go on.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Mostly lunatics in robes, as I recall.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"It's existed for over two thousand years. Say what you will about its motives and methods, but that's an impressive tenure.\"\r\n\r\nHe clasps his hands behind his back and begins pacing.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Oh, very funny.\" He gives you a sidelong glance, but the corners of his mouth turn up despite it.",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"That's when I realized how short-sighted I'd been. To think I could change the Leaden Key without understanding how it works.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"That's when I realized how short-sighted I'd been. To think I could undo the Leaden Key without understanding how it works.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "Iselmyr cackles gleefully as Aloth's thoughtful expression dissolves.\r\n\r\nAfter a moment, she fades away once more.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"If you two are finished...\" He gives you a sidelong glance, but the corners of his mouth turn up despite it.",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"I found references to an ancient Leaden Key cabal in the Deadfire. Possibly one of the oldest, if accounts are credible.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"And they appear to have been working independently - without direct intervention from Thaos - for almost two millennia.\" He watches you eagerly, waiting for that to sink in.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"You think that by observing them, you can learn how the Leaden Key works.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"And how to reform it. Yes.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"And how to destroy it. Yes.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Very well. How do we find them?\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"So they're old. What does it matter?\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Most sources refer to them as the 'Painted Masks.' But I haven't met anyone here who knows that name.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"There's the challenge.\" He stops pacing.",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"I don't know where in the Deadfire they are, exactly. But I was hoping we could look for them together.\" He folds his hands, looking hopeful and a little sheepish.",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"I'll help as best I can.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Don't worry, Aloth. I promise we'll find them, one way or another.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"I believe you.\" He smiles, but worry crinkles the corners of his eyes.",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"I don't want to promise the impossible. There's not much to go on, but we'll try.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"That's all I ask, [Player Name].\" He bows his head.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"I understand. I only hope that if we run across them, you'll allow me to investigate.\" He bows his head.",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Find an ancient Leaden Key sect somewhere in a monster-ridden archipelago. Sure, easy.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "He chuckles. \"For the Watcher who survived the wrath of the gods, I would hope so.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"That's where it gets complicated.\" He purses his lips.",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Merely a first step.\" Still, his ears redden.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Don't you see? If I understood how they've continued to operate, I could learn how to reform the Leaden Key.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Don't you see? If I understood how they've persisted, I could learn how to destroy the Leaden Key.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "As you near a post with a curious symbol painted onto it, Aloth lays a hand on your arm to stop you.",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Very well.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Couldn't we do this later?\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Don't worry, I already know you're working for the Leaden Key.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Don't tell me you're working for another secret organization...\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"I don't have time for this.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"This is about the reason I came to Deadfire. The people I've been searching for.\" He looks meaningfully from you back to the Engwithan tower.",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"I'm afraid not.\" He looks meaningfully from you back to the painted post and the Engwithan tower.",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"I now know better than to keep secrets from a man who can read souls.\" He smiles, but it's strained.",
      "female": "\"I now know better than to keep secrets from a woman who can read souls.\" He smiles, but it's strained."
    },
    {
      "id": 67,
      "default": "\"I wouldn't insist if it weren't important.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Oh, very funny.\" He smiles, but it's strained.",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"I've made some missteps over the last few years. As a result, I've thought more about the Leaden Key's composition.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"The Wahaki of Ori o Koīki paint their faces.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Actually, I may know who they are. Long ago, Thaos visited a Wahaki chieftain.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"I don't understand. What did you find?\" Trepidation creeps into his expression.",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Truly? Then perhaps we'll find something there.\" Hope sparks in his blue eyes as he looks to you.",
      "female": ""
    },
    {
      "id": 75,
      "default": "Then, his gaze turns back to the ruined Engwithan tower. And the canoes beside it.",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Please, let's look around.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"What exactly have we set in motion, Watcher?\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"The Rauataians we passed will doubtless spread word of what you've done in Hasongo.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"But others will want to know what you've seen, [Player Name].\r\n\r\n\"They'll look to you for answers.\" He watches you uncertainly, his brow furrowed.",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"I have to report truthfully.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"I'll tell them what they need to hear.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"I'm worried about what that will lead to.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"What I say makes no difference.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Don't you worry what will come next? What events you might move forward?\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"What is this really about, Aloth?\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"If I thought about it that much, I'd never do anything.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"What someone else does with my words is on them, not me.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Of course. That's why I choose my words carefully.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"I doubt my response will mean anything irrevocable.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"This is no small matter.\" He pinches the bridge of his nose.",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"You make it sound so simple.\" He spreads his hands in exasperation.",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"As am I.\" His frown deepens.",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"You heard Eothas himself reveal his plan to end the cycle of reincarnation.\" He speaks through gritted teeth, looking around as if afraid someone will overhear.",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Now, the rest of the Deadfire will want to know what happened in Magran's Teeth.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"I don't have any.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"I know. That worries me.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"I can sympathize.\" He gives you a sad half-smile.",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"Well. At least I'm not alone in this.\" He smiles ruefully.",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"It reminds me of the question that drew me to the Deadfire.\r\n\r\n\"The one I've been avoiding.\" He rubs the back of his neck.",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"So you were spying on your friends.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "He winces. \"Not out of malice. There was simply no better way.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "[Listen.]",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"How the Leaden Key works? How would you learn about that?\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"By studying its origins, of course.\" He pauses long enough to show you a triumphant flash of teeth.",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Fye, dinnae spur the lad.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"We've got more pressing matters. I can't make a detour for this.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"We'll go.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"If there's time.\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"That's all I ask, [Player Name].\" He bows his head.",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"Thank you, [Player Name].\" He smiles warmly, but there's a hint of trepidation in his expression.",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"I don't know how you can be so certain.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"I still don't understand how you can truly know what they will mean.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"This is a prudent time for me to explain something.\" He licks his lips, considering his next words. ",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"Whoever lives here, they've obviously been here a very long time.\"\r\n\r\nHe looks at the post with its strangely-painted symbol.",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"Anyway, it's late. I suppose that's enough from me.\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"Anyway, there's daylight yet. I suppose that's enough from me.\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"These are Wahaki lands, I say. That symbol is a warning to outsiders.\" ",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"Hope you got a while. 'Cause I got lots to say about their motives and methods.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"And that looks strangely like the Leaden Key insignia. But... twisted somehow.\" He cocks his head as if to examine it from another angle.",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"I'm sure. But imagine what we could learn from them.\" \r\n\r\nHe turns back to you.",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"Relax, Edér. I'm not defending them.\"\r\n\r\nHe turns back to you.",
      "female": ""
    }
  ]
}