{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_tekehu_intro",
  "Entries": [
    {
      "id": 1,
      "default": "\"Did you need something, or is it enough to bask in perfection?\" Tekēhu grins and opens a palm, inviting you to speak.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Tekēhu, right? Prince Aruihi asked me to find you.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"I had not expected the prince to respond so quickly. Serpent's Crown is under pressure, I say.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"I could use a rowdy fish like you on [Player Ship] if you'll have a Watcher at the helm.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"I take it you and the guildmaster don't get along.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"An excellent watershaper?\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Handsome?\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"A godlike?\" ",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"It is because I am a godlike - kissed by the fish goddess at birth.\" \r\n\r\nHe extends an arm and flicks one of the fin-like appendages running from his wrist to his elbow. ",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Ha! Take care - flattery is my first language.\" ",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"It is not every day that I see a stranger face than mine in this part of town.\" Tekēhu thumbs his chin and nods at you.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"What say, have you come to gawk at Ngati's chosen like the rest?\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Watershaping is Ngati's gift to the Huana, and apparently I am, too. Savior to the tribes - pah!\" \r\n\r\nHe folds his arms and grimaces.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"I take it you and the guildmaster didn't get along.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Just so. Blessed and cursed at birth, I say.\" ",
      "female": ""
    },
    {
      "id": 46,
      "default": "A blue-skinned Huana looks you up and down, smirking.\r\n\r\nScales cover most of his visible skin, and his 'hair' waves about like anemone strands lazily pushed by tidepool currents. ",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"What exactly did Prince Aruihi tell you?\" Tekēhu crosses his arms and levels out his expression.",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Doesn't matter. I already learned that the smugglers used watershapers.\" ",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"To track down the black market among the Roparu.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"To shake the Roparu by their ankles and see what falls out.\" ",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Black market? But this has nothing to do with my problem, unless...\" ",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"This makes sense. If there is something amiss in Neketaka, the lower people would know of it first.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"The prince did not mention anything about watershapers?\" Tekēhu frowns.",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"I had thought the guild would be his first concern. It seems I was wrong.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Why is that?\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"I'm just telling you what I heard.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Because of what I told him in confidence.\" ",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Let us speak of this somewhere else. One can never tell who is listening. To the Gullet, then?\" Frowning, Tekēhu glances back at the guild entrance.",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"I expect that the prince is used to doling out only what is essential, and holding back the rest.\" ",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Let's be off.\" ",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"If you don't mind the company of a Watcher, then I will accept yours.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Let's go.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"I will consider it.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Shall we head to the Gullet?\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Consider away.\" Tekēhu shrugs.",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Smuggling! They could not bring more shame to our art if they made busts of the hazanui.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Back to my other questions.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Speak freely, I am listening.\" Tekēhu bites his thumb, clearly distracted.",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"If you don't mind a Watcher's company, you're free to join me on my next excursion.\" ",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"If it untangles me from the guild's apron strings, then you can mount me as the figurehead of your fair ship.\" \n\nTekēhu inclines his head and touches the circular marking on his brow.",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"Ekera, I bring <i>art</i> to the guild of watershapers, but they do not tolerate expression here.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Eothas needs to answer for his actions.\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"I just want to learn how I can help.\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"That will be for the rest of the gods to decide.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"I'm not sure yet. Any ideas?\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"As do many mortals in the Deadfire. It seems the gods are no different.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"The green man seems to be managing on his own.\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"They will, I say, have bickering thoughts on the matter.\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "He nods, touching his lower lip as he weighs the matter with care.",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"You are not unknown to me, I say. Whispers of an adra colossus reach my ears.\"",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"Our quarters may smell of fish before long, but your crew will be more beautiful by association, I say.\" \r\n\r\nHe winks. ",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"Before we go, I ought to mention that the prince told me to seek you out.\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"Offer a few compliments, buy him a drink, see where it goes from there.\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"Ha! For me, there is not enough rum in the Deadfire to even consider it.\" ",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"I would command the ocean herself to drag him to the bottom of a lightless trench.\" \r\n\r\nTekēhu shrugs.",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"A Watcher? And here I am used to being the freak of Periki's Overlook!\" He rests a hand on his hip and grins. ",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"A Watcher? And here I am used to being the freak of Periki's Overlook!\" He rests a hand on his hip and grins. ",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"Outside of the Mataru priests, we don't get many spirit-readers.\" He purses his lips, considering you with care.",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"A fine guess, but no.\"",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"Mairu forbade me from following her, but I say Ngati would not want me to miss <i>this.</i>\" \r\n\r\nThe blue-skinned Huana thumbs his chin and winks at you. ",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"Come with me. I could use some help sorting out the nāga problem.\"",
      "female": ""
    },
    {
      "id": 190,
      "default": "Tekēhu nods, turning an intense look to the entrance.",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"I know who you are. You have poked holes in the veil between life and death, and drag its tatters behind you.\"",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"Let us be off, with a curse to all snakes on our lips! Their skin has seen its last shedding!\"",
      "female": ""
    },
    {
      "id": 211,
      "default": "\"Tekēhu, you have shirked your duties for the last time, I say!\" \r\n\r\nA guildmaster in fine robes stares down the sizable, blue-skinned aumaua before her. \r\n\r\nStudents observe the exchange in a loose circle, exchanging whispers.",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"Don't let me stop you.\"",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"This should be over soon.\" He winks before turning his frown back to the guildmaster.",
      "female": ""
    },
    {
      "id": 230,
      "default": "\"My patience wears thin, old shark. You have stifled me enough for one trip through Rikuhu's bowels.\"\r\n\r\nIn spite of their obvious age difference, Tekēhu raises an instructive finger to the guildmaster. \r\n\r\nShe flares her nostrils and takes a deep breath.",
      "female": ""
    },
    {
      "id": 231,
      "default": "\"This sounds important. Or controversial. Or both.\" ",
      "female": ""
    },
    {
      "id": 232,
      "default": "\"Ekera, it's always both where <i>this one</i> is concerned.\" She nods toward Tekēhu.",
      "female": ""
    },
    {
      "id": 234,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 236,
      "default": "\"Have you got something to tell the crown?\"",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"He is a busy warrior in a time of peace, I say.\" ",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"Let's be off.\" ",
      "female": ""
    },
    {
      "id": 253,
      "default": "\"Ekera, I sent the prince a missive and heard nothing back.\" Tekēhu crosses his arms and sighs.",
      "female": ""
    },
    {
      "id": 272,
      "default": "\"Eccosi, madam.\" He blinks at Pallegina.",
      "female": ""
    },
    {
      "id": 273,
      "default": "\"Stop, per complanca. I did not ask for your buffoonish compliments nor do I want them.\"",
      "female": ""
    },
    {
      "id": 274,
      "default": "\"Then this rooster will give the hen a wide berth.\" \r\n\r\nHe turns to you wearing a lopsided grin.",
      "female": ""
    },
    {
      "id": 277,
      "default": "\"Of all the exotic birds in the Deadfire, I have seen none with plumage as fine as yours.\"\r\n\r\nHe inclines his head and touches his brow.",
      "female": ""
    },
    {
      "id": 297,
      "default": "\"Ngati's chosen.\"",
      "female": ""
    },
    {
      "id": 298,
      "default": "\"Ekera. The locals revere anything to do with the sea.\" ",
      "female": ""
    },
    {
      "id": 313,
      "default": "\"The only question is do I return to my duties or while away a few hours in the bathhouse?\" \r\n\r\nTekēhu tugs on his hair and purses his lips.",
      "female": ""
    },
    {
      "id": 314,
      "default": "\"The bathhouse. Definitely the bathhouse.\"",
      "female": ""
    },
    {
      "id": 315,
      "default": "\"Consider your responsibilities first.\"",
      "female": ""
    },
    {
      "id": 316,
      "default": "\"Back to my other questions.\"",
      "female": ""
    },
    {
      "id": 317,
      "default": "\"The waters are fine, I say. Finer still with company.\" \r\n\r\nHis grin widens even further as he appraises you.",
      "female": ""
    },
    {
      "id": 318,
      "default": "\"What say?\"",
      "female": ""
    },
    {
      "id": 319,
      "default": "\"Pah. The guild can wait until I am good and ready to return.\" ",
      "female": ""
    },
    {
      "id": 324,
      "default": "\"Strange company. What a terrifying pair we would make!\"",
      "female": ""
    },
    {
      "id": 325,
      "default": "\"Hairy company. Your fur will never feel more lustrous.\"",
      "female": ""
    },
    {
      "id": 328,
      "default": "Sighing to himself, Tekēhu scans you up and down. He casually clears his throat and glances away.",
      "female": ""
    },
    {
      "id": 329,
      "default": "\"I don't mind if you look.\"",
      "female": ""
    },
    {
      "id": 330,
      "default": "\"Wait, I didn't mean...\"",
      "female": ""
    },
    {
      "id": 331,
      "default": "[Clear your throat back at him.]",
      "female": ""
    },
    {
      "id": 332,
      "default": "\"Aheh. Take no offense.\" He raises a palm. ",
      "female": ""
    },
    {
      "id": 333,
      "default": "\"I am liking you already.\" His brow raises. ",
      "female": ""
    },
    {
      "id": 337,
      "default": "\"Lead on. It will be good to put some distance between myself and the guild, even if we find less savory places along the way.\"",
      "female": ""
    },
    {
      "id": 339,
      "default": "\"He sent the right man to the Gullet, I say.\"",
      "female": "\"He sent the right woman to the Gullet, I say.\""
    },
    {
      "id": 340,
      "default": "\"What will you do when you catch up to this walking god?\" ",
      "female": ""
    },
    {
      "id": 343,
      "default": "\"Looks like a disobedient fish slipped through the net.\" ",
      "female": ""
    },
    {
      "id": 345,
      "default": "\"Ekera, I might not complain if someone slapped him with an oar.\" ",
      "female": ""
    },
    {
      "id": 346,
      "default": "\"I say Ngati weeps at her petulant spectacle of a child!\" ",
      "female": ""
    },
    {
      "id": 356,
      "default": "\"For a watershaper who treasures his duty to the goddess, you spend too many days cavorting at the brothel.\" \r\n\r\nThe guildmaster sidesteps Tekēhu and takes long strides away from the circle.\r\n\r\nSparing another glance at Tekēhu, the crowd disperses.",
      "female": ""
    },
    {
      "id": 361,
      "default": "\"Insufferable!\" Tekēhu sighs and smooths back his hair. \r\n\r\nHe turns his attention to you with a raised brow. ",
      "female": ""
    },
    {
      "id": 364,
      "default": "\"What I am is to blame, I say.\" ",
      "female": ""
    },
    {
      "id": 365,
      "default": "\"You have my attention, I say.\" ",
      "female": ""
    },
    {
      "id": 366,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 367,
      "default": "\"Time alone is never wasted, I say.\"",
      "female": ""
    },
    {
      "id": 376,
      "default": "\"So push back a little. Test your boundaries.\"",
      "female": ""
    },
    {
      "id": 377,
      "default": "\"You certainly are. I can tell why they revere you.\"",
      "female": ""
    },
    {
      "id": 378,
      "default": "\"Shouldn't you be just a little grateful?\"",
      "female": ""
    },
    {
      "id": 379,
      "default": "His upper lip curls and he waves you off.",
      "female": ""
    },
    {
      "id": 386,
      "default": "\"I say I am no sailor and I know even less about death. I am an artist.\" \r\n\r\nHe stirs his fingers through the air, drawing together droplets of moisture into an orb of water that floats over his palm.",
      "female": ""
    },
    {
      "id": 387,
      "default": "\"My peers do not understand. Watershaping to them is like studying calligraphy to brew ink and sort parchment.\" \r\n\r\nHe lets the orb fall to the ground and splash at his feet.",
      "female": ""
    },
    {
      "id": 388,
      "default": "\"Well, I'm curious to see what you can do.\"",
      "female": ""
    },
    {
      "id": 389,
      "default": "\"I have nothing against a sensitive artist.\"",
      "female": ""
    },
    {
      "id": 390,
      "default": "\"If your abilities can drown our enemies, you can call it whatever you like.\"",
      "female": ""
    },
    {
      "id": 391,
      "default": "\"The tide brings unexpected gifts.\"",
      "female": ""
    },
    {
      "id": 392,
      "default": "He claps your shoulder and grins.",
      "female": ""
    },
    {
      "id": 393,
      "default": "\"I... will we do much fighting, then? Ekera, a pity.\"\r\n\r\nTekēhu scratches the back of his head.",
      "female": ""
    },
    {
      "id": 394,
      "default": "\"And louder whispers of a... corpse who follows him.\" \r\n\r\nTekēhu raises one of his brows.",
      "female": ""
    },
    {
      "id": 396,
      "default": "\"Sounds like they put a lot of pressure on you.\"",
      "female": ""
    },
    {
      "id": 397,
      "default": "\"What does a Watcher... do?\"",
      "female": ""
    },
    {
      "id": 398,
      "default": "\"I commune with the spirits of the dead.\"",
      "female": ""
    },
    {
      "id": 399,
      "default": "\"I'm an intermediary between here and the In-Between.\"",
      "female": ""
    },
    {
      "id": 400,
      "default": "\"I watch. Mostly the dead.\"",
      "female": ""
    },
    {
      "id": 401,
      "default": "\"Ekera, just so.\" He strokes his chin, nodding.",
      "female": ""
    },
    {
      "id": 402,
      "default": "\"I'm the herald of Berath. For now, at least.\"",
      "female": ""
    },
    {
      "id": 403,
      "default": "\"If you can do tricks we should get along just fine.\"",
      "female": ""
    },
    {
      "id": 404,
      "default": "\"Ha. Ngati's son reduced to a barking seal.\"",
      "female": ""
    },
    {
      "id": 406,
      "default": "\"Fish smell would be an improvement. Glad to have you.\"",
      "female": ""
    },
    {
      "id": 407,
      "default": "\"Do the rest of us have a say in the matter?\" He glances between you and Tekēhu, irritation plain on his face.",
      "female": ""
    },
    {
      "id": 408,
      "default": "Pallegina sets her jaw as she lets out a long sigh and rolls her eyes.",
      "female": ""
    },
    {
      "id": 410,
      "default": "\"Ishi, try and keep away from the strange man's tentacles.\" ",
      "female": ""
    },
    {
      "id": 411,
      "default": "\"No one's ever called me beautiful before.\" Blushing, she averts her gaze.",
      "female": ""
    },
    {
      "id": 412,
      "default": "\"Always were suspecting the captain be drawn to the blue and the beautiful. Welcome aboard, lad.\"\r\n\r\nSerafen bows.\r\n",
      "female": ""
    },
    {
      "id": 414,
      "default": "\"I'll take all the help I can get.\"",
      "female": ""
    },
    {
      "id": 415,
      "default": "\"Who are you?\"",
      "female": ""
    },
    {
      "id": 416,
      "default": "\"Where to begin? The list goes on, I say! I am the prize watershaper of Neketaka.\" ",
      "female": ""
    },
    {
      "id": 417,
      "default": "\"Then let us be off! Ngati's chosen will bring his foot down on the back of every wriggling snake. Lead on.\" He nods toward the stairwell.",
      "female": ""
    },
    {
      "id": 419,
      "default": "\"I don't need any more help right now.\"",
      "female": ""
    },
    {
      "id": 420,
      "default": "\"If... if that is your way. I will pray for my colleagues on their journey through Tangaloa's bowels.\" \r\n\r\nTekēhu runs his arm over his brow and sighs at the work ahead.",
      "female": ""
    },
    {
      "id": 421,
      "default": "\"I skipped <i>one</i> lecture to travel up the mountain. Still the palace is closed until you present me before Onekaza.\" \r\n\r\nHe crosses his arms and raises one eyebrow. The murmurs of the crowd grow in volume.",
      "female": ""
    },
    {
      "id": 422,
      "default": "\"You went <i>alone?</i> I asked for patience, but as usual you make a trench out of a tidepool!\" \r\n\r\nShe pacifies her tone, suddenly conscious of the onlookers. ",
      "female": ""
    },
    {
      "id": 424,
      "default": "\"I saw you arguing with Mairu earlier, right?\"",
      "female": ""
    },
    {
      "id": 427,
      "default": "\"This handsome fish tends to draw an audience, I say!\" ",
      "female": ""
    },
    {
      "id": 428,
      "default": "\"He's the child of Ngati? Ondra? Goddess of the sea?\"",
      "female": ""
    },
    {
      "id": 429,
      "default": "\"I've heard of Ngati's chosen, but I don't come across your type often.\"",
      "female": ""
    },
    {
      "id": 430,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 431,
      "default": "\"Ekera. The significance is clearer to <i>some</i> than others.\" He waves toward the guildmaster with the back of his hand.",
      "female": ""
    },
    {
      "id": 432,
      "default": "\"You see, Mairu? Finally one who appreciates my birthright!\"",
      "female": ""
    },
    {
      "id": 433,
      "default": "\"I'm not sure that I ever thought of myself as the son of a god...\"",
      "female": "\"I'm not sure that I ever thought of myself as the daughter of a god...\""
    },
    {
      "id": 434,
      "default": "\"Why would you unless you were unbearably full of yourself?\"\r\n\r\nShe shoots a frown toward Tekēhu.",
      "female": ""
    },
    {
      "id": 435,
      "default": "\"I am also the son of Ngati... as you can well guess. Not that I let such things get to my head.\"",
      "female": ""
    },
    {
      "id": 437,
      "default": "\"The old shark, Mairu... too stubborn to admit it, I say, but she will need help in Periki's tomb.\" Tekēhu nods toward the stairwell.",
      "female": ""
    },
    {
      "id": 439,
      "default": "\"I am ready to spill the water of our foes. What say? My offer stands.\" Tekēhu raises his brow.",
      "female": ""
    },
    {
      "id": 440,
      "default": "\"Mairu and I had our differences, but... ekera, a terrible loss.\" Sighing, Tekēhu smooths down a patch of squirming hair on the back of his head.",
      "female": ""
    },
    {
      "id": 441,
      "default": "\"Guildmaster. Be reasonable.\"\r\n\r\nHe tosses his anemone-like hair, which glows faintly as each bulbous strand settles in place. ",
      "female": ""
    },
    {
      "id": 442,
      "default": "\"Let's go talk to him together, then. Being a Watcher tends to open doors.\"",
      "female": ""
    },
    {
      "id": 443,
      "default": "\"Back to my other questions.\"",
      "female": ""
    },
    {
      "id": 444,
      "default": "\"So you're a watershaper?\"",
      "female": ""
    },
    {
      "id": 445,
      "default": "\"Surely you have seen my works across Neketaka?\" Tekēhu knits his brow with immediate concern. ",
      "female": ""
    },
    {
      "id": 446,
      "default": "\"Look to the antechamber of the Kahanga palace for my 'Apple of Ngati,' or to the luminous bathhouse for my 'Dance of the Wanton Priestess.'\"\r\n\r\nTekēhu folds his arms and nods toward the door.",
      "female": ""
    },
    {
      "id": 447,
      "default": "\"For as long as there have been Huana there have been watershapers. But only since Tekēhu has watershaping been <i>art.</i>\"",
      "female": ""
    },
    {
      "id": 448,
      "default": "\"Watershaping sounds like a prestigious talent.\"",
      "female": ""
    },
    {
      "id": 449,
      "default": "\"Through our connection to the gods, the Huana mold water like it is clay - easing it into an assumed form.\" Grinning, Tekēhu adjusts his posture to assume a flowing, almost weightless stance. ",
      "female": ""
    },
    {
      "id": 450,
      "default": "\"We could sink every ship in Rauatai's fleet if they drew too close to the city, but some of us have... gentler tastes.\" He sighs and stands once more at ease.",
      "female": ""
    },
    {
      "id": 451,
      "default": "\"<i>Some</i> of us see watershaping for what it is - a gift of divine expression.\"",
      "female": ""
    },
    {
      "id": 453,
      "default": "\"Did your tribe never teach the art of our people?\" He tuts and shakes his head.",
      "female": ""
    },
    {
      "id": 455,
      "default": "\"Fair warning, captain. Ngati gifted her favorite son with more than his stunning complexion.\" Tekēhu tosses his hair and sighs contentedly.",
      "female": ""
    },
    {
      "id": 456,
      "default": "\"What, can you breathe underwater?\" ",
      "female": ""
    },
    {
      "id": 457,
      "default": "\"Are you hiding an angler fish lure under that robe?\"",
      "female": ""
    },
    {
      "id": 458,
      "default": "\"I look forward to learning all about it.\"",
      "female": ""
    },
    {
      "id": 459,
      "default": "\"Good guess. Only for as long as, well...\" Tekēhu folds his arms and considers.",
      "female": ""
    },
    {
      "id": 460,
      "default": "\"Leave the lure out of this, captain!\"",
      "female": ""
    },
    {
      "id": 461,
      "default": "\"I say you will learn. In time.\" He winks, his eyes suddenly as dark as beads of polished onyx.",
      "female": ""
    },
    {
      "id": 462,
      "default": "\"Ekera. I look forward to teaching you.\"",
      "female": ""
    },
    {
      "id": 463,
      "default": "\"Good for you. I'm happy you're so special.\"",
      "female": ""
    },
    {
      "id": 464,
      "default": "\"Aruihi sent me to find you.\"",
      "female": ""
    },
    {
      "id": 465,
      "default": "\"Lutu! Mas sma luzu.\" Rekke ducks his head in a vain attempt to hide the blushing burning his cheeks.",
      "female": ""
    },
    {
      "id": 467,
      "default": "[Say nothing.]",
      "female": ""
    }
  ]
}