{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_serafen_quest_2",
  "Entries": [
    {
      "id": 1,
      "default": "\"Avast and flogging fuck, captain! You eyeing that thrice-shat, bare poles, lump of lumber yonder? That be the Misery's Delight, Malnaj's pus-stuffed chancre of a boat!\"\r\n\r\nHe points wildly at a half-galley docked nearby. Only two hands hold the deck. The remaining crew may be belowdecks, or they may be ashore.\r\n",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"I can't keep track of all your pirate friends.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Let's hurry then. This can't be a coincidence.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Malnaj! High Queen Sea-Devil of the Deadfire! Unfortunately, also the second-best shiphunter around - after yours truly, of course.\"\r\n\r\nHe huffs.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Malnaj be hunting Remaro's head or I've never had a roll on the waves. She finds him 'fore us, she'll sink him soon as sighted! Come on, cap!\"\r\n\r\nHe bounces on the balls of his feet.\r\n",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Doxy popped a hard-on and a half for hating me the tic I joined the Sorcerer. Remaro shielded me from the worst of her 'training.' When they bountied him, I figured for sure the rat-queen'd be first rat up the gangplank!\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "You see a bloodied wax tablet, illegible, except for two words: 'Udyne' and 'Remaro.' \r\n\r\nYou find no other sign of Udyne, Malnaj, or Serafen.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Who?\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Keep your eyes open and be on your guard.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Aye-aye, captain.\"",
      "female": ""
    }
  ]
}