{
  "Component": "exported",
  "Name": "conversations\\14_slaver_port\\14_cv_wahaki_slave_leader",
  "Entries": [
    {
      "id": 1,
      "default": "\"You there, stranger! Help us! We are not fit to be here!\"\r\n\r\nA woman coated in dirt and flecking war paint waves her arm between the grimy cell's bars. Though weaponless and caged - wearing rags not fit for a pauper - she stands aggressively and has a muscular frame. It is obvious she is a warrior. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"You wouldn't happen to be a native of the Deadfire, would you?\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Can you tell me anything about these dungeons?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Step back from the bars.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"I am Wahaki. The Deadfire is my homeland, and someday I will kill these slavers for defiling it. Understand?\" She wrenches at one of the bars and while the metal doesn't bend, it groans long and low.",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"So you really aren't one of Kua's.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Do you know a Wahaki named Apāro?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Yes! You know Apāro? Is my brother well? Has something -\" Her voice catches in her throat.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Your chief has sent me to take out the slavers.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"You've made it this far and haven't been skewered by an ogre - yet. Perhaps you can free us?\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Me and the others are keeping tabs on the patrols. I know their schedules and their weaknesses.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"You'd need weapons to even have a chance of surviving.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"If you fight and die here it'd be in vain. You need to reunite with your tribe to protect them against the slavers.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Even so, me and my hunters felled twelve of their men. They will not survive our retribution.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Forget the fighting and flee.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"I'll think about it.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"So you really aren't one of Kua's.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"I only know the way we were brought in. But an escape that way wouldn't be easy. The guards have horns for triggering a lockdown.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "She studies you from head to toe, leaning her front up against the bars.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"This door still bars my warriors from freedom.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Weapons? The slavers have plenty, ripe for the taking. We will swiftly kill the closest guards and arm ourselves.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"I will personally take the taskmaster's anchor and use it to rip out his entrails.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"You ask a warrior to run from battle? To adopt the heart of a coward?\" She pounds a fist against her chest.",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"For the sake of my tribe, I hope you do. But know this, me and mine -\" \r\n\r\nHer lips thin into a mean-looking sort of smile, and her hands clench tighter around the bars.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Come closer. That's it, just a step more, little bird.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"So it's true. Crookspur trades illegal slaves.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"They do, though the legalities scarcely matter. All kith have an inborn right to freedom - to survival. I would see these traders slaughtered for their overbearance.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Let's make them suffer!\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"I'm not ready to set you free yet.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "Suddenly her whole body is on alert, her muscles taut as a bowstring as she signals for her fellow Wahaki to draw closer.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Wait. We can't strike yet.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"We hit hard, and we hit now.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"You will flee from here and quickly, or I'll fight you myself.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"I surely don't wish to make an enemy of one like you.\" She shakes her head frustratedly.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"There's an underwater cavern in the basement. Take the brighter tunnel to reach the open sea.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"I'll find a way for you to sneak out.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Only fools can't tell when to fight and when to retreat.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"I'll kill the slavers while you run. I can personally ensure your tribe's safety.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"If we don't slaughter every last slaver, my tribe will never be safe. Your offer is noble, but I can't entrust this task to another.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"If we are not to fight, then we must retreat. But we can't just walk out the way we were dragged in.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Then that is the way we will go.\" She nods.",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"The Wahaki are rarely beaten. Our captors carefully set an ambush against us.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"We will await your directions. But should the chance arise and you have not yet returned, we will strike at the slavers. Even without you.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Kneel, dogs!\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "She clenches her fist in the air to signal the rest of the Wahaki. Then she points two fingers ahead, and the warriors disappear silently into the shadows.",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"We'll await your signal. For as long as we can.\" She crosses her arms over her chest and sighs.",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Ready to skin some slavers? I know I'm ready for revenge.\" She pops a joint in her neck.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Cuè?!\" Her feathers ruffle as she shoots the prisoner a hard glare.",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"I was hardly speaking to you, gods' chosen.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Hylea above! Damn it, wait!\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Make another grab for me, and you'll lose that hand.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "[Walk away.]",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Who are you? A buyer, maybe, but down here? I haven't seen you before so you don't work for the slavers.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "[Step closer to the bars.]",
      "female": ""
    },
    {
      "id": 57,
      "default": "When you step closer to the cell, she lunges forward, banging her shoulder against the bars as her hand snatches for your throat.",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Surely, I won't. Notice - I didn't say 'surely you wouldn't.'\" She raises her hands in front of her and takes a half step back from the bars. But her eyes never leave your face.",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"I'm listening.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "[Wrest her fingers from your neck.]",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"You aren't one of Kua's men.\" Her breaths are ragged in your ear.",
      "female": ""
    },
    {
      "id": 62,
      "default": "Calmly, you reach a hand for hers, prying your thumb between your skin and her grip. You twist her fingers until they nearly pop, and with a hiss, she jerks back.\r\n\r\nFor a moment, her face scrunches with both pain and fear.",
      "female": ""
    },
    {
      "id": 63,
      "default": "[Do nothing.]",
      "female": ""
    },
    {
      "id": 64,
      "default": "She grips you so hard her fingers begin to shake. Her palm slides to the back of your neck, but then she gentles her hold, easing a step back before she speaks.\r\n\r\nHer eyes desperately search your face.",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"I'm listening.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Be safe. But hurry. If we are found out, we will lose much more than our lives.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "[Leave] \"Good luck with that.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"I would rather die than risk awakening again in chains.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "She makes a wild grab for you, but her fingers grasp futilely at the air.",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"What say? Are you ready?\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Me and mine will make our way to the courtyard, gutting any slavers we find. The chaos should help you reach the master.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Who are you? A buyer, maybe, but down here? I haven't seen you before so you don't work for the slavers.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Thank Ondra's sweet tides.\" Her shoulders slacken with relief. ",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Forgive me, stranger. But you must help us. If you could, I mean -\"\r\n\r\nHer hands grip the bars so tight the muscles in her arms bunch. She cants her head, and her eyes study you with a mixture of suspicion and hope.",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"He's fine.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Thank Amira. He has sent you for me?\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Has something happened to him?\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "Her eyes darken at the diversion, but she doesn't inquire further about her brother.",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"We can handle ourselves if you can get us out of this cell.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"We will have our chance. And we will cut the hearts from these slavers, with or without you.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"That I can't do.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"The mother ocean will lead us safely home. Always, may Ondra protect you as well.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Stand back. I'm opening the cell.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"You are a true friend to the tribe. Always, I will not forget it.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"What can you tell me about this prison?\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"I can tell you it won't hold us forever. Once we're free, the slavers will pay.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Open the cell, and witness the Wahaki's best warriors in action.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"The fort's safe. You're free to go.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Then let us follow the path of blood you have painted.\" She pounds her fist against her palm, battle-lust hardening her features.",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Unbar the door, and will move as shadows in the darkness.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"I hope you have left us at least a few slavers to gut on our way out. Warriors, the time has come for us to strike!\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Warriors, prepare to spill blood!\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Know who has the keys?\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"He stomps around near the stairs that will take us to the fort's upper floor.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"I'm trying to find the taskmaster so I can steal the key.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"What about your tribe? Will they have the strength to survive as well?\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"They... There's wisdom in your words.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"The big dumb one. The taskmaster.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Know who has the keys?\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "Teeth bared in a snarl, the warrior lunges forward. Her shoulder bangs loudly against the bars, certainly hard enough to leave a bruise, as her hand gropes for your throat.\r\n\r\nHer nails scrape at your skin, but she's just short of being able to grasp onto you.",
      "female": ""
    },
    {
      "id": 103,
      "default": "[Do nothing.]",
      "female": ""
    },
    {
      "id": 104,
      "default": "Her eyes narrow with interest.",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"We will have our chance. And we will cut the hearts from these slavers, with or without you.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "Her lips thin into a mean-looking sort of smile, and her hands clench tighter around the bars.",
      "female": ""
    }
  ]
}