{
  "Component": "exported",
  "Name": "conversations\\14_slaver_port\\14_cv_slaver_boss",
  "Entries": [
    {
      "id": 1,
      "default": "Coarsely featured but well groomed, the orlan is so short that reclined in his red bergère chair, his elegantly pointed chin barely clears the lip of his desk.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"To what do I owe the pleasure of your recurring presence?\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "Kua taps his fingers impatiently.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"What do you need me to do?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"I've dealt with the Wahaki. They won't trouble you anymore.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Care to provide me any tips for dealing with the Wahaki?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Attacking the Wahaki directly would be foolhardy if not impossible. I'd recommend trickery in order to more easily eliminate the tribe's leaders.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"My associate informed me he would send... an aid to my problem. In exchange, I am willing to commit a number of ships to his fleet.\"\n\nTo the master's left, a lion lounges on the tiled floor, watching you with a predatory interest.",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"I understand you're in the market for some of my labor?\"\n\nTo the master's left, a lion lounges on the tiled floor, watching you with a predatory interest.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"I make it a point to meet with all of my clientèle. It provides me with a clearer sense for the future of our business together.\"\n\nTo the master's left, a lion lounges on the tiled floor, watching you with a predatory interest.",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I'm seeking to acquire several slaves for a household staff. I'll need four maids, a stableman, a seamstress, and a page.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"In this business, the less we know of each other, the better.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Attack] \"I simply wanted to look you in the eye as I ended your miserable existence.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Seven? Yes, I believe we can accommodate your needs.\" His lips curve wickedly upward.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"I find corporeal punishment is the most effective method.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"I don't.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"I believe we see eye to eye. Indeed, I would like to offer you access to my absolutely best stock.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"The Wahaki have been quite persistently attacking my ships. That does make it somewhat difficult to conduct business in these waters.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"I will not slaughter the Wahaki for your gain.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"At least, allow me to mark Wahaki island on your map, in the case that you change your mind.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Well, now don't leave me wondering how you keep them in line. You must tell me your secrets as I show you my finest stock.\"\r\n\r\nKua hops from behind the desk - surprisingly quick. He's unexpectedly rangy for an orlan. And when he walks, it's with a mean and hard stride.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Well... I guess it depends on what you have in stock...\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "He grunts and, with a head jerk, motions to one of his guards.",
      "female": ""
    },
    {
      "id": 27,
      "default": "The ogre closest to the master blares a massive horn. Fast as a lightening strike, Kua slips beneath his desk, and the windows behind him shatter in a thousand shards, raining glass while a hail of gunfire surges toward you.",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Harshly, but in a way that leaves no trace back to me or you.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"An unannounced visitor... I admit surprise that you've made it this far. But I'm afraid your pleasure jaunt ends here.\"\n\nTo the master's left, a lion lounges on the tiled floor, watching you with a predatory interest.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"I will not allow your trafficking to continue.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Well, what are you waiting for?\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"The Huana turn a blind eye to the plight of all others. They care only when it is their own tribe that bleeds.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"I freed the Wahaki from the dungeon.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"If what you say is true, well, you'll pay for my losses - with your lifeblood.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"The evidence will come to light once I've put you down.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "[Attack] \"I'd prefer to pay with steel.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"The Wahaki are coming. They're armed, and they will back me in this fight.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Once the freed Wahaki report what you've done, you'll be hanged. Your only chance is to flee - now.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "Pale faced, he turns once more toward his guard.",
      "female": ""
    },
    {
      "id": 41,
      "default": "A few of the guards exchange troubled looks before sheathing their weapons and walking out. The master may be paying them, but apparently the coin isn't worth the risk to their lives.",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"So you're the cause for our uproar. Don't fret. However the revolt started, it'll soon be over. These things do happen from time to time.\"\r\n\r\nHe examines his closely manicured nails before tapping them impatiently on the top of his desk.",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"You would underestimate armed Wahaki warriors?\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "Footfall echoes behind you, approaching steadily, louder and louder, until Master Kua steps directly onto the bottom landing. \n\nThe firelight dances across his face - his features a disturbing twist of darkness and inhumanity. Without so much as a word, he wrenches a lever at his side, and a portcullis slams down, locking you within the dungeon.",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Does he know you're trading illegally?\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "The master sits a little straighter in his chair, rising a few inches higher above the desk's darkly polished surface. The wood top reflects a distorted image of a sneer.",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"I met a runaway slave who'd been sold from Crookspur. It just so happens, she was born in the Deadfire.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Chieftain Ruāsare claims your slavers have been raiding the Wahaki tribe.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"The Wahaki despise foreigners and would shout any number of lies to force us out of their waters.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Now will you help me, or must I ship you back to the captain in chains?\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "He throws his head back and laughs.",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"I have my sources. Some of them are even reliable.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Have you not thought that this source could be seeking to discredit my business for the gain of their own?\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"I spoke with your Wahaki slaves. The ones you've locked in your dungeon.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"You openly admit to snooping through my affairs? I don't know whether to consider you brave or imbecilic.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Hold my silence, for the right price.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"But I have no reason to believe you.\" Kua slides a hand forward, thumbing a notch in the wood near the center of the desk.",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"I simply wanted to confirm your complicity.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"If I wasn't so well acquainted with your reputation, we might have a problem. As it is...\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"The Wahaki have been quite persistently attacking my ships. That does make it somewhat difficult to conduct business in these waters.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"I'll take care of it.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"And so we find ourselves at an impasse - one that can be broken only with blood.\" The corners of his wide mouth turn down.",
      "female": ""
    },
    {
      "id": 63,
      "default": "[Grin menacingly.]",
      "female": ""
    },
    {
      "id": 64,
      "default": "Some of the arrogance drains from his face, replaced by a discomforted expression.",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Shall we cut right to it?\"\n\nMaster Kua leans forward to rest his forearms against the desk, and you realize that he's actually rather long-limbed for an orlan. It's the oversized desk that dwarfs him.",
      "female": ""
    },
    {
      "id": 66,
      "default": "To the master's left, a lion lounges on the tiled floor, watching you with a predatory interest.",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"What's with the oversized desk?\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"It was a gift. You see, it belonged to my master. I didn't run this place, not ten years ago. But I'd worked myself up the ranks well enough.\" He frowns at the remembrance.",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"I killed him, right here.\"\r\n\r\nKua reaches across the sprawling desktop to rub his fingers over a notch in the wood. ",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Ran him right through.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"I need them stopped. And I need it done a fortnight ago.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Why are the Wahaki attacking your ships?\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"I imagine because they're territorial bastards. Or perhaps they morally and philosophically oppose my trade.\" He waves a hand.",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"I hardly care about their motivations.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"I'd expect no less.\" He nods, and with that, the matter appears to be settled for the time being.",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"That's a fairly insidious claim to make. What evidence have you to back it?\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"So your witness claims. Look, I don't write the laws, but I'll admit to their absurdity. What distinction ought birth to afford anyone in a trade such as mine?\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Chieftain Ruāsare can offer you no evidence of these raids because they do not happen.\" He glares at you.",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Try it, and you'll die on that desk.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"I have no interest in jests or irony.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"If this source is so reputable, have them come forward into the light. Preferably in an administrative tribunal of my choosing.\" He smiles but it's press-lipped and mirthless.",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"What do even plan to do now that you've seen my... special wares... firsthand?\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"You have. And now I am afraid you must take it to your grave.\" Irately, he tap his fingers on the desk top.",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Furrante sent me to help you, and so I will.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"That is all you will get.\" He tosses you a small sack of coins.",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"So it has come to this.\" He frowns. He glares, but then shakes his head. Wisps of his finely greased back hair fall haphazard around his ears.",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Please, enlighten me. How many slaves and of what type are you in the market for?\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"My needs frequently change. I also like to be discreet in my dealings.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"I believe I can accommodate your... preferences.\" He smiles knowingly, a chilling expression on his face.",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"But before we go any further, I must ask you - how do currently or how do you plan to discipline your slaves?\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Now, the auction's over. I would eagerly acquire you new stock in the advance of the next, but I have a small problem.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"I came to purchase some inventory. Why should I do anything for you?\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"You want my best don't you?\" He spreads his hands wide, palms up.",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Over here, this way.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"Please.\" He throws his head back and laughs. ",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Guard, check the cells at once!\" He snaps his fingers at the ogre before turning back to glare at you.",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Anyone who'd like to leave here alive has thirty seconds to clear out of this room.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"Help me with this matter, and I'll give you a slave from my best stock - free.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Abandon operations and prepare a ship at once. This trading post is now decommissioned.\"\r\n\r\nA muscle in his jaw ticks as he slides his attention back to you.",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Congratulations. You've shuttered my business - for now. You should go. I employed many, and they'll want someone to blame for their losses.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"Approach them under the guise of friendship, and they'll welcome you stupidly. I'd bet my old master's life on it.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Unfortunately for you, I'm not nearly as stupid as you'd like me to be.\" He sneers toothily at you from behind the bars before he backs away.",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"You have my interest and my appreciation. And a discount on the best of my stock.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "He cocks his head to the side, ear twitching, and his hands grip the edge of his desk so hard as if to splinter the wood.",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"I found a buyer you may be interested in doing business with.\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"I'll bite. Who's this new buyer and what does he or she have to offer?\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"The buyer's a reputable nobleman by the name of Menzzago.\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"A fampyr at Splintered Reef wants bodies to feed his island of undead.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"You want me to do business with the undead? This is a mad deal, even for me.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"With the undead as allies, you'd never need to hire mercenaries again.",
      "female": ""
    },
    {
      "id": 120,
      "default": "He Vailian and he comes from a very old fortune. No connection to Neketaka, whatsoever. ",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"Nobles certainly like to spend their weight in gold. Say I'm intrigued... but cautious by nature.\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"They can pay, and pay well.\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"If you're worried about the authorities, send him your most upstanding stock.\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"They can pay, and pay well.\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"What good would all the gold of Ukaizo do me if I had to die to get it? I must pass on your daring business proposition.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Suppose I could broker a deal for one or two... to start. See how it pans out.\" He nods, greed already gleaming in his eyes.",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"How do I know he's the real deal? I've had enough plainclothes investigators from Neketaka's palace sniffing around here lately.\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"I hardly think you're in any position to be suggesting buyers.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"That may hold true in most matters, but not all. Still, it's a worthy point.\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"Mind control. A trick I learned from an old friend, a vithrack. Twitchy but a good fellow.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"Well, wouldn't that make my life easier. A fine cantrip, indeed.\" His ears perk up.",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"I have my ways.\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"It'd be a shame to not come to an understanding between us. A bloody shame.\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"So you purchased my rarest and most valuable offering. Clearly, you are a client of refined taste. But now it's time to pay up.\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"We good?\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"We good?\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"I'm no longer interested in buying the slave.\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"We're sterling. I thank you for your business, and you're free to claim your new chattel any time you'd like.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"We're sterling. I thank you for your business, and you're free to claim your new chattel any time you'd like.\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"A deal is a deal. Don't think you can go back on ours.\" Fuming, he raps his fingers against the dark wood top of his desk.",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"I am willing to offer you the slave for a favor. After all, I know what you're really here for.\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"You'll pay, all right. Whether in coin or flesh is your choice.\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"Of course, there is one matter for which we must discuss.\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"I'd rather pay with my services than with coin.\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"I am amenable to this possibility, yes. In fact, I may have something already in mind. The slave is yours if you help me.\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"But first, there's something I need to know.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"Now that we've settled our business, tell me, what brings you to Crookspur?\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"I'm sure you understand, my trade isn't exactly a popular one in the Deadfire. Despite that, you're interested in furthering a partnership with me?\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"I'm here on behalf of your... business associates.\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"I'm interested in a deal that benefits the both of us.\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"No, I think there's been a misunderstanding.\"",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"If you are short on both coin and willingness to work with me then that leaves me with little choice in how to deal with you.\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"Our business here is finished. Should your inclinations change, you are welcome to visit me again.\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"I'm not paying for the slave.\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"I can't well trust someone who refuses to answer directly, can I?\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"Yet, I don't wish to scare off potential clients.\"",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"Really? You've already crippled the Wahaki tribe? I won't pretend to understand how you managed that.\" He strokes his chin as he regards you.",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"Not many people impress me but you're an impressive man, indeed.\"",
      "female": "\"Not many people impress me but you're an impressive woman, indeed.\""
    },
    {
      "id": 161,
      "default": "\"We good?\"",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"We good?\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"We're sterling. I thank you for your business, and you're free to claim your new chattel any time you'd like.\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"We're sterling. I thank you for your business, and you're free to claim your new chattel any time you'd like.\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"Much less so when that someone doesn't pay for the slave he bid to buy.\"",
      "female": "\"Much less so when that someone doesn't pay for the slave she bid to buy.\""
    },
    {
      "id": 166,
      "default": "\"We good?\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"We good?\"",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"Well, then. I'm suddenly much more inclined to give you the benefit of the doubt. A pleasure doing business with you.\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"Oh. And, when you go, feel free to take the slave with you. Consider it a gesture of good will.\"",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"Say I wanted to take a look at what else you have to offer... Where do you keep the other slaves?\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"Customers are not permitted in the dungeons. Any type you want to see, I can have brought up.\"",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"The Wahaki savages are nothing without their tribal leaders. Get rid of them and the rest will scatter like startled birds.\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "[Attack.] \"No deal.\"",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"What else can I do for you?\"",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"I would be a fool not to be, as well.\" He shrugs.",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"The only misunderstanding appears to be yours. You bid and won a slave in my auction. That means you pay for it.\"",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"Been looking to lay eyes on you longer than you know, boy.\"\r\n\r\nSerafen scrutinizes the other orlan as if memorizing every patch of fur on his face.",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"Now you have, and we'll leave it at that. Provoke me, and I may make you one of mine, old man.\"\r\n\r\nThe slaver smooths his hands over his slicked back hair.",
      "female": ""
    },
    {
      "id": 179,
      "default": "Serafen's large green eyes shift between you and the other orlan, narrowing by degrees. His nostrils flare, his ears angle down, and his lip curls over crooked teeth. His clinched hands hover near his weapons.\r\n\r\nHe's slightly shaking, as if something within his furry form is struggling to break out.",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"Been looking to lay eyes on you longer than you know, boy.\"\r\n\r\nSerafen scrutinizes the other orlan as if memorizing every patch of fur on his face.",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"Now you have, and we'll leave it at that. Provoke me, and I may make you one of mine, old man.\"\r\n\r\nThe slaver smooths his hands over his slicked back hair.",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"And what do you plan to do about it?\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"If by associate, you mean Furrante... He's dead.\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"That's a shame to hear. The market can be quite volatile, as you know.\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"If by associate, you mean Director Castol... He's dead.\"",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"That's a shame to hear. The market can be quite volatile, as you know.\"",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"Oh. And when you go, don't forget to take the slave you purchased. I'll have something suitably exquisite prepared for when your return. That is, once you've taken care of my Wahaki problem.\"",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"I suppose that makes <i>you</i> my connection for the Vailian Trading Company now.\"",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"But you're here, and you're alive. So I'm willing to deal with you instead.\"",
      "female": ""
    }
  ]
}