{
  "Component": "lax3_exported",
  "Name": "conversations\\lax03_forgotten_sanctum\\lax03_04_si_pool",
  "Entries": [
    {
      "id": 1,
      "default": "The chemical reek of the bile in this pool scorches your nostrils. Though the liquid drains into the fleshy tube below, ducts around the pool steadily belch more fluid into the shaft.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Descend into the duct.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "You climb into the liquid, which is disconcertingly tepid. \r\n\r\nFor a moment, you think it will be safe, but as the muscles clench to drag you down, your skin begins to sting, then to burn.\r\n\r\nYour flesh sloughs away as you're pulled ever deeper.",
      "female": ""
    },
    {
      "id": 9,
      "default": "The shaft descends into the depths of Wael's misshapen body. Though the acidic scent of bile plagues the chamber, the canal seems safe enough to descend. \r\n\r\nFor the moment.",
      "female": ""
    },
    {
      "id": 10,
      "default": "The muscular circumference of the orifice quivers slightly as if struggling against the onslaught of putrid bile. The ducts spilling the fluid into the canal seem irritated by the constant flood.",
      "female": ""
    },
    {
      "id": 12,
      "default": "[Investigate the pool.]",
      "female": ""
    },
    {
      "id": 19,
      "default": "A pale red light expands before you...",
      "female": ""
    },
    {
      "id": 20,
      "default": "You rather doubt that entering the bile would be advantageous to your health.",
      "female": ""
    },
    {
      "id": 24,
      "default": "[Descend into the duct.]",
      "female": ""
    },
    {
      "id": 25,
      "default": "The smooth sides of the shaft remain slick with bile, and it descends for as far as you can see. You doubt there's any climbing back up this hole. \r\n\r\nIt's a one-way trip into the very core of Wael's body.",
      "female": ""
    },
    {
      "id": 26,
      "default": "[Descend.]",
      "female": ""
    },
    {
      "id": 27,
      "default": "From the reactions of the faceless caretakers, it seems that Fyonlecg descended here.",
      "female": ""
    },
    {
      "id": 28,
      "default": "The pit looks disgusting and smells worse - like a dozen rotten eggs in an ogre's outhouse.",
      "female": ""
    },
    {
      "id": 29,
      "default": "Not unlike a spider you carefully and expertly make your way down the drainage duct.",
      "female": ""
    },
    {
      "id": 30,
      "default": "Despite every attempt to lower yourself carefully down the drainage duct, your hand slips out from under you and you lose your footing. You plummet through the vile darkness.",
      "female": ""
    }
  ]
}