{
  "Component": "lax3_exported",
  "Name": "conversations\\lax03_forgotten_sanctum\\lax03_03_cv_llengrath_book_visions",
  "Entries": [
    {
      "id": 1,
      "default": "\"The gods strip us of who we are on every turn about the Wheel, mercilessly shaving off all we've learned with their divine lathes.\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"The trees of Eir Glanfath possess souls as strong as any kith, and their entangled roots extend for miles.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"A limb may be grafted from one tree to the trunk of another, and in time, they'll bear sweeter fruit together than either might have alone.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"The gods see fractured souls, but they don't care for them. Damaged, broken people are abandoned by their makers to twist in the wind, given no succor, no relief.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "As you heft the tome, a wave of spiritual essence overwhelms you, the strength of its force so immense, you can't help but be pulled under.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Do the gods fear we might someday rival their strength if they do not?\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Why shouldn't willing kith be able to do the same?\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"The souls wouldn't fracture but coalesce. They'd grow stronger together.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"I will use their apathy against them. I will make their disdain <i>serve</i> me.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"We retain the pale shadows of our <i>souls</i>, but knowledge, memory, self - all of it is cut away.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Mightn't it be possible, then, to graft a scion soul to the rootstock of a willing kith?\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"But dig beneath any of them, follow those roots, and you'll see - they don't end, but lead to a neighbor. They're many souls sharing <i>one body</i>.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Would an <i>intentionally</i> fractured soul be similarly inconsequential to them?\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"A grafted soul is obscured from the sight of the gods. It spreads freely like a blood fever but doesn't kill its host.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"No, I will be a fever of the <i>spirit</i>. Invisible. Unstoppable.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Eternal.\"",
      "female": ""
    }
  ]
}