{
  "Component": "lax3_exported",
  "Name": "conversations\\lax03_forgotten_sanctum\\lax03_03_si_fyonlecg",
  "Entries": [
    {
      "id": 1,
      "default": "The masked wizard lies dead at your feet. The mingled scents of sweat, incense, old paper, and mildew hang on the air.",
      "female": ""
    },
    {
      "id": 2,
      "default": "The robes shift gently, as if something is moving beneath them.",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Remove his mask.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Search his mind for signs of life.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Is he faking dead?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Back away slowly.]",
      "female": ""
    },
    {
      "id": 7,
      "default": "You bend down and free the mask from the wizard's face. It's heavy, crafted from rune-etched gold.",
      "female": ""
    },
    {
      "id": 8,
      "default": "Beneath the mask, a writhing mass of worms fills the hood. They squirm against one another, half-alive. You see no flesh, bone, or even soil.\r\n\r\nOnly worms.",
      "female": ""
    },
    {
      "id": 9,
      "default": "The robed figure slowly deflates as worms wriggle from within its sleeves and beneath its hems.",
      "female": ""
    },
    {
      "id": 10,
      "default": "He certainly seems dead - motionless and unbreathing. Maybe the gasses in the body are settling?",
      "female": ""
    },
    {
      "id": 11,
      "default": "Well, he's not moving.",
      "female": ""
    },
    {
      "id": 13,
      "default": "You open your mind, searching the remnants of the wizard. You sense no sign of complex thoughts.",
      "female": ""
    },
    {
      "id": 14,
      "default": "Serafen's large green eyes close momentarily. \"Nay, cap, that mind be emptier than a sailor's purse after shore leave.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "Ydwin examines the body through the lenses of her spectacles. \"I sense no signs of meaningful mental activity.\" Her eyes narrow slightly. \"Still, something seems not quite right.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "After a moment's concentration, [Specified 0] nods. \"I sense no higher thoughts.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "[Specified 1] examines the body, going so far as to nudge it with a foot. \"Looks dead to me.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "Serafen's large green eyes close momentarily. \"Nay, cap, that mind be emptier than a Dyrwoodan farmer's.\"\r\n\r\nEdér smirks, then blinks, then finally frowns. \"Hey now, farming requires at least as much know-how as pirating.\"",
      "female": ""
    }
  ]
}