{
  "Component": "lax3_exported",
  "Name": "conversations\\lax03_forgotten_sanctum\\lax03_01_cv_tayn",
  "Entries": [
    {
      "id": 1,
      "default": "\"Hey, you. Glad we finally get a chance to talk one-on-one. Away from the rest of the rabble.\" Tayn shoves his hands down his pockets and winks. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"You ever look at your thumbs and just think - <i>wow!</i>\" Tayn shakes his head and chuckles.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Watcher. Always a delight!\" ",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"I can hear you, Tayn. I'm right here.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"How did you become an archmage?\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"My father donated to all the best colleges. I earned a couple of free degrees until I found something I was actually good at.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"I owe a lot to my father... including an apology. He always said he wanted an archmage in the family. Kind of backfired when I dropped the surname.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"It's just Tayn now. Hi.\" He smiles.",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"Tayn is an insult to the very concept of scholarship.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"We all learn differently, my handsome friend. I got where I am by focusing on the things I do well and never challenging myself beyond that. Secret to success!\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"It's good that we're on the same page with <i>all of this!</i>\" He spreads his arms wide to encompass the whole of the antechamber.",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"You know - Wael, and his great big body.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Between the two of us, I did a little exploring of my own before you showed up.\" He talks covering one side of his mouth, though his voice carries across the hall. ",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Actually, I haven't decided what to do about it.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"Sure, Tayn.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Ha! All right.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"There's a bunch of different <i>people</i> trapped in there. Lots of kith in some kind of stupor. I think they've been here a long time.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"I just knew we'd get along like slippers and robes, you and me.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "[Nod discreetly.]",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Really? Well, here's a little advice from Tayn - I would try really, really hard to figure that out. And soon.\" He nods.",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"The prisoners... It's like this place tore out everything that made them <i>them</i> and left a bunch of statues behind. Except statues don't usually shamble around and cry.\" ",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"Take this. It's a spell that should wake the prisoners up again. Just make sure you read it somewhere they'll all hear it.\" ",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"What, like a stage?\" ",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"What do the Halls Obscured need with mindless drones?\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"We could also just kill them. Give them a different kind of freedom.\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"Maybe they knew too much? Rare information seems to be the currency of this place.\" ",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"I'd suggest that you ask one of the prisoners, but they aren't very talkative.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Use your imagination.\" Tayn smiles and shrugs.",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"I think you're missing the point of my plan. Maybe I should have given the scroll to an imp instead...\" Tayn shrugs the matter aside.",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"We'll set them free, Tayn. You and me.\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"I hope you can do some good down there. I hate to see so many people without a single good idea between them, you know? Like the Dyrwood.\" Tayn folds his arms and sighs.",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"I'll consider it. No promises.\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"What exactly does your spell do?\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"Ha! Let me try and put it in terms we both understand. This place has a way of unplugging people's heads and letting the memory stuff drain out.\" ",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"All that stuff kind of blends together. The memory of someone's first kiss gets stuck to the memory of the price of hagfish.\" ",
      "female": ""
    },
    {
      "id": 148,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"You just <i>happened</i> to have a unique spell for this occasion?\" ",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"Amazing, right?\" He sighs. \"Okay, you got me. I took the words of my Chaotic Orb and moved a few runes and accents around.\" ",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"Instead of dealing mayhem and fun, the spell blasts people with memories. Perfectly safe.\" He winks.",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"My spell gathers the memory stuff into kith-sized chunks and stuffs them back into people's heads. No one leaves with the same memories they came in with, but at least everyone gets an equal slice.\" ",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"Doesn't giving people random memories seem... irresponsible?\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"Of course not. See, a brain needs memories like a sewer needs waste. Without the waste, it's all just tunnels.\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"Give it a little time and these prisoners will be their old selves again - just with some extra fun. Maybe someone will wake up and realize they can play the harpsichord, or speak Vailian!\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"I saw you heading over to the Collections. Terrible place. Poorly lit.\" ",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"You haven't been to the Collections yet, have you? It's just down that way. You'll hate it.\" ",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"I've seen it. It's awful.\"",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"Did it ever occur to you they might be locked up for a reason?\" ",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"Whatever it was intended to be, now it's just plain cruel.\" ",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"We have to get them out of there!\" ",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"You didn't lose the scroll, did you? Because I didn't make a copy. Do you need one?\" Tayn tips his head to the side and smiles pleasantly.",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"I killed the prisoners already.\" ",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"Freedom is long overdue for those poor wretches in the Collections. Now they're leaving the nest, ripe with ideas and new potential.\" He sighs and wipes away a proud tear from the corner of his eye.",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"You know, I thought I heard a prolonged shriek of mortal agony follow in your wake.\" Tayn winces as he looks you up and down.",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"All this obsession over death has caused you to fray at the seams. Better keep an eye on that.\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"Here. Coins for the killer, isn't that how you mercenaries like it?\" He passes you a pouch like he's eager to be rid of it.",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"The prisoners were dead in all but name. I gave them peace.\"",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"That's all? You can do better.\" ",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"That's exactly how I like it. <i>Thank you,</i> Tayn.\" ",
      "female": ""
    },
    {
      "id": 177,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"You did what you did. The world is a little quieter now. I just think it's sad.\" His mouth drawn in a tight line, Tayn shrugs.",
      "female": ""
    },
    {
      "id": 179,
      "default": "He snatches back the scroll and grips it tightly in both hands.",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"That's all. Now you can walk away feeling like you accomplished something. Isn't that how it works?\" Tayn sighs and bites his lower lip.",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"I'm starting to worry that this antechamber is more of a foyer or vestibule. If you speak to any ghosts, I hope you'll ask about that.\" Tayn turns to you and smiles pleasantly.",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"You meet any friendly tentacles out there?\" Tayn cocks his head and smiles.",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"Come to chat? Llengrath says she's had enough of me already, so...\" Sighing, Tayn shrugs.",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"Sorry if I got a little technical there.\" ",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"My little thought-bombs are all grown up.\" ",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"What?\"",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"I might have guessed you didn't do this for charity's sake.\" ",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"I'll take my reward for breaking history now.\" ",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"What makes you think the Hand's scheme was nefarious?\"",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"Of course I did. This was for everyone. Don't you know that?\" Tayn's brow creases. ",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"The Hand Occult uses this place to rewrite history, obscure the truth, and spin fiction into reality. Now we've turned their own weapons against them.\" ",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"I wrote a fringe benefit into our spell. The prisoners who knew too much might feel extra... <i>talkative</i> once they return to society. \r\n\r\n\"Secrets which the Hand wanted obscured will be brought to light.\"",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"No need to be glum. Whatever scheme the Hand Occult wanted to accomplish here, we've set it back.\"",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"Would it have been more fun if you knew everything from the start?\" Tayn cocks his head and studies you.",
      "female": ""
    },
    {
      "id": 196,
      "default": "\"You might have clued me in beforehand.\"",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"Just once I'd like to do someone a favor without changing the world.\" ",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"Spare me your monologue, I'm just here for payment.\"",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"You've earned this. Here. Open it.\" Tayn reaches into the depths of his robe and retrieves a locket on a long chain, which he lowers into your palm. ",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"Nah. Besides, we're standing in the shadow of Wael. I don't think I could have told the whole truth if I wanted to.\"",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"Occupational hazard. You should consider early retirement. Hanging up the old cloak. Maybe get yourself a nice castle.\"",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"I'm not saying it was. Theirs might be a carefully-organized plan to steer us toward a better future by 'embellishing' some facts and 'obscuring' others.\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"Can you say you've met a single person who deserves that kind of authority? I sure can't, and I'm Tayn.\" He smiles and shrugs.",
      "female": ""
    },
    {
      "id": 205,
      "default": "\"Don't act so surprised - I <i>did</i> warn you.\" She sighs deeply through her nose.",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"What kinds of secrets could these prisoners have?\"",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"All kinds of secrets! Wars that should or shouldn't have started. Scandals. The kinds of things you learn from peering through the wrong keyhole.\" ",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"<i>Not</i> knowing is the real fun of the thing.\"",
      "female": ""
    },
    {
      "id": 211,
      "default": "\"You really want to awaken the titan?\" ",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"What, the prospect of sending a mountain of eyes and tentacles to wrestle Eothas isn't enticing enough for you?\" Tayn chuckles softly. ",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"Wouldn't it be boring to let a body like that moulder and rot? I think we can do better. I think Eora deserves better.\"",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"Even if it knocks over a castle or two, I think the fun will justify the cost.\"",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"You aren't as... academic as your colleagues.\"",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"Thank you! Wait, that was a compliment, right?\"",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"I know I don't fit in with the rest of those book-learners, but I've got it where it counts.\" He holds his hand over his heart.",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"Always nice to see a friendly face, even if it doesn't have any skin on it.\" Tayn winks at Concelhaut.",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"Thinking is a big waste of time when you've got raw, unvarnished instinct on your side. If I worried about research, safety, or ethics, I never would have cast the first Chaotic Orb.\"",
      "female": ""
    },
    {
      "id": 221,
      "default": "\"You <i>do</i> know about my Chaotic Orb, right? That's my spell. It was really popular when I got it into circulation.\" ",
      "female": ""
    },
    {
      "id": 223,
      "default": "\"Easily my favorite of the orb spells.\"",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"I don't actually know Tayn's Chaotic Orb. At least, not by heart.\"",
      "female": ""
    },
    {
      "id": 225,
      "default": "[Lie] \"I don't actually know Tayn's Chaotic Orb. At least, not by heart.\"",
      "female": ""
    },
    {
      "id": 226,
      "default": "\"Ha! See, this one gets it.\" Tayn glances at Llengrath and points over to you.",
      "female": ""
    },
    {
      "id": 227,
      "default": "\"What?\" Tayn's eyes widen.",
      "female": ""
    },
    {
      "id": 228,
      "default": "\"W-well, let's change that! Shall we? Here, I think I've got a scroll somewhere...\" He opens a pouch and starts moving items aside - first calmly, then rapidly. ",
      "female": ""
    },
    {
      "id": 229,
      "default": "\"Where could I have left it? Bah, take these instead. They're almost as good. Catch!\" He tosses you a bomb. And then another.",
      "female": ""
    },
    {
      "id": 230,
      "default": "\"Aloth might know it. Fun spell, right?\"",
      "female": ""
    },
    {
      "id": 231,
      "default": "\"Yes, it's very round.\"",
      "female": ""
    },
    {
      "id": 233,
      "default": "\"You're familiar with his spell, aren't you Fassina?\"",
      "female": ""
    },
    {
      "id": 234,
      "default": "\"Ac. It is the highlight of my grimoire. Are we done petting his ego yet?\" Fassina rolls her eyes.",
      "female": ""
    },
    {
      "id": 235,
      "default": "\"Oh, good. I was concerned for a second there.\" Tayn smiles.",
      "female": ""
    },
    {
      "id": 236,
      "default": "\"No one cares about your spell, Tayn.\"",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"Oh. I was just...\" Tayn looks away, clearly pretending to be distracted. ",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"Never mind. It's nothing.\"",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"Llengrath sure sounded eager to talk, and you were keen to listen. Had a lot to say to each other, mm hmm.\" Tayn rocks back on his heels. ",
      "female": ""
    },
    {
      "id": 242,
      "default": "\"It's a personal matter. Between us.\"",
      "female": ""
    },
    {
      "id": 243,
      "default": "\"The Hand Occult stole some books that are important to her.\" ",
      "female": ""
    },
    {
      "id": 244,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 245,
      "default": "\"Is that all? Huh. Wizards and their books. I'll never understand it.\"",
      "female": ""
    },
    {
      "id": 246,
      "default": "\"Did she say what kind of books? Like journals? Or maybe grimoires?\"",
      "female": ""
    },
    {
      "id": 247,
      "default": "\"Why do you care?\"",
      "female": ""
    },
    {
      "id": 248,
      "default": "\"I'll need to collect the rest of the books before I can understand them better.\"",
      "female": ""
    },
    {
      "id": 249,
      "default": "\"Sorry, Tayn. She swore me to secrecy.\"",
      "female": ""
    },
    {
      "id": 250,
      "default": "\"Naturally. Naturally. Of course. Isn't that always the way?\" Tayn sighs and shyly glances over to Llengrath. ",
      "female": ""
    },
    {
      "id": 251,
      "default": "\"Whatever she told you, she's probably lying.\" ",
      "female": ""
    },
    {
      "id": 252,
      "default": "\"Huh. All right, I guess we're keeping secrets from each other now. Noted.\" Tayn sighs, looking a little extra forlorn.",
      "female": ""
    },
    {
      "id": 253,
      "default": "\"Really? Could have sworn I heard <i>my</i> name peppered in. This place has got quite an echo.\" He scratches the back of his head and chuckles softly.",
      "female": ""
    },
    {
      "id": 254,
      "default": "\"Well, we have to look out for each other, don't we? One archmage has already run off into the depths of this place, drawn by the allure of the unknown.\" ",
      "female": ""
    },
    {
      "id": 256,
      "default": "\"And you saw what happened to her.\"",
      "female": ""
    },
    {
      "id": 257,
      "default": "\"I just want to make sure that we're being... what's the word? Cautious!\" Tayn snaps his fingers and winks. ",
      "female": ""
    },
    {
      "id": 258,
      "default": "\"If I were you, I'd stay suspicious. Llengrath wouldn't give you all the facts if it concerned her past. Or, you know, the past of the ones who came before her.\" ",
      "female": ""
    },
    {
      "id": 259,
      "default": "\"She has no cause to hide the truth from me.\" ",
      "female": ""
    },
    {
      "id": 260,
      "default": "\"We're just gathering books. Where's the harm?\" ",
      "female": ""
    },
    {
      "id": 261,
      "default": "\"Thanks for your concern. I'll stay alert.\" ",
      "female": ""
    },
    {
      "id": 262,
      "default": "\"Archmagi aren't the most trusting bunch, are we? Occupational hazard. Comes of having too many plans in motion.\" ",
      "female": ""
    },
    {
      "id": 263,
      "default": "\"You do that.\"",
      "female": ""
    },
    {
      "id": 264,
      "default": "\"In case you hadn't noticed already, information can be dangerous. Especially in a place like this.\"",
      "female": ""
    },
    {
      "id": 265,
      "default": "\"Not everything's about you.\"",
      "female": ""
    },
    {
      "id": 266,
      "default": "\"You take that back.\" He chuckles, but there's a hint of hurt in his eyes.",
      "female": ""
    },
    {
      "id": 267,
      "default": "\"I despise you, Tayn. If I had hands, I would wring your scrawny neck. That goes for everyone in earshot.\" The head rotates, taking in its surroundings.",
      "female": ""
    },
    {
      "id": 269,
      "default": "\"You and Concelhaut aren't on the best of terms.\" ",
      "female": ""
    },
    {
      "id": 270,
      "default": "\"What a filthy, disorganized hovel.\"",
      "female": ""
    },
    {
      "id": 271,
      "default": "\"Doing okay, Concelhaut?\"",
      "female": ""
    },
    {
      "id": 272,
      "default": "\"You're one to talk. I saw your library at Crägholdt.\" ",
      "female": ""
    },
    {
      "id": 273,
      "default": "\"Quiet. I'm speaking with Tayn.\"",
      "female": ""
    },
    {
      "id": 274,
      "default": "\"Amazing. Suddenly you care about my well-being? It didn't seem to matter when I was stowed so unceremoniously with the rest of your unimpressive gear.\"",
      "female": ""
    },
    {
      "id": 275,
      "default": "\"I will be listening, Watcher. I always am. And when my time comes, you will pray for the indignity of bobbing in my shadow.\" ",
      "female": ""
    },
    {
      "id": 277,
      "default": "\"I missed that guy.\" Tayn grins up at the skull as it slowly rotates in quiet loathing.",
      "female": ""
    },
    {
      "id": 278,
      "default": "\"No, yours will be a more horrible fate. That is a promise.\" ",
      "female": ""
    },
    {
      "id": 279,
      "default": "\"You have no basis on which to judge me, simpleton. I've seen what you carry.\" He narrows his eyes.",
      "female": ""
    },
    {
      "id": 280,
      "default": "\"It's not like that. We're good friends. We just disagree on everything.\"",
      "female": ""
    },
    {
      "id": 281,
      "default": "\"Your Chaotic Orb is amateurish folly. Any halfwit can lose control of a spell and be delighted by its unpredictable consequences.\" ",
      "female": ""
    },
    {
      "id": 282,
      "default": "\"That's our Concelhaut, right? You old trickster.\" Tayn scratches the back of his head and chuckles softly. ",
      "female": ""
    },
    {
      "id": 283,
      "default": "\"Wouldn't that be a nice surprise?\"",
      "female": ""
    },
    {
      "id": 284,
      "default": "\"Was it about me?\"",
      "female": ""
    },
    {
      "id": 285,
      "default": "\"It takes one to know one, but that only proves his point.\" Fassina slowly nods.",
      "female": ""
    },
    {
      "id": 286,
      "default": "\"We also don't involve others in our plans unless we're using them somehow. Take from that whatever you will.\"",
      "female": ""
    },
    {
      "id": 288,
      "default": "\"I trust Llengrath. You're being paranoid.\"",
      "female": ""
    },
    {
      "id": 289,
      "default": "\"If you do manage to find those books, consider bringing them to me first. Always helps to have a second pair of eyes.\"",
      "female": ""
    },
    {
      "id": 290,
      "default": "\"Well, I've been wrong in the past. In fact, I'm wrong most of the time. I just have a feeling about this one.\"",
      "female": ""
    },
    {
      "id": 291,
      "default": "[Give Llengrath's books.] \"Turns out these are full of Llengrath's original memories.\"",
      "female": ""
    },
    {
      "id": 292,
      "default": "\"Now it all makes sense. I'm guessing she wants to learn from her old self. See if there are any gaps.\"",
      "female": ""
    },
    {
      "id": 293,
      "default": "Muttering a brief incantation, Tayn suspends his hands over the books and hooks his fingers into a claw. The pages ruffle as if by a passing breeze.",
      "female": ""
    },
    {
      "id": 294,
      "default": "\"Fixed them for you. She can have her books back now.\" Tayn winks and hands you the stack.",
      "female": ""
    },
    {
      "id": 295,
      "default": "\"What did you do?\"",
      "female": ""
    },
    {
      "id": 296,
      "default": "\"That wasn't fixing. That was tampering.\"",
      "female": ""
    },
    {
      "id": 297,
      "default": "\"Whatever you did, you take it back <i>right now,</i> Tayn.\"",
      "female": ""
    },
    {
      "id": 298,
      "default": "\"I'll give these to Llengrath and hope for the best.\"",
      "female": ""
    },
    {
      "id": 299,
      "default": "\"All I did was give her some interesting reading. Now the knowledge she takes from these will be a little less... <i>predictable</i>.\"",
      "female": ""
    },
    {
      "id": 300,
      "default": "\"You're no fun at all.\" He snatches back the books and mutters his incantation in reverse, tripping over his words in the process. ",
      "female": ""
    },
    {
      "id": 301,
      "default": "\"Here you go. Some perfectly stable and uncomplicated memories.\" Tayn passes you the books with a frustrated huff. ",
      "female": ""
    },
    {
      "id": 302,
      "default": "\"Same difference.\"",
      "female": ""
    },
    {
      "id": 303,
      "default": "\"Some of the memories she pulls from those pages will be true, and some will be... of my own making.\"",
      "female": ""
    },
    {
      "id": 304,
      "default": "\"You didn't pull that trick on the Collections prisoners and their memories, did you?\"",
      "female": ""
    },
    {
      "id": 305,
      "default": "Tayn smiles and cocks his head to the side.",
      "female": ""
    },
    {
      "id": 306,
      "default": "\"On my honor, I would do no such thing.\" He flashes an improvised, unrecognizable salute.",
      "female": ""
    },
    {
      "id": 307,
      "default": "\"Tayn, are you getting me into trouble?\"",
      "female": ""
    },
    {
      "id": 308,
      "default": "\"No, nothing like that! Well, maybe something like that. Some day.\"",
      "female": ""
    },
    {
      "id": 309,
      "default": "\"What kinds of false memories are we talking about?\"",
      "female": ""
    },
    {
      "id": 310,
      "default": "\"Nothing awful! I just laid the groundwork. Some unconventional images and ideas. It's up to her mind to assemble the rest.\"",
      "female": ""
    },
    {
      "id": 311,
      "default": "\"You weren't planning on pulling that trick with the Collections prisoners, were you?\"",
      "female": ""
    },
    {
      "id": 312,
      "default": "\"Suddenly I'm glad I didn't help you in the Collections.\"",
      "female": ""
    },
    {
      "id": 313,
      "default": "\"You and Llengrath could <i>both</i> learn to take yourselves a little less seriously.\" Tayn folds his arms.",
      "female": ""
    },
    {
      "id": 314,
      "default": "\"Some of it is downright funny. If anything, she'll learn to laugh at herself a bit more.\" ",
      "female": ""
    },
    {
      "id": 315,
      "default": "\"She won't notice a thing. You know what they say, 'trust in Tayn.'\" He points at you and winks. ",
      "female": ""
    },
    {
      "id": 316,
      "default": "\"The Hand Occult manages the Halls Obscured, correct?\" ",
      "female": ""
    },
    {
      "id": 317,
      "default": "\"They want the world to think they write travel guides and circulate pamphlets of local history. It gets shady when you read past the margins. Things don't always add up.\"",
      "female": ""
    },
    {
      "id": 318,
      "default": "\"Not even the Hand could tell you which facts they edited for convenience's sake, which ones they spelled out, and which ones they spelled wrong. And <i>this</i> could be where it all happens.\" ",
      "female": ""
    },
    {
      "id": 319,
      "default": "\"Ask away. You know me, I'm an open book with plenty of pictures.\" Tayn hooks his thumbs into his pockets and smiles.",
      "female": ""
    },
    {
      "id": 320,
      "default": "\"How do we separate facts from the Hand's version of facts?\"",
      "female": ""
    },
    {
      "id": 321,
      "default": "\"What's the Hand's objective?\"",
      "female": ""
    },
    {
      "id": 322,
      "default": "\"Llengrath, what do you think of the Hand?\"",
      "female": ""
    },
    {
      "id": 323,
      "default": "\"Back to my other questions.\"",
      "female": ""
    },
    {
      "id": 324,
      "default": "\"That is a head-scratcher.\" Tayn scratches his head.",
      "female": ""
    },
    {
      "id": 325,
      "default": "\"I suppose the solution is to be skeptical. You have to ask yourself how much do you trust <i>anything</i> in a book. Does a story become more true because someone paused to write it down?\"",
      "female": ""
    },
    {
      "id": 326,
      "default": "\"I should really charge for discourse this engaging.\"",
      "female": ""
    },
    {
      "id": 327,
      "default": "\"If they ever had one, you can bet they've changed it a dozen times over the years.\"",
      "female": ""
    },
    {
      "id": 331,
      "default": "\"Anyone who wants to control information on that scale wants to engineer society.\"",
      "female": ""
    },
    {
      "id": 332,
      "default": "\"Whatever they plan on doing with that power, you can bet they'll lose control over it in the end. You don't keep something like a society constrained to just one vision.\"",
      "female": ""
    },
    {
      "id": 333,
      "default": "\"Some speak of the Hand Occult as hyper-competent masters of four-dimensional hazatōha... when they know of them at all.\"",
      "female": ""
    },
    {
      "id": 334,
      "default": "\"Concelhaut, any experience with the Hand Occult?\"",
      "female": ""
    },
    {
      "id": 335,
      "default": "\"Amateurs. Time and again their agents showed up at my doorstep and wormed their way into my confidence, hoping to sabotage my research.\"",
      "female": ""
    },
    {
      "id": 336,
      "default": "\"I sent them home with bags of their own teeth as a parting reminder that my time is precious and my patience thin.\"",
      "female": ""
    },
    {
      "id": 338,
      "default": "\"I don't know how her dragons have the patience.\" Tayn scoffs toward Llengrath, shaking his head. ",
      "female": ""
    },
    {
      "id": 340,
      "default": "\"Hey. You've done some good work by us. Kept yourself busy.\" Tayn purses his lips and studies you.",
      "female": ""
    },
    {
      "id": 342,
      "default": "\"Why were you two fighting?\"",
      "female": ""
    },
    {
      "id": 343,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 344,
      "default": "\"While you were off exploring, Llen and I were doing more than just twiddling our thumbs and enjoying the scenery.\"",
      "female": ""
    },
    {
      "id": 345,
      "default": "\"We found an unusual page in the Scriptorium. It described a... device. Something even the Hand Occult didn't understand.\"",
      "female": ""
    },
    {
      "id": 346,
      "default": "\"What a pity, when there is so much scenery to enjoy.\" Tekēhu winks at Llengrath. When she winks back at him, he swallows and backs away a step. ",
      "female": ""
    },
    {
      "id": 347,
      "default": "\"Here. What do you make of it?\" He passes you a worn sheaf of parchment.",
      "female": ""
    },
    {
      "id": 348,
      "default": "\"As you say, a device. Not one I've seen before.\"",
      "female": ""
    },
    {
      "id": 349,
      "default": "\"It seems both magical and... biological?\"",
      "female": ""
    },
    {
      "id": 350,
      "default": "\"Looks like parchment to me, Tayn.\"",
      "female": ""
    },
    {
      "id": 351,
      "default": "He sighs loudly through his nose.",
      "female": ""
    },
    {
      "id": 352,
      "default": "\"I think that few kith ever have.\"",
      "female": ""
    },
    {
      "id": 353,
      "default": "\"When did you become an expert?\" Tayn holds the parchment upside down and squints at it.",
      "female": ""
    },
    {
      "id": 354,
      "default": "\"After Llen and I put our heads together, we realized that all the little parts of Wael's body feed back into this magical kidney stone.\" Tayn taps the parchment with his index finger.",
      "female": ""
    },
    {
      "id": 355,
      "default": "\"She had a fancy word for it, but I've got a better one - it's a <i>godseed.</i>\"",
      "female": ""
    },
    {
      "id": 356,
      "default": "\"Oh, you're still here?\" Tayn smiles.",
      "female": ""
    },
    {
      "id": 357,
      "default": "\"Still angry at Llengrath?\"",
      "female": ""
    },
    {
      "id": 359,
      "default": "\"You could grow a titan from one of these?\"",
      "female": ""
    },
    {
      "id": 360,
      "default": "\"Please don't tell me that you want to grow something unspeakable.\"",
      "female": ""
    },
    {
      "id": 361,
      "default": "\"Go on.\"",
      "female": ""
    },
    {
      "id": 362,
      "default": "\"I'm sure that Llen would enjoy nothing more than a body large enough to fit all of her smarts and memories.\"",
      "female": ""
    },
    {
      "id": 363,
      "default": "\"Don't you want to see what that little mote of potential can become without kith getting in its way?\"",
      "female": ""
    },
    {
      "id": 364,
      "default": "\"No. That's an awful idea.\"",
      "female": ""
    },
    {
      "id": 365,
      "default": "\"Sounds charming, though a bit horrifying.\"",
      "female": ""
    },
    {
      "id": 366,
      "default": "\"I don't know?\"",
      "female": ""
    },
    {
      "id": 367,
      "default": "\"What do you know about Wael's body?\"",
      "female": ""
    },
    {
      "id": 368,
      "default": "\"Based on what we've seen, I'd say Maura used this place to nail down her tentacle spells. Lucky her. There's tons of inspiration here.\" ",
      "female": ""
    },
    {
      "id": 369,
      "default": "\"If there was a day in wizard college when they talked about god bodies, I might have slept through it.\" ",
      "female": ""
    },
    {
      "id": 370,
      "default": "[Give him the godseed.] \"I brought you this horrible piece of Wael's body.\"",
      "female": ""
    },
    {
      "id": 372,
      "default": "\"Maybe Wael's example is rubbing off on me, but Eora could do with a few more mysteries. Good hunting, Watcher.\"",
      "female": ""
    },
    {
      "id": 373,
      "default": "\"Exactly - you understand! We can't even guess what this thing can do on its own. That's the entire point.\" ",
      "female": ""
    },
    {
      "id": 374,
      "default": "\"Good thing you have a long stroll through Wael's bowels and back to figure out what you want.\" ",
      "female": ""
    },
    {
      "id": 375,
      "default": "\"Huh, still warm. Have I got plans for you, my friend!\" He knocks gently on the surface of the godseed before holding it up to his ear.",
      "female": ""
    },
    {
      "id": 376,
      "default": "\"The only question is where to plant the little one.The Living Lands? The ruins of Caed Nua? Readceras could use a new god.\" He holds the godseed aloft like a proud father with a newborn.",
      "female": ""
    },
    {
      "id": 378,
      "default": "\"I have some questions for you, Concelhaut.\"",
      "female": ""
    },
    {
      "id": 380,
      "default": "\"We have nothing to discuss, you insipid pustule. I have found more competent sea captains floating face-down in watery graves.\"",
      "female": ""
    },
    {
      "id": 381,
      "default": "\"What would you like to know?\" Concelhaut narrows his eye sockets.",
      "female": ""
    },
    {
      "id": 382,
      "default": "\"What do you know about Wael's body?\"",
      "female": ""
    },
    {
      "id": 383,
      "default": "\"Any thoughts on our current mission?\"",
      "female": ""
    },
    {
      "id": 384,
      "default": "\"That's all for now.\"",
      "female": ""
    },
    {
      "id": 385,
      "default": "\"It will swallow you like a piece of half-chewed gristle, depositing you where you belong atop a divine dung heap.\"",
      "female": ""
    },
    {
      "id": 386,
      "default": "\"Beyond that, I know little.\"",
      "female": ""
    },
    {
      "id": 388,
      "default": "\"'Our mission?' If you presume to imagine that we have similar goals, allow me to correct your catastrophic error in judgment.\"",
      "female": ""
    },
    {
      "id": 389,
      "default": "\"We have only one thing in common - we both want you to die.\" ",
      "female": ""
    },
    {
      "id": 390,
      "default": "\"I don't see it that way.\"",
      "female": ""
    },
    {
      "id": 391,
      "default": "\"That's a little harsh, Concelhaut.\" ",
      "female": ""
    },
    {
      "id": 392,
      "default": "\"Isn't it obvious, the way you launch yourself into peril at every turn? These are the actions of one who has lived too long, wandered too far, and willingly climbs to the precipice of oblivion.\" ",
      "female": ""
    },
    {
      "id": 393,
      "default": "\"Self-annihilation is the most natural ambition a sentient mind can achieve. And when you find yours, I will be there to cheer you on.\"",
      "female": ""
    },
    {
      "id": 395,
      "default": "\"Why would you want that?\"",
      "female": ""
    },
    {
      "id": 396,
      "default": "\"I am indifferent to your existence, but you clearly desire a worthy end.\"",
      "female": ""
    },
    {
      "id": 397,
      "default": "\"All it took was sipping a few motes of power from Wael's body.\" Tayn studies his cuticles and sighs.",
      "female": ""
    },
    {
      "id": 398,
      "default": "\"Should we expect any side effects?\"",
      "female": ""
    },
    {
      "id": 399,
      "default": "\"You used me. I won't make the mistake of trusting you again.\" ",
      "female": ""
    },
    {
      "id": 400,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 401,
      "default": "\"Definitely not. Extremely unlikely. I suppose anything's possible.\"",
      "female": ""
    },
    {
      "id": 402,
      "default": "\"Oh, good. Because god bodies are so stable that we can just meddle with them haphazardly.\" ",
      "female": ""
    },
    {
      "id": 403,
      "default": "\"Near as we can tell, the seed is an arcane trigger, charged with soul essence, which contains all of the instructions for building one of these titans.\"",
      "female": ""
    },
    {
      "id": 404,
      "default": "\"Growing a god is the last thing I want. I want a garden. Always have.\" Tayn sighs.",
      "female": ""
    },
    {
      "id": 405,
      "default": "\"Thanks for circling back, Watcher. Glad we get this little moment to ourselves.\" Tayn clears his throat and shifts his weight from foot to foot. ",
      "female": ""
    },
    {
      "id": 406,
      "default": "\"Maybe it's good that Wael sleeps a little longer. Spend a few centuries growing longer tentacles, more bulbous eyes. He'll wake up again when the world is ready for a mystery of his size.\" ",
      "female": ""
    },
    {
      "id": 407,
      "default": "\"What you did wasn't what I wanted for Wael's body, but at least you acted on what you thought was right. Plenty of people in this rotten world can't even figure that out.\" ",
      "female": ""
    },
    {
      "id": 408,
      "default": "\"Thanks to you, Wael is up and walking. Now the world gets to be a little stranger for having a big pile of limbs and eyeballs out there, just wandering the wild.\" ",
      "female": ""
    },
    {
      "id": 409,
      "default": "\"I'm sure those spores are grateful to have a great big tentacle monster all to themselves. Before they were prisoners. Now they're as free as anything can be.\" ",
      "female": ""
    },
    {
      "id": 410,
      "default": "\"That was a nice thing you did for Concelhaut. He doesn't always know how to show gratitude, or kindness, or empathy, or happiness, but I know he appreciates it. In a really evil way, but still.\"",
      "female": ""
    },
    {
      "id": 411,
      "default": "\"You did good out there. Hope you realize that.\"",
      "female": ""
    },
    {
      "id": 412,
      "default": "\"Hey, look who it is!\" Tayn points at you and grins. ",
      "female": ""
    },
    {
      "id": 415,
      "default": "\"That sounds neither responsible nor wise - even for a Circle archmage.\" Aloth rubs his temples and sighs.",
      "female": ""
    },
    {
      "id": 417,
      "default": "\"Could I maybe get a copy of that spell? I have some friends in the Brass Citadel who might be interested in some light mind control. I'll even split the finder's fee.\"",
      "female": ""
    },
    {
      "id": 419,
      "default": "\"This folk ain't just a bunch of empty holds for us to be filling with whatever cargo we please, cap.\"",
      "female": ""
    },
    {
      "id": 420,
      "default": "\"Those people deserve to remember their stories, their lives, but at such a cost...\" ",
      "female": ""
    },
    {
      "id": 421,
      "default": "\"This sound right to you, Watcher? Shouldn't we be guiding these poor souls towards the light?\"",
      "female": ""
    },
    {
      "id": 422,
      "default": "\"This plan is flawless. Nothing disastrous could result from injecting a town's worth of kith with fractured, blended souls.\"",
      "female": ""
    },
    {
      "id": 424,
      "default": "\"Tayn wants us all to be as mad as he is.\" Fassina massages her brow. ",
      "female": ""
    },
    {
      "id": 427,
      "default": "Ydwin rolls her eyes. \"The brain is not some pattern for the mind. You cannot simply refill it with random soul essence and expect it to be the same person it once was.\"",
      "female": ""
    },
    {
      "id": 428,
      "default": "\"That's what separates the archmages from the rest of you. We don't let things like 'accuracy,' 'possibility,' or 'ethics' slow us down.\" Tayn taps his head and winks at Ydwin.",
      "female": ""
    },
    {
      "id": 430,
      "default": "\"Says the wizard who clearly ain't ever had a castle.\"",
      "female": ""
    },
    {
      "id": 431,
      "default": "\"It is no surprise that the gods do not hold sacrosanct the self. They are mobs exalted to divine monstrosity.\"",
      "female": ""
    },
    {
      "id": 432,
      "default": "\"Agreed. What Tayn asks is no better for these unfortunates than what has already been done to them.\"",
      "female": ""
    },
    {
      "id": 433,
      "default": "\"You are a child - playing with explosives.\"",
      "female": ""
    },
    {
      "id": 434,
      "default": "\"So you would have left them alone to do unimaginable harm, all in the name of responsibility? Noted.\" ",
      "female": ""
    },
    {
      "id": 437,
      "default": "\"You sure you don't want me putting him in my lantern?\" She scowls at the skull.",
      "female": ""
    },
    {
      "id": 438,
      "default": "\"Oh, fantastic. You've wound him up again.\"",
      "female": ""
    },
    {
      "id": 439,
      "default": "\"Would you look at that. Concelhaut the all-knowing finds a blind spot in his education.\" ",
      "female": ""
    },
    {
      "id": 440,
      "default": "\"Underestimating me would be your greatest mistake, apprentice. One that I will not stop you from making.\" ",
      "female": ""
    },
    {
      "id": 441,
      "default": "\"It seems designed to manipulate essence, but on a greater scale than any modern animancy tool.\" ",
      "female": ""
    },
    {
      "id": 442,
      "default": "\"You can't judge a thing before you've seen it grow, Watcher. I'm telling you it's going to be beautiful.\"",
      "female": ""
    },
    {
      "id": 444,
      "default": "Tayn closes his eyes and sighs loudly through his nose, likely pretending he didn't hear you.",
      "female": ""
    },
    {
      "id": 445,
      "default": "\"That's just what this place was missing - an old nugget of Wael's love stuff.\"",
      "female": ""
    },
    {
      "id": 446,
      "default": "\"What do <i>you</i> get out of this, Tayn?\"",
      "female": ""
    },
    {
      "id": 447,
      "default": "\"I'm starting to wonder if you and Maura weren't after the same thing - only she got here first.\" ",
      "female": ""
    },
    {
      "id": 448,
      "default": "\"Nothing. Why is that so hard for everyone to understand?\"",
      "female": ""
    },
    {
      "id": 449,
      "default": "\"All I want is to plant a seed and let it grow. Is it so wrong to ask for something that lives outside of our control?\" ",
      "female": ""
    },
    {
      "id": 450,
      "default": "Tayn blinks.",
      "female": ""
    },
    {
      "id": 451,
      "default": "\"Keep wondering. That's what this place is good for, isn't it?\"",
      "female": ""
    },
    {
      "id": 452,
      "default": "\"What gives you the impression that this place operates on reason?\"",
      "female": ""
    },
    {
      "id": 453,
      "default": "\"I agree, but that may only be the first step toward helping them.\"",
      "female": ""
    },
    {
      "id": 454,
      "default": "\"The Dyrwood has plenty of fine ideas. Most involving fire. And things you can set on fire.\"",
      "female": ""
    },
    {
      "id": 455,
      "default": "\"What did you make me do, Tayn?\"",
      "female": ""
    },
    {
      "id": 456,
      "default": "\"We helped people. I would never lie about that.\"",
      "female": ""
    },
    {
      "id": 457,
      "default": "\"I still can't believe what we've done.\"",
      "female": ""
    },
    {
      "id": 458,
      "default": "\"You're too hard on yourself. Did you forget how many people you helped today? Because I haven't.\" Tayn points to his heart. ",
      "female": ""
    },
    {
      "id": 459,
      "default": "\"She wanted me to bring her some books from the Archives.\"",
      "female": ""
    },
    {
      "id": 460,
      "default": "\"Did I stutter? It's not a matter which concerns you.\"",
      "female": ""
    },
    {
      "id": 461,
      "default": "\"Postenago, you couldn't pay me to listen.\" ",
      "female": ""
    },
    {
      "id": 462,
      "default": "\"If we're to be indulging outsized egos, I'd rather listen to Iselmyr's prattle.\"",
      "female": ""
    },
    {
      "id": 463,
      "default": "\"Ugh. I have forgotten how much I detest mortal company. The stench alone is unbearable.\"",
      "female": ""
    },
    {
      "id": 465,
      "default": "\"I'd be surprised if most of the Hand even knows that this place exists.\"",
      "female": ""
    },
    {
      "id": 466,
      "default": "[Lie] \"Oh, sure. Who could forget Tayn's Chaotic Orb?\" ",
      "female": ""
    },
    {
      "id": 468,
      "default": "\"I worked really hard on that orb. First time I ever applied myself. Once wizards started using it all over the world, there was all this talk and fanfare. 'Have you seen this thing? Look at it go!' Those were good times.\" ",
      "female": ""
    },
    {
      "id": 469,
      "default": "\"These days no one asks if I'm <i>that</i> Tayn anymore. They don't tell you in wizard college that achievement can seem downright underwhelming.\"",
      "female": ""
    },
    {
      "id": 470,
      "default": "\"Uncertainty. That's the beauty of it.\"",
      "female": ""
    },
    {
      "id": 471,
      "default": "\"Enjoy your flesh garden, or whatever it is you want to grow.\" ",
      "female": ""
    },
    {
      "id": 472,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 473,
      "default": "\"Our little... disagreement was because we both have big plans and only one godseed. Llen has her idea, and I have mine.\"",
      "female": ""
    },
    {
      "id": 489,
      "default": "\"Don't you worry about Llen. We'll have our differences sorted out in no time, and we'll be the best of pals. That's a guarantee from Tayn.\" ",
      "female": ""
    },
    {
      "id": 490,
      "default": "\"Llen and I have our disagreements from time to time. I guess that's to be expected wherever the Circle is concerned.\"",
      "female": ""
    },
    {
      "id": 491,
      "default": "\"Do you see a grimoire or a familiar? I'm not a wizard.\"",
      "female": ""
    },
    {
      "id": 492,
      "default": "\"Oh. <i>Oh.</i> Sorry about that. Sometimes I forget about the folks in the more... routine lines of work.\"",
      "female": ""
    },
    {
      "id": 493,
      "default": "\"Thank you, Tayn. I'll wear it always.\"",
      "female": ""
    },
    {
      "id": 494,
      "default": "\"What are we, lovers? You think I need a keepsake of our time together?\" ",
      "female": ""
    },
    {
      "id": 495,
      "default": "\"I don't want this. At all. Take it back.\"",
      "female": ""
    },
    {
      "id": 496,
      "default": "\"You're a good friend. You deserve something nice.\" Tayn winks and bites his tongue, mirroring the picture on the locket. ",
      "female": ""
    },
    {
      "id": 497,
      "default": "\"Well... that didn't go as expected. I'd say you can just remove the portrait, but I jammed it in there good.\" ",
      "female": ""
    },
    {
      "id": 498,
      "default": "\"I... didn't see that coming. Have it your way.\" Tayn bites his lower lip and takes back the locket.",
      "female": ""
    },
    {
      "id": 499,
      "default": "\"Sell it, I guess. Someone out there must like me.\" Tayn shrugs, biting his lower lip and making every effort to avoid eye contact. ",
      "female": ""
    },
    {
      "id": 503,
      "default": "\"Shiny.\"",
      "female": ""
    },
    {
      "id": 504,
      "default": "\"Drowsy Puke, is this your doing?\"",
      "female": ""
    },
    {
      "id": 505,
      "default": "\"EH! KITH BLAME IMPS FOR EVERYTHING.\" Drowsy Puke makes a crude gesture.",
      "female": ""
    },
    {
      "id": 506,
      "default": "\"Head west out of this fine antechamber and the Collections are right down the stairs. Can't miss it.\"",
      "female": ""
    },
    {
      "id": 507,
      "default": "\"In truth, the Hand's operations are haphazard and ill-executed. We know they exist because they inevitably leave evidence of their work wherever they go.\"",
      "female": ""
    },
    {
      "id": 508,
      "default": "\"That they succeed in spite of themselves is hardly evidence of the Hand's competence.\"",
      "female": ""
    },
    {
      "id": 509,
      "default": "\"Any thoughts about your colleagues in the Circle?\"",
      "female": ""
    },
    {
      "id": 511,
      "default": "\"Isn't Llengrath nice? We squabble, but there's plenty to admire about her. I think we're really starting to bond.\" ",
      "female": ""
    },
    {
      "id": 512,
      "default": "\"Arkemyr is... Arkemyr. I'd be cranky too if I lived all alone in a spooky house.\"",
      "female": ""
    },
    {
      "id": 513,
      "default": "\"Whenever we get the Circle together, Maura likes to tickle me under the table.\"",
      "female": ""
    },
    {
      "id": 514,
      "default": "\"Kalakoth is great. She once shouted into my face so loud that we both passed out.\"",
      "female": ""
    },
    {
      "id": 515,
      "default": "\"Ninagauth keeps a bird skull in his pocket. He pets it when he thinks no one is looking. Don't tell him I told you.\"",
      "female": ""
    },
    {
      "id": 516,
      "default": "\"Minoletta loves a good joke. Like that time she pushed me into a snake pit. Ah... good fun.\" ",
      "female": ""
    },
    {
      "id": 517,
      "default": "\"Ryngrim doesn't have any friends, but I aim to change that even if it kills me.\" Tayn winks. ",
      "female": ""
    },
    {
      "id": 518,
      "default": "\"Bet you didn't know that Concelhaut has a sweet tooth. He only gets cranky when his candy dish is low on the good stuff.\"",
      "female": ""
    },
    {
      "id": 519,
      "default": "\"Did Bekarna get her invitation yet? I'd like to sponsor her admittance. You know, if the others will let me.\"",
      "female": ""
    },
    {
      "id": 523,
      "default": "\"This guy right here. What a sport.\" Tayn points at Edér.",
      "female": ""
    },
    {
      "id": 524,
      "default": "\"Psst. PSST. Hey. You got a moment?\"",
      "female": ""
    },
    {
      "id": 525,
      "default": "While he's occupied by his belongings, a scroll goes tumbling out of his pack and lands at your feet. ",
      "female": ""
    },
    {
      "id": 526,
      "default": "[Give Tayn the scroll.] \"You dropped this.\" ",
      "female": ""
    },
    {
      "id": 527,
      "default": "[Take it while he isn't looking.]",
      "female": ""
    },
    {
      "id": 528,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 529,
      "default": "\"Aha! Had me worried for a second.\" Tayn covers his heart and sighs.",
      "female": ""
    },
    {
      "id": 530,
      "default": "You grab the scroll. Tayn remains oblivious.",
      "female": ""
    },
    {
      "id": 531,
      "default": "\"Hold onto it. I've got shelves full of these back home.\" Before he passes you the scroll, he scribbles his autograph in the margins. ",
      "female": ""
    },
    {
      "id": 532,
      "default": "Tayn continues to rifle through his belongings. Oblivious, he accidentally kicks the scroll and sends it rolling away into the shadows. ",
      "female": ""
    },
    {
      "id": 533,
      "default": "\"I hope you're not actually considering indulging this madman.\"",
      "female": ""
    },
    {
      "id": 534,
      "default": "\"Ain't that more or less how you work?\"",
      "female": ""
    },
    {
      "id": 535,
      "default": "\"Surely even you recognize the difference between a leaking bucket and an empty one, farm girl.\"",
      "female": ""
    },
    {
      "id": 536,
      "default": "\"No one has ever said that, and I am not about to start.\" Fassina crosses her arms. ",
      "female": ""
    },
    {
      "id": 540,
      "default": "\"Ah... look at me getting all sentimental again. You need anything from your friend Tayn, you just ask.\" He winks and nudges you with his shoulder. ",
      "female": ""
    },
    {
      "id": 541,
      "default": "\"EH! THIS ONE BETTER THAN ARKEMYR!\" The imp cackles behind its claw and looks at Concelhaut with more than avid interest. ",
      "female": ""
    },
    {
      "id": 542,
      "default": "\"Your career should have been consigned to the waste bin of history before it even began.\"",
      "female": ""
    },
    {
      "id": 543,
      "default": "\"I found these beauties tucked away and thought you might give them a good home. There were more at first, but I lost a few to a juggling accident.\" Tayn passes you an armload of volatile explosives.",
      "female": ""
    },
    {
      "id": 544,
      "default": "\"I'd love to join you in that wet, fleshy cistern of nightmares, but you see I've got archmage things to do.\" Tayn picks up a book, shakily licks his thumb, and turns several pages of parchment without reading a word. ",
      "female": ""
    },
    {
      "id": 545,
      "default": "\"Are you frightened?\"",
      "female": ""
    },
    {
      "id": 546,
      "default": "\"Right. Archmage things.\"",
      "female": ""
    },
    {
      "id": 547,
      "default": "\"Before I go I had some questions.\"",
      "female": ""
    },
    {
      "id": 548,
      "default": "\"Questions for me? Huh. I doubt there's much I could tell you, but ask away.\"",
      "female": ""
    },
    {
      "id": 549,
      "default": "\"I'm... apprehensive.\"",
      "female": ""
    },
    {
      "id": 550,
      "default": "\"Mm hmm.\" Tayn attempts to look distracted, and then sighs as he gives up the ruse. ",
      "female": ""
    },
    {
      "id": 551,
      "default": "\"Standing on the precipice of the unknown... it's like I'm casting the first Chaotic Orb all over again, and I don't know if it's going to work or make a bunch of snakes appear.\"",
      "female": ""
    },
    {
      "id": 552,
      "default": "\"Seeing as I'm the one doing all the work, leave the worrying to me.\"",
      "female": ""
    },
    {
      "id": 553,
      "default": "\"We'll be fine, Tayn.\"",
      "female": ""
    },
    {
      "id": 554,
      "default": "\"Snakes? Has that ever happened to anyone?\"",
      "female": ""
    },
    {
      "id": 555,
      "default": "\"You probably don't need an earful of my worries. I'll keep them to myself.\" Tayn smiles, though the expression seems more forced than usual. ",
      "female": ""
    },
    {
      "id": 556,
      "default": "\"Well, there's a first time for everything.\"",
      "female": ""
    },
    {
      "id": 557,
      "default": "Tayn takes a deep breath and glances toward the entrance to Wael's body. ",
      "female": ""
    },
    {
      "id": 558,
      "default": "\"What a beauty.\"",
      "female": ""
    },
    {
      "id": 559,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 560,
      "default": "[Give him the godseed.] \"I think this is what you're looking for.\"",
      "female": ""
    },
    {
      "id": 561,
      "default": "\"Watcher. Got a free second?\" ",
      "female": ""
    },
    {
      "id": 562,
      "default": "\"Did you know the original Llengrath was a parasite?\" ",
      "female": ""
    },
    {
      "id": 563,
      "default": "\"Know it? I kind of just assumed that was the case.\" Tayn shrugs.",
      "female": ""
    },
    {
      "id": 564,
      "default": "\"If I learned anything from my disgustingly wealthy father, it's that all dynasties have bloody beginnings.\" ",
      "female": ""
    },
    {
      "id": 565,
      "default": "\"Citzal plays it coy, acts like he doesn't need friends. Can you keep a secret? We've been pen pals for years. He thinks I'm an orlan who makes clocks.\"",
      "female": ""
    },
    {
      "id": 566,
      "default": "\"Maura was a lot of fun. I'll miss her. She once bet me she could hold ten lagufaeth eggs in her mouth. Best money I ever lost.\" ",
      "female": ""
    },
    {
      "id": 567,
      "default": "\"Postenago. I would have killed them. As the Watcher <i>should have.</i>\"",
      "female": ""
    },
    {
      "id": 568,
      "default": "\"Oh. Right. Sorry.\" ",
      "female": ""
    },
    {
      "id": 569,
      "default": "\"Someone has to get their hands dirty in the name of progress. But that's life. Isn't it?\"",
      "female": ""
    },
    {
      "id": 570,
      "default": "[Keep the device.] \"I can't let you have this. It's too powerful to fall into an archmage's hands.\"",
      "female": ""
    },
    {
      "id": 571,
      "default": "\"What?\" Tayn's eyes widen.",
      "female": ""
    },
    {
      "id": 572,
      "default": "He turns away, pressing his hands to his temples. You cannot see his expression.",
      "female": ""
    },
    {
      "id": 573,
      "default": "\"You do that.\"",
      "female": ""
    },
    {
      "id": 574,
      "default": "\"Why were you two fighting?\"",
      "female": ""
    },
    {
      "id": 575,
      "default": "\"Are you all right?\" ",
      "female": ""
    }
  ]
}