{
  "Component": "lax3_exported",
  "Name": "conversations\\lax03_forgotten_sanctum\\lax03_00_si_cataclysm",
  "Entries": [
    {
      "id": 1,
      "default": "The Deadfire Sea is calm, and [Player Ship] cuts smoothly across its surface, gulls trailing in the craft's wake.",
      "female": ""
    },
    {
      "id": 3,
      "default": "At the wheel, [Specified 1] whistles quietly to himself.",
      "female": ""
    },
    {
      "id": 4,
      "default": "At the wheel, [Specified 1] whistles quietly to herself.",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Specified 0] and [Specified 2] stand near the starboard rail, quietly discussing the safest course to your destination.",
      "female": ""
    },
    {
      "id": 6,
      "default": "Near the bow, [Specified 3] scowls at the horizon.",
      "female": ""
    },
    {
      "id": 7,
      "default": "Serafen's voice wafts down from the aftcastle. \"All's I be saying, lass, be that your fine feathered lad might be a tad more cooperative if you weren't always speaking ill of his breath.\"\r\n\r\nMaia raises her arm sharply, bidding Ishiza to dismount. \"Then he better stop eating carrion after his momma spends all day preparing the shark meat.\" With a loud squawk and a blur of red feathers, Ishiza flies to perch on the rigging.",
      "female": ""
    },
    {
      "id": 8,
      "default": "[Approach the rail.]",
      "female": ""
    },
    {
      "id": 9,
      "default": "[Whistle along with [Specified 1].]",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Anything I need to know about, [Specified 2]?\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"As long as Ishiza's breath doesn't smell of crew rations, he can eat whatever he wants.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Worried about something, [Specified 3]?\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "[Enjoy the fine weather.]",
      "female": ""
    },
    {
      "id": 14,
      "default": "The breeze tugs at your clothes as the salt-laced air shifts.",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Specified 3] mutters quietly. \"Wind's changing. Feels ill.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "With a shake of the head, the navigator shoots you a grin. \"Nay, captain. Sailing's smooth. Just working out how best to chart us.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"A fine day and such inspired performances need a song to match them!\" Tekēhu takes a deep breath, but he's distracted by a stirring in the breeze. ",
      "female": ""
    },
    {
      "id": 18,
      "default": "[Specified 1] grins, whistles a bit more loudly, and picks up the pace of the tune.",
      "female": ""
    },
    {
      "id": 19,
      "default": "Maia cups her hands to shout at her bird. \"You hear that, stinker? You get a pass 'cause the captain likes you, but some of us know better.\" She points two fingers to her eyes and then up at Ishiza. \r\n\r\nSerafen chuckles. \"Lad be welcome to my onions, though.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "[Specified 0] chuckles. \"Course if you had a mind to, gorgeous sea like this, I don't think a kith aboard would say no to an open cask of grog.\"\r\n\r\n[Specified 2] grins in agreement.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Let's keep it professional, folks.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Let's break out the booze, then!\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Plenty of time for grog when we're all off-duty.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Shut your traps you scurvy scoundrels and get your asses back to work!\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "After sharing a brief, disbelieving glance, [Specified 0] and [Specified 2] make for the galley and return with a few casks of grog. Soon the sailors are cheering your name and toasting your health.",
      "female": ""
    },
    {
      "id": 26,
      "default": "[Specified 2] salutes. \"Aye, captain. Understood.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "[Specified 0] winces. \"Apologies, captain, for speaking out of turn.\"\r\n\r\nWhat little conversation had been occurring across the deck falls silent.",
      "female": ""
    },
    {
      "id": 29,
      "default": "Serafen grins. \"I think I be starting to like you, cap.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Need some help there? I suppose I can muster the courage to drain a tankard or ten.\" Maia stands at attention and salutes the casks as they pass. ",
      "female": ""
    },
    {
      "id": 31,
      "default": "Edér frowns and leans in close. \"Hey, [Player Name] - you know that saying about honey and vinegar, don't you?\" He rubs the back of his head.\r\n\r\n\"Of course with this lot, might be you need mead instead of honey.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "Mirke raises her cups (she has one in each hand) to you. \"Knew there were a reason I signed onto this ship!\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "A long, gray line stretches across the horizon. It seems to shimmer, like the air on a hot day. ",
      "female": ""
    },
    {
      "id": 34,
      "default": "[Specified 0]'s nose wrinkles as the sailor stares into the distance.  \"No storm that - too low, and growing too fast.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "Serafen's ears flatten against the sides of his head. \"Flogging fuck, cap. Whatever that mother be, she be moving with a quickness. Best be bringing her about while you've a her to bring.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "A quiet rumble rolls across the sea as the line grows - a massive swell of water barreling towards [Player Ship].",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Get everyone belowdecks and batten the hatches! We're <link=\"glossary://GlossaryEntry_Action_LieAhull\">lying ahull</link>!\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Bring us about! I think we're big enough to go straight over that wave!\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Keep at an angle to that big bastard! Don't let it roll us!\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "Serafen balks. \"You gone fathom-addled, cap? Waves like this, you be more like to sink than save us!\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"You heard me.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "The crew huddle in the darkness as the ship reels and rolls. [Player Ship] creaks worryingly as the sea beats upon it.\r\n\r\n\r\nSomewhere something cracks.",
      "female": ""
    },
    {
      "id": 44,
      "default": "With a sickening lurch, the ship rolls sideways... and doesn't right itself. You scramble for purchase as brutal waves overcome the railing and ceaseless rain pounds on you from above.\r\n\r\nA missed grab plunges you into the sea.\r\n\r\nYour lungs burn, desperate for air, but you find none. Darkness takes you.",
      "female": ""
    },
    {
      "id": 45,
      "default": "[Specified 1] points the bowsprit directly into the wave. The deck rises before you, water rushing past to either side as the ship ascends. You experience a moment of weightlessness before [Player Ship] pitches forward and plunges down the far side of the wave.\r\n\r\nThe helmsman howls - though you're not sure whether in excitement or terror.",
      "female": ""
    },
    {
      "id": 46,
      "default": "The deck pitches madly towards the sky as you ascend, and your stomach lurches as [Player Ship] vaults from the wave's crest, crashing hard down the backside of the swell.\r\n\r\nCrew cry out as they cling desperately to the rigging, and the ship groans in complaint.",
      "female": ""
    },
    {
      "id": 47,
      "default": "With a white-knuckled grip on the wheel, [Specified 1] strains against the rudder, carefully guiding [Player Ship] across the massive swell's flank.\r\n\r\nThe helmsman lets out a cry of victory as you descend from the crest.",
      "female": ""
    },
    {
      "id": 48,
      "default": "Despite the crew's efforts, the wave continues to rise to one side of the ship even as it vanishes from the other. The deck's angle moves ever nearer vertical...\r\n\r\nWhether the ship breaks through the wave or the wave breaks over it, the result is the same - thousands of gallons of water slamming across the hull with wood-rending force.",
      "female": ""
    },
    {
      "id": 49,
      "default": "[Specified 0] groans from behind a cargo crate that pinned the poor sailor against the hull. The crew move to bind the mariner's wounds.",
      "female": ""
    },
    {
      "id": 50,
      "default": "The swell moves past, leaving the sea heaving in its wake. As [Player Ship] steadies, you regain your feet and take stock of the damage.",
      "female": ""
    },
    {
      "id": 51,
      "default": "[Specified 2] frowns out across the calming sea. \"Came from the southeastern Deadfire, captain. Round Tikawara, if I had to guess. Or the Black Isles. Maybe there was an eruption or quake or something?\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "You track the wave's approach from the direction of the southeastern Deadfire. The area south of Tikawara, you estimate.",
      "female": ""
    },
    {
      "id": 53,
      "default": "[Specified 1] clings to the wheel like it might try to fly away. \"What in the good gods' names was that?\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "[Player Ship] sails on.",
      "female": ""
    },
    {
      "id": 56,
      "default": "[Player Ship] creaks as it crosses the waves.",
      "female": ""
    }
  ]
}