{
  "Component": "lax3_exported",
  "Name": "conversations\\lax03_forgotten_sanctum\\lax03_01_cv_egg_hatching",
  "Entries": [
    {
      "id": 1,
      "default": "An uneasy feeling comes over you. You realize that your pack is quivering - gently, but insistently.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Oh, gods. It's the egg.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Pretend you don't notice it.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "As you rummage through your pack, your hands brush against what feel like moist eggshells, still warm from the departure of their erstwhile occupant. ",
      "female": ""
    },
    {
      "id": 5,
      "default": "Among your gear, an eyeball slowly opens. Then another. Then another.\r\n\r\nThen another. \r\n\r\nSomething pokes its head out and opens its tiny jaws, revealing a row of pointed teeth. It lets out a triumphant chirp.",
      "female": ""
    },
    {
      "id": 6,
      "default": "As you press on, a slimy appendage extends from your pack and softly caresses the back of your neck.",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Whatever's in there better not eat my Captain's Banquet. I was saving that.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Come along, then.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Aren't you just an adorable little monstrosity!\" ",
      "female": ""
    },
    {
      "id": 11,
      "default": "[Kill it.]",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"If you can hunt rats, you're welcome aboard [Player Ship].\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Concelhaut? Is that you in there?\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "The creature runs its tongue across its teeth. It chirps again before diving back into the warmth and safety of your pack. ",
      "female": ""
    },
    {
      "id": 15,
      "default": "You pinch your fingers around the creature's neck. It leans into the gesture, trusting you all the while - even when you squeeze down and twist, snapping the fragile bone. \r\n\r\nThe body goes limp. ",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"What? Did it look at you wrong or something, Watcher?\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"That was awful. I don't care how many eyes it had.\" Maia sighs through her nose.",
      "female": ""
    },
    {
      "id": 19,
      "default": "You open your pack. The leering skull opens its eyes and shakes its head - somehow - and glances nervously toward the unseen depths of your belongings.",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Hey, it's looking at me. And also at you.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"What a fancy little gentleman! Can we dress it up? Wonder what it eats.\" Maia coos down the mouth of your pack while Ishiza quietly pouts at her heels. ",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"For once, it appears I am not the sole horror of your belongings.\"",
      "female": ""
    }
  ]
}