{
  "Component": "lax3_exported",
  "Name": "conversations\\lax03_forgotten_sanctum\\lax03_01_cv_llengrath",
  "Entries": [
    {
      "id": 1,
      "default": "\"Now we may speak with something like privacy.\" She casts a hooded glance in the direction of Tayn and shakes her head.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Speak your mind.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Tayn has asked something of you?\" Llengrath beckons you forward with a discreet wave of her hand.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"So you've freed those poor souls held captive here. Your soft heart will hurt them more than my spell ever could.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"I'm led to understand you've sent those poor souls in the Collections on to their next lives.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"How do you feel about Maura?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Do you know anything about this place, the Halls Obscured?\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"What can you tell me about Tayn?\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Her ambition has always outstretched her ability. It's fitting, in a way, that it's what finally killed her.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Were the situation we find ourselves in not so dire, I'd be climbing the Archives bookshelves at this very moment, searching for the bottom.\r\n\r\n\"It <i>must</i> have a bottom. Everything does.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"This place is a riddle. Knowing what I do of Wael, perhaps it frames its own answer.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"For all the horror this place holds, I suspect it still holds much we might learn from, too.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"The Halls Obscured are a cruel joke at the expense of mortals. Nothing more.\" ",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"He's exhausting and exasperating but smarter than he seems - he <i>is</i> an archmage, after all.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Surely you have thoughts on Arkemyr.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"The definition of a snake. One wonders what cold-blooded malfeasance he perpetrated upon the Huana that they allowed him to build a castle in the heart of their greatest city.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"The <i>official</i> story is that the Kahanga palace was structurally unstable, poised to cascade down the mountain until <i>someone</i> financed the renovations.\" Fassina rubs her fingers together. ",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Dare I ask what you think of Concelhaut?\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"It gladdens my heart to see he's finally found his proper place in the natural order... as your pet.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"You killed him once, but that never stopped him before. It's only a matter of time before he comes wriggling back.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Concelhaut's reprehensible antics give responsible wizards a bad name.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Like all monsters dragged from the shadows, Concelhaut is smaller than he might seem. I do not fear the likes of him.\" ",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"I'm curious about you.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"To be many within a single vessel. I - we - are the distillation of generations. Each successive Llengrath reinvigorates the whole and saves us from festering.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"When any Llengrath dies, that person ceases to be, as it is when any kith's life ends.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"I expected your thoughts on death to be a bit more... radical.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Among archmages, embracing the Wheel's turn <i>is</i> the radical position.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"What a refreshingly mundane point of view.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Then you haven't been paying attention.\" She chuckles.",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"At least <i>someone</i> around here has a rational response to death.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Aren't you angry that I killed you? Well, the other you.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Should I be? The former Llengrath died knowing that what she learned would survive her. Few have that privilege.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Though if it's all the same to you, I'd prefer you not kill me. Or, at least let me write my apprentice first.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"That's all I wanted to know.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"I hope that was as enlightening for you as it was amusing for me.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Yet Llengrath endures - now and always.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"The 'self' is little more than an amalgamation of memory and feeling that informs the disposition of the soul - it doesn't alone define it.\r\n\r\n\"Given that understanding, I suppose what she describes is not <i>entirely</i> impossible.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"But how can memories remain if the soul continues to the Wheel?\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Shortly after he moved into Periki's Overlook, the Royal Deadfire Company complained of imp droppings on the deck of their warships. Take from that what you will.\" ",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Let's sate your curiosity, then.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"You don't seem to like imps much.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"I suppose compared to Tayn, anything less than rapturous exaltation looks like deepest loathing.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"I neither like nor dislike them. They serve a useful function, and their constant flatulence aside, they can be rather sweet.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"That's enough.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"That's all for now.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Very well.\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"Can <i>I</i> become an archmage?\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"We'd need to review your research, of course, and you'd be required to submit the spells you've authored to us for assessment.\r\n\r\n\"I hope you've been keeping diligent notes.\" She raises an eyebrow.",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"It seems to me you're not even an apprentice, much less a practiced wizard.\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"Pardon me, but I'll have you know the Watcher is a perfectly competent wizard!\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "Llengrath rolls her eyes.",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"Yeah, I'm perfectly competent!\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"I'm better than competent!\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"<i>Just</i> competent, Aloth?\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"Wizarding's more of a hobby for me.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"I'd rather eat my grimoire than socialize with you stuffy old dragon-fondlers.\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"Er, what I meant to say was-\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"I'm tough. I can take it.\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"Whether you can or cannot, I'd certainly like to watch you try. I'll consider submitting your candidacy to the Circle.\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"Take your lovers' quarrel elsewhere, please.\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"I'd like to know what you think of a few of the other archmages.\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"Ask. I might even tell you the truth.\" The smile that quirks her lips has an unusually savage quality to it.",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"Let me ask you about something else.\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"Wanton murder, you say? You've come to the right [Player Race].\"",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"This is horrible. You're horrible. I refuse.\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"I'll consider it.\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"Should you change your mind, this scroll will aid you.\"\r\n\r\nShe pulls a crisp, new roll of parchment from the folds of her robe and closes your hand around it.",
      "female": ""
    },
    {
      "id": 156,
      "default": "She snorts. \"If you search your feelings, I believe you'll see that I'm right.\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"Watcher of Caed Nua, if I might have a moment of your time.\"",
      "female": ""
    },
    {
      "id": 174,
      "default": "Though her form is different from when you last met, you recognize the striking figure before you as the archmage <link=\"stringtooltip://tooltips/15>Llengrath</link>.",
      "female": ""
    },
    {
      "id": 175,
      "default": "You recognize the striking figure before you as the archmage <link=\"stringtooltip://tooltips/14>Llengrath</link>.\r\n",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"You've aided the Circle of Archmagi once before. We've found ourselves wondering if you might do so again.\"",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"You've had few dealings with the Circle of Archmagi in the past - nonetheless, we know you pursue Eothas, and we might have a way to help.\"",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"Sounds great. When do we start?\"",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"Why doesn't the Circle of Archmagi ever solve these world-threatening crises?\"",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"I'm done doing errands for powerful people.\"",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"Why would I want to help you? There's a seven-hundred-foot-tall problem that needs my attention.\"",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"When people are confronted with problems too big for most kith to solve, <i>yours</i> is the name that rings out.\r\n\r\n\"I'm sympathetic to the position that puts you in. Be that as it may...\"\r\n\r\nLlengrath frowns. Her gaze turns to the horizon.",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"I will await you in the Black Isles, a volcanic chain in the southeastern sea - due south of Tikawara.\r\n\r\n\"Don't tarry overlong, Watcher.\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"I'd have thought self-preservation and the lure of knowledge would be enough to entice the famous Watcher.\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"But if not, perhaps Maura is correct. Maybe there <i>is</i> something to the south that can be turned against Eothas.\"",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"Perhaps we solve more than you think. Perhaps we simply don't advertise to the common kith how often Eora comes to the brink of destruction.\"",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"As soon as you're able.\" Llengrath frowns, her gaze turned to the horizon.",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"Fassina, you're neck deep in archmage business. Do you know anything about this?\"",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"Maura specializes in the most repugnant corners of arcana. If she found something of value, it is almost certainly disgusting.\" Fassina strokes her chin and considers.",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"If I can find the time, I'll look into it.\"",
      "female": ""
    },
    {
      "id": 196,
      "default": "\"You came as requested. Excellent.\"",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"I am <link=\"stringtooltip://tooltips/13>Llengrath</link>. And unless I'm mistaken, you're the Watcher of Caed Nua.\"\r\n\r\nThe striking godlike squares her shoulders and regards you with piercing eyes.",
      "female": ""
    },
    {
      "id": 198,
      "default": "[Sigh.] \"What do you want?\"",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"You were taller the last time I saw you.\"",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"Didn't I kill you once already?\"",
      "female": ""
    },
    {
      "id": 201,
      "default": "[Draw your gun.] \"You have ten seconds to get off my boat before I open fire.\"",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"Nice dragon.\"",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"Pleasure to meet you.\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"Good to see you again.\"",
      "female": ""
    },
    {
      "id": 205,
      "default": "\"Isn't he? Gafonercos is my brightest pupil.\" \r\n\r\nShielding her eyes, she glances up to watch the dragon's circling flight around the ship.",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"Likewise. The Circle hears so much about the Watcher of Caed Nua - I've long wondered if you live up to the legend.\"",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"Archmage. I would not expect you to remember me from the gala in Periki's Overlook, but you gave some excellent career advice.\" Fassina bows sharply. ",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"You've passed into the realm of death and returned since we last spoke - or so I've heard.\" Slowly, she smiles.\r\n\r\n\"Intriguing.\"",
      "female": ""
    },
    {
      "id": 209,
      "default": "\"I thought we had a pact! What are you doing here?\"",
      "female": ""
    },
    {
      "id": 210,
      "default": "\"I'm not here to harm you. I've come with a request.\"",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"I seek a truant member of the Circle of Archmagi, Maura.\"",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"I have information for you. Information you'd stand to benefit from.\"",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"We lose nothing by listening. Besides, then we can enjoy the satisfaction of turning down her request.\" Fassina nods at Llengrath. ",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"Your friends are wise.\" She smiles serenely and waits for your response.",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"Better to be armed with knowledge, even if we choose not to act on it.\"",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"Or perhaps the fate of an archmage investigating a way to stop Eothas doesn't interest you?\"",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"I'm listening. For now.\"",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"All right, say your piece. <i>Then</i> get off my boat.\"",
      "female": ""
    },
    {
      "id": 220,
      "default": "[Sigh.]",
      "female": ""
    },
    {
      "id": 221,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 222,
      "default": "\"The Wheel has a way of shaving off a few inches.\"",
      "female": ""
    },
    {
      "id": 223,
      "default": "\"It didn't stick, I'm afraid.\"",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"You manipulated me into killing Concelhaut and then tried to kill me to cover your tracks!\"",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"Apology accepted.\"",
      "female": ""
    },
    {
      "id": 226,
      "default": "[Glare silently.]",
      "female": ""
    },
    {
      "id": 227,
      "default": "\"A stroke of brilliance, handling your foes like a puppeteer. That crafty scheme of yours won't go unanswered.\" ",
      "female": ""
    },
    {
      "id": 228,
      "default": "\"The past is behind us. Let's focus on what's ahead - or rather, below.\" ",
      "female": ""
    },
    {
      "id": 229,
      "default": "\"She's real pretty. He? Regardless, she's coming back, ain't she?\" He cranes his neck.",
      "female": ""
    },
    {
      "id": 230,
      "default": "\"If an apology's what you heard, by all means, take it.\"",
      "female": ""
    },
    {
      "id": 231,
      "default": "\"After visiting this place, I wonder if she truly developed the summoning magic bearing her name - or if Wael gifted her it.\"",
      "female": ""
    },
    {
      "id": 233,
      "default": "\"Your misunderstanding, or mine?\"",
      "female": ""
    },
    {
      "id": 234,
      "default": "\"Mine, of course.\"",
      "female": ""
    },
    {
      "id": 235,
      "default": "[Wave.] \"Hello again!\"",
      "female": ""
    },
    {
      "id": 236,
      "default": "She blinks rapidly, briefly surprised out of her formal mien by your exuberance.",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"He'd like me to free the prisoners in the Collections.\"",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"He was complimenting my exquisite fashion sense, actually.\"",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"What Tayn and I talk about stays between us.\"",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"And you accepted? How terribly large-hearted of you.\" She raises an eyebrow.",
      "female": ""
    },
    {
      "id": 241,
      "default": "\"I didn't say that.\"",
      "female": ""
    },
    {
      "id": 242,
      "default": "\"I did. Why do you care?\"",
      "female": ""
    },
    {
      "id": 243,
      "default": "\"No, I refused.\"",
      "female": ""
    },
    {
      "id": 244,
      "default": "\"I can't disagree with him. You do look quite sharp in those robes.\"",
      "female": ""
    },
    {
      "id": 245,
      "default": "\"Tayn's taste always did veer toward the... eccentric.\"",
      "female": ""
    },
    {
      "id": 246,
      "default": "\"But if you won't be candid with me, I certainly won't twist your arm.\"",
      "female": ""
    },
    {
      "id": 247,
      "default": "\"Aren't you prickly.\"",
      "female": ""
    },
    {
      "id": 248,
      "default": "\"That discretion will serve you well should you ever attempt to join the Circle.\r\n\r\n\"But this place is not the Circle, and we will need to work in concert to unravel its mysteries.\"",
      "female": ""
    },
    {
      "id": 249,
      "default": "\"You've no more reason to ally with Tayn than you do to keep secrets from me. In this place, we are all allies.\"",
      "female": ""
    },
    {
      "id": 250,
      "default": "\"What Tayn asks of you appears a mercy, but it's only a selfish attempt to bolster his reputation.\"",
      "female": ""
    },
    {
      "id": 251,
      "default": "\"Many of the poor souls held captive here have been so for decades.\"",
      "female": ""
    },
    {
      "id": 253,
      "default": "\"Lay their souls to rest. Return them to the Wheel.\"",
      "female": ""
    },
    {
      "id": 254,
      "default": "\"You want me to <i>kill</i> them? That's a bit extreme.\"",
      "female": ""
    },
    {
      "id": 255,
      "default": "\"All things die - death is the keystone of the natural order. It's no more extreme than birth.\"",
      "female": ""
    },
    {
      "id": 259,
      "default": "\"Another chance at life through death is a far greater mercy than relegation to suffering through a dull shade of the lives they once knew.\"",
      "female": ""
    },
    {
      "id": 260,
      "default": "\"That's all I ask.\"",
      "female": ""
    },
    {
      "id": 261,
      "default": "\"I thought I might've.\"",
      "female": ""
    },
    {
      "id": 262,
      "default": "With a curt nod and a heavy sigh, she turns away. She pats at her hip absently, looking for something out of habit, and finds her grimoire. She flips through it slowly, her mind clearly elsewhere.",
      "female": ""
    },
    {
      "id": 264,
      "default": "\"Forgive me my assumption, then. Word of your good deeds precedes you.\"",
      "female": ""
    },
    {
      "id": 265,
      "default": "\"Of course. You have a reputation to maintain - it wouldn't do for you to gift your assistance lightly.\"\r\n\r\nShe smiles knowingly, a hint of amusement shining in her eyes.",
      "female": ""
    },
    {
      "id": 266,
      "default": "\"Whatever arrangement you've made with Tayn is your business. I'd simply request that you hear me out.\"",
      "female": ""
    },
    {
      "id": 267,
      "default": "\"Curious. Why?\" She cants her head to the side and frowns.",
      "female": ""
    },
    {
      "id": 268,
      "default": "\"Freeing them would be cruel.\"",
      "female": ""
    },
    {
      "id": 269,
      "default": "\"They're not my problem.\"",
      "female": ""
    },
    {
      "id": 270,
      "default": "\"I was hoping you'd offer me something better if I sabotaged his plan.\"",
      "female": ""
    },
    {
      "id": 271,
      "default": "[Shrug.]",
      "female": ""
    },
    {
      "id": 272,
      "default": "\"I appreciate your sentiment, as it's one I share.\r\n\r\n\"I would make a request of you, then.\"",
      "female": ""
    },
    {
      "id": 273,
      "default": "\"Lay their souls to rest. Return them to the Wheel.\"",
      "female": ""
    },
    {
      "id": 276,
      "default": "\"I don't disagree - you have a rogue wizard to find.\"",
      "female": ""
    },
    {
      "id": 277,
      "default": "\"I suppose you don't owe me an explanation.\" She shrugs in return.",
      "female": ""
    },
    {
      "id": 278,
      "default": "\"I thought you and I had a common understanding.\"",
      "female": ""
    },
    {
      "id": 279,
      "default": "\"What will become of them, I wonder? I doubt if Tayn has any intention of providing for their care when they return to society.\"",
      "female": ""
    },
    {
      "id": 281,
      "default": "\"I didn't think Tayn cared for Arkemyr's taste in robes. I must say, they suit you better than they did him.\"",
      "female": ""
    },
    {
      "id": 282,
      "default": "\"I did what I thought was right.\"",
      "female": ""
    },
    {
      "id": 283,
      "default": "\"I couldn't do it, I'm sorry.\"",
      "female": ""
    },
    {
      "id": 284,
      "default": "\"You wanted me to murder them!\"",
      "female": ""
    },
    {
      "id": 285,
      "default": "\"Clearly. You're positively turgid with your own nobility.\"",
      "female": ""
    },
    {
      "id": 286,
      "default": "\"Well, there's no undoing what you've done. I pray the Pallid Knight grants them peace when they eventually hobble through her door.\" With a world-weary sigh, she turns away.",
      "female": ""
    },
    {
      "id": 287,
      "default": "\"Not as sorry as they will surely be.\"",
      "female": ""
    },
    {
      "id": 288,
      "default": "\"What you call murder I know to be mercy. But I suspect that nuance lies beyond your grasp.\"",
      "female": ""
    },
    {
      "id": 289,
      "default": "\"I tricked you.\"",
      "female": ""
    },
    {
      "id": 290,
      "default": "\"Those poor wretches will suffer for your amusement. Not to mention the misery they'll surely sow out in the world.\"\r\n\r\nShe shakes her head.",
      "female": ""
    },
    {
      "id": 291,
      "default": "[Shrug.]",
      "female": ""
    },
    {
      "id": 292,
      "default": "[Show her the Annals of Llengrath.] \"I came across this in the Archives. Do you know what it is?\"",
      "female": ""
    },
    {
      "id": 293,
      "default": "\"What a curious tome. May I see it?\" Brows drawn, she inspects the book in your hands.\r\n\r\nA strange expression crosses her face, like she's just remembered she left her hearth burning.",
      "female": ""
    },
    {
      "id": 295,
      "default": "\"If this is true, then I must have those missing memories. And like as not, they're all cataloged in the same way, in books like the one you hold.\"",
      "female": ""
    },
    {
      "id": 296,
      "default": "\"I could find them for you.\"",
      "female": ""
    },
    {
      "id": 297,
      "default": "\"Why would Wael do that?\"",
      "female": ""
    },
    {
      "id": 298,
      "default": "\"Well, good luck locating the rest of those.\"",
      "female": ""
    },
    {
      "id": 299,
      "default": "\"Wael may appear mercurial and capricious, but there's a certain logic to their actions if you consider their goals.\"",
      "female": ""
    },
    {
      "id": 310,
      "default": "\"What will you do for me if I get these books for you?\"",
      "female": ""
    },
    {
      "id": 311,
      "default": "\"You'll have an archmage's ear. Isn't that enough?\"",
      "female": ""
    },
    {
      "id": 312,
      "default": "\"I'm already on a first name basis with plenty of archmages.\"",
      "female": ""
    },
    {
      "id": 313,
      "default": "\"No, it's not.\"",
      "female": ""
    },
    {
      "id": 314,
      "default": "\"An archmage will owe you a favor. That's a rare boon.\"",
      "female": ""
    },
    {
      "id": 315,
      "default": "\"Yes, I suppose the help must become well-acquainted with their betters if they hope to achieve above their station. Continue hoping, Watcher.\" ",
      "female": ""
    },
    {
      "id": 316,
      "default": "\"You <i>do</i> seem to have grown close to the Watcher in your time spent stuffed in his knapsack.\"",
      "female": "\"You <i>do</i> seem to have grown close to the Watcher in your time spent stuffed in her knapsack.\""
    },
    {
      "id": 317,
      "default": "\"Fine, I'll do it.\"",
      "female": ""
    },
    {
      "id": 318,
      "default": "\"I'd find a new spell crafted by the legendary archmage Llengrath more enticing.\"",
      "female": ""
    },
    {
      "id": 319,
      "default": "\"I'm pleased to hear it.\" A smile breaks across her face. It looks all the more startling for how genuine it appears to be.",
      "female": ""
    },
    {
      "id": 320,
      "default": "\"You should go get it for yourself.\"",
      "female": ""
    },
    {
      "id": 321,
      "default": "She snorts. \"Where would I begin to search? Those archives must contain millions of books.\"",
      "female": ""
    },
    {
      "id": 333,
      "default": "\"The gods only know what havoc these broken people will wreak with the information Tayn intends to give them.\"",
      "female": ""
    },
    {
      "id": 334,
      "default": "\"Hm. If you do as you say, I'll owe you a boon. An equal exchange.\" She nods once, her pleasure obvious in the small smile she tries - and fails - to contain.",
      "female": ""
    },
    {
      "id": 347,
      "default": "[Hand Llengrath the book.] \"Sure.\"",
      "female": ""
    },
    {
      "id": 348,
      "default": "\"I think I'll hold on to this myself, thanks.\"",
      "female": ""
    },
    {
      "id": 350,
      "default": "\"I'll be but a moment.\"\r\n\r\nShe turns the tome over in her hands, inspecting the cover and binding. Then she places her hand flat on the cover and closes her eyes. A brief flicker of arcane energy dances beneath her fingers.",
      "female": ""
    },
    {
      "id": 356,
      "default": "\"It felt something like the memories you gave me when we made our pact in Mowrghek Îen.\"",
      "female": ""
    },
    {
      "id": 357,
      "default": "\"You're not attempting to deceive me, then. You're serious.\" She blinks several times, clearly caught off guard.",
      "female": ""
    },
    {
      "id": 358,
      "default": "\"I've just had a distressing thought. Could it be that a shard of the essence of my mentor - of his memories - is held captive in this book?\"",
      "female": ""
    },
    {
      "id": 359,
      "default": "\"This may explain... Hm.\" She looks past you, eyes unfocused. Thinking.",
      "female": ""
    },
    {
      "id": 360,
      "default": "\"What? Don't keep me in suspense.\"",
      "female": ""
    },
    {
      "id": 361,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 362,
      "default": "\"I suppose it won't hurt to tell you. After all, I can always kill you if you become a nuisance.\"",
      "female": ""
    },
    {
      "id": 363,
      "default": "\"'Llengrath' is more than a title - it's a communion going back to the first Llengrath.\r\n\r\n\"Well, it used to be. It hasn't been for some time.\"",
      "female": ""
    },
    {
      "id": 364,
      "default": "\"<i>This</i> must be why.\" She taps the cover of the book.\r\n\r\n\"Wael - or their agents - must have stolen the memories of the first Llengrath and stored them here, in this accursed library.\"",
      "female": ""
    },
    {
      "id": 365,
      "default": "She watches you a long moment. Her bright eyes roam over your gear, your face. She gaze lands at last on the book you still hold in your hands.",
      "female": ""
    },
    {
      "id": 370,
      "default": "\"There's a fragment of a soul in this book. That's what caused my vision.\"",
      "female": ""
    },
    {
      "id": 372,
      "default": "\"Is there? And you can see it?\" Her eyes widen.",
      "female": ""
    },
    {
      "id": 373,
      "default": "\"To be 'Llengrath' doesn't mean just bearing the name, does it?\"",
      "female": ""
    },
    {
      "id": 374,
      "default": "\"Keenly observed. Indeed, you're correct.\" She narrows her eyes and smiles thinly.",
      "female": ""
    },
    {
      "id": 378,
      "default": "\"Besides, I'm needed here. Someone must parse Maura's notes, and I'd hardly trust the task to Tayn.\"",
      "female": ""
    },
    {
      "id": 381,
      "default": "\"That's not an unreasonable request. I'll consider it.\"",
      "female": ""
    },
    {
      "id": 382,
      "default": "\"To be an archmage is to drink deeply and constantly from a font of dangerous knowledge.\"",
      "female": ""
    },
    {
      "id": 383,
      "default": "\"What does it mean to be Llengrath?\"",
      "female": ""
    },
    {
      "id": 393,
      "default": "[Show her the Collected Annals of Llengrath.] \"I found this in the Archives.\"",
      "female": ""
    },
    {
      "id": 394,
      "default": "\"What's this? A journal?\" She peers closely at the books in your hand. The longer she stares, the wider her eyes grow.",
      "female": ""
    },
    {
      "id": 397,
      "default": "[Give her the Annals of Llengrath.]",
      "female": ""
    },
    {
      "id": 398,
      "default": "\"I'm keeping the book for myself.\"",
      "female": ""
    },
    {
      "id": 399,
      "default": "\"No! But, Watcher, please-\" Her face twists into an agonized grimace, as if she's trying to hold back tears.",
      "female": ""
    },
    {
      "id": 401,
      "default": "She lifts the tome from your hands gingerly, as if afraid she might damage it. A wide smile grows across her face, and she lets out a small, choked laugh.",
      "female": ""
    },
    {
      "id": 402,
      "default": "\"Do not speak to me again.\"",
      "female": ""
    },
    {
      "id": 403,
      "default": "\"Tayn told me not to trust you. He said you have ulterior motives.\"",
      "female": ""
    },
    {
      "id": 406,
      "default": "\"Ulterior motives? The tome is central to <i>my</i> archmagical lineage.\"",
      "female": ""
    },
    {
      "id": 408,
      "default": "\"Intriguing. I can't tell if this is a bit of Hand Occult chicanery, or something more enticing.\"\r\n\r\nShe reluctantly returns the book to you. Her gaze lingers on its cover.",
      "female": ""
    },
    {
      "id": 411,
      "default": "\"It gave me a vision of one of your past lives.\"",
      "female": ""
    },
    {
      "id": 412,
      "default": "\"Did it, now. That's very curious indeed.\" She holds her voice carefully even.",
      "female": ""
    },
    {
      "id": 413,
      "default": "[Lie] \"The vision was of, uh, what you had for dinner last night. Roast chicken?\"",
      "female": ""
    },
    {
      "id": 414,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 415,
      "default": "\"I don't know why I expected anything else, knowing who you are.\"",
      "female": ""
    },
    {
      "id": 416,
      "default": "\"I'll look for others.\"",
      "female": ""
    },
    {
      "id": 417,
      "default": "\"I thought you might know something about it.\"",
      "female": ""
    },
    {
      "id": 418,
      "default": "\"I bet Tayn would love to get a look at this.\"",
      "female": ""
    },
    {
      "id": 419,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 420,
      "default": "You notice her body is strategically angled away from Tayn so he can't hear her. Her hands, too, shake slightly, as if she is possessed by some strong emotion.\r\n\r\nPerhaps she wants these books more than she lets on.",
      "female": ""
    },
    {
      "id": 421,
      "default": "\"Tread cautiously. This place is no doubt full of unseen hazards.\"",
      "female": ""
    },
    {
      "id": 422,
      "default": "\"Your faith isn't misplaced. Still, this tome is unfamiliar to me. Should you find more, I'd be interested in examining them.\"",
      "female": ""
    },
    {
      "id": 424,
      "default": "\"Very amusing. Why don't you share your discovery with him, then, and leave me be?\"",
      "female": ""
    },
    {
      "id": 425,
      "default": "\"That's quite generous of you.\" She eyes you dubiously.",
      "female": ""
    },
    {
      "id": 426,
      "default": "\"I'd be surprised if the vision were real. Like as not, Wael's agents enchanted the book with a false memory.\" She exhales a small huff of frustration.",
      "female": ""
    },
    {
      "id": 427,
      "default": "\"We'll have to work out a more amenable solution later, then.\" She shakes her head.",
      "female": ""
    },
    {
      "id": 429,
      "default": "\"Tayn's intention to send them into the world stuffed with memories not their own was cruel and dangerous.\"",
      "female": ""
    },
    {
      "id": 430,
      "default": "\"An unexpected arrival in a dangerous place. How curious.\"",
      "female": ""
    },
    {
      "id": 432,
      "default": "\"I am <link=\"stringtooltip://tooltips/13>Llengrath</link>. And unless I'm mistaken, you're the Watcher of Caed Nua.\"\r\n\r\nThe striking godlike squares her shoulders and regards you with piercing eyes.",
      "female": ""
    },
    {
      "id": 433,
      "default": "\"What's an archmage doing in this pit?\"",
      "female": ""
    },
    {
      "id": 434,
      "default": "\"I'm here on Circle business. But you aren't of the Circle, so I might ask the same of you.\" The corner of her mouth quirks into a smile.",
      "female": ""
    },
    {
      "id": 435,
      "default": "\"The earthquake seemed to come from this location, so I'm here to investigate.\"",
      "female": ""
    },
    {
      "id": 436,
      "default": "\"I happened to be in the area.\"",
      "female": ""
    },
    {
      "id": 437,
      "default": "[Shrug mysteriously.]",
      "female": ""
    },
    {
      "id": 439,
      "default": "\"Dank, creepy little holes are kind of my thing.\"",
      "female": ""
    },
    {
      "id": 440,
      "default": "\"My business is my own.\"",
      "female": ""
    },
    {
      "id": 441,
      "default": "She rolls her eyes skyward and shakes her head. With a sigh, she moves on.",
      "female": ""
    },
    {
      "id": 442,
      "default": "\"Llengrath of Llengrath's Safeguard and Llengrath's Warding Staff?\"",
      "female": ""
    },
    {
      "id": 443,
      "default": "\"What a pleasant surprise. No one ever remembers the defensive spells.\" Her eyes shine with genuine amusement.",
      "female": ""
    },
    {
      "id": 447,
      "default": "\"I'm searching for a delinquent member of our order, Maura.\r\n\r\n\"We've not heard from her for some time and received rather cryptic word that she'd come here.\"",
      "female": ""
    },
    {
      "id": 448,
      "default": "\"The gods' envoy keeps his own council, naturally.\" Her smile takes on a brittle edge.",
      "female": "\"The gods' envoy keeps her own council, naturally.\" Her smile takes on a brittle edge."
    },
    {
      "id": 450,
      "default": "\"Wait, do you hear that? Maura, is that you?\" She cocks her head to the side, listening intently.",
      "female": ""
    },
    {
      "id": 451,
      "default": "\"We have that in common, then.\" Her bright eyes shine with amusement.",
      "female": ""
    },
    {
      "id": 454,
      "default": "\"A striking coincidence. The Circle had considered asking the much vaunted Watcher of Caed Nua for their aid here, but it would seem you've made the decision for us.\"",
      "female": ""
    },
    {
      "id": 455,
      "default": "\"Pleasure to meet you.\"",
      "female": ""
    },
    {
      "id": 456,
      "default": "\"Good to see you again.\"",
      "female": ""
    },
    {
      "id": 457,
      "default": "\"Didn't I kill you once already?\"",
      "female": ""
    },
    {
      "id": 458,
      "default": "\"You were taller the last time I saw you.\"",
      "female": ""
    },
    {
      "id": 459,
      "default": "\"It didn't stick, I'm afraid.\"",
      "female": ""
    },
    {
      "id": 460,
      "default": "\"You manipulated me into killing Concelhaut and then tried to kill me to cover your tracks!\"",
      "female": ""
    },
    {
      "id": 461,
      "default": "\"Apology accepted.\"",
      "female": ""
    },
    {
      "id": 462,
      "default": "\"Your misunderstanding, or mine?\"",
      "female": ""
    },
    {
      "id": 463,
      "default": "[Glare silently.]",
      "female": ""
    },
    {
      "id": 466,
      "default": "\"A stroke of brilliance, handling your foes like a puppeteer. That crafty scheme of yours won't go unanswered.\" ",
      "female": ""
    },
    {
      "id": 467,
      "default": "\"The past is behind us. Let's focus on what's ahead - or rather, below.\" ",
      "female": ""
    },
    {
      "id": 468,
      "default": "\"If an apology's what you heard, by all means, take it.\"",
      "female": ""
    },
    {
      "id": 469,
      "default": "\"Mine, of course.\"",
      "female": ""
    },
    {
      "id": 470,
      "default": "\"The Wheel has a way of shaving off a few inches.\"",
      "female": ""
    },
    {
      "id": 471,
      "default": "\"What advice was that?\" Her smile is warm and genuine.",
      "female": ""
    },
    {
      "id": 472,
      "default": "\"You've passed into the realm of death and returned since we last spoke - or so I've heard.\" Slowly, she smiles.\r\n\r\n\"Intriguing.\"",
      "female": ""
    },
    {
      "id": 475,
      "default": "\"Oh, great. It's you.\"",
      "female": ""
    },
    {
      "id": 476,
      "default": "\"To find <i>you</i> here is, well...\" She taps a finger to her lips, considering her words.",
      "female": ""
    },
    {
      "id": 479,
      "default": "\"What were you and Tayn arguing about before I walked in?\"",
      "female": ""
    },
    {
      "id": 480,
      "default": "\"Its meaning isn't <i>entirely</i> clear to us, but it appears to detail a device instrumental in the creation of Wael's titan form.\r\n\r\n\"The device likely still rests within the titan.\"",
      "female": ""
    },
    {
      "id": 481,
      "default": "\"I don't wish to speak to you. Leave me in peace.\"",
      "female": ""
    },
    {
      "id": 483,
      "default": "\"Tayn believes the artifact is too powerful to remain under Wael's 'care,' and in that we're agreed.\"",
      "female": ""
    },
    {
      "id": 484,
      "default": "\"Tayn's a fool. We can't let him have something this dangerous.\"",
      "female": ""
    },
    {
      "id": 485,
      "default": "\"Tayn's a visionary. He might do great things with it.\"",
      "female": ""
    },
    {
      "id": 486,
      "default": "[Nod thoughtfully.]",
      "female": ""
    },
    {
      "id": 487,
      "default": "\"You and I are on the same page. So to speak.\" She smiles.",
      "female": ""
    },
    {
      "id": 488,
      "default": "\"All Tayn sees is the growth of his own renown. He's stupid, curious, and reckless.\r\n\r\n\"I can't think of a more dangerous combination. Can you?\"",
      "female": ""
    },
    {
      "id": 489,
      "default": "\"We can't let this fall into unscrupulous hands.\r\n\r\n\"If you find it, give it to me. I would keep it safe.\"",
      "female": ""
    },
    {
      "id": 490,
      "default": "\"Treat it with the utmost care, of course. With the combined knowledge of my predecessors, the danger to myself or others should be minimal.\"",
      "female": ""
    },
    {
      "id": 491,
      "default": "\"I will.\"",
      "female": ""
    },
    {
      "id": 492,
      "default": "\"If it's been fine here for hundreds of years, what's a few hundred more?\"",
      "female": ""
    },
    {
      "id": 493,
      "default": "\"No archmage should have access to this kind of power, Llengrath. Not even you.\"",
      "female": ""
    },
    {
      "id": 494,
      "default": "\"Excellent. My faith in you was well-placed.\"",
      "female": ""
    },
    {
      "id": 495,
      "default": "\"Here's the document I spoke of.\" She presses a scroll well-worn by time into your hands.",
      "female": ""
    },
    {
      "id": 497,
      "default": "\"It's no longer a secret. If you don't retrieve it, someone else will.\"",
      "female": ""
    },
    {
      "id": 498,
      "default": "\"I found the arcane device you sent me to look for in Wael's body.\"",
      "female": ""
    },
    {
      "id": 499,
      "default": "\"All three pieces? That's tremendous news. May I see it?\"\r\n\r\nHer eyes shine with an unusually fervent eagerness.",
      "female": ""
    },
    {
      "id": 500,
      "default": "[Give the device to Llengrath.] \"I'm trusting you. Don't let me down.\"",
      "female": ""
    },
    {
      "id": 501,
      "default": "\"Wait. What are you going to do with it? Tell me. In detail.\"",
      "female": ""
    },
    {
      "id": 502,
      "default": "[Keep the device.] \"I can't let you have this. It's too powerful to fall into an archmage's hands.\"",
      "female": ""
    },
    {
      "id": 503,
      "default": "\"But you- we've worked together all this time-\" She sputters, at a complete loss for words.",
      "female": ""
    },
    {
      "id": 504,
      "default": "She stiffens. \"I will use it to grow an appropriate vessel for Llengrath.\"",
      "female": ""
    },
    {
      "id": 505,
      "default": "\"Watcher... thank you. Sincerely. I-\" She takes a shaking breath, searching for the right words.",
      "female": ""
    },
    {
      "id": 537,
      "default": "\"I must focus on the task at hand.\"",
      "female": ""
    },
    {
      "id": 538,
      "default": "\"I'm sorry, I can't talk now. I have work to attend to.\"",
      "female": ""
    },
    {
      "id": 539,
      "default": "\"When I was young, I felt Galawain's touch in everything - I couldn't imagine life devoid of his guidance, much less how one could come to hate the gods.\r\n\r\n\"Since becoming Llengrath, I have seen several atrocities like these Collections. Now, respecting the gods at all seems irrational.\"",
      "female": ""
    },
    {
      "id": 540,
      "default": "\"I should love to know Wael's original intent for this place. An expansive temple to forbidden knowledge... It seems rather circular, doesn't it?\"",
      "female": ""
    },
    {
      "id": 542,
      "default": "\"We know little about it. Hopefully, we'll learn more as we pursue Maura.\"",
      "female": ""
    },
    {
      "id": 544,
      "default": "\"You return with news, I hope?\" She straightens.",
      "female": ""
    },
    {
      "id": 545,
      "default": "\"I do hope you didn't breathe in any of those fungal spores. Gods only know what havoc they may wreak on your lungs and... other systems.\"",
      "female": ""
    },
    {
      "id": 547,
      "default": "\"The path into the titan body is open, but we don't know for how long. You should hurry, lest Wael turns their many eyes on us and decides they don't like what they see.\"",
      "female": ""
    },
    {
      "id": 548,
      "default": "\"A familiar, shrill nattering disturbs my peace. Could that be Concelhaut at your heel?\"\r\n\r\nShe peers past your shoulder to stare narrow-eyed at the skull hovering at the edge of your party.",
      "female": ""
    },
    {
      "id": 551,
      "default": "\"So you discovered the Circle's favorite crank in the Collections. What a curious turn this has all taken.\"",
      "female": ""
    },
    {
      "id": 564,
      "default": "\"I believe the entrance is- ah, here we are. A moment, if you would.\"",
      "female": ""
    },
    {
      "id": 565,
      "default": "Tekēhu turns around and hides his smile. ",
      "female": ""
    },
    {
      "id": 566,
      "default": "\"The captain's tastes be running towards the chthonic and, eh, scatological.\" He smirks.",
      "female": ""
    },
    {
      "id": 567,
      "default": "Rekke stifles a giggle.",
      "female": ""
    },
    {
      "id": 569,
      "default": "\"Is that why we end up in so many caves? And here I thought you were just afraid of the sky.\"",
      "female": ""
    },
    {
      "id": 570,
      "default": "\"Yes, how... fortuitous.\" Aloth's customary frown deepens into an expression of grave concern.",
      "female": ""
    },
    {
      "id": 581,
      "default": "\"He's a devious child who delights in making the rest of us clean up his messes.\"",
      "female": ""
    },
    {
      "id": 583,
      "default": "\"Given what I've heard of your past, I'd expect a mystical prison anathema to you.\"",
      "female": ""
    },
    {
      "id": 585,
      "default": "\"The first Llengrath has achieved his own form of immortality through you. Berath might thank me for ending it for good.\"",
      "female": ""
    },
    {
      "id": 586,
      "default": "\"Do you possess a method for killing memories? That is all we are, memories and a name. When our bodies die, our consciousness goes with it.\"",
      "female": ""
    },
    {
      "id": 587,
      "default": "Aloth blushes and sputters indignantly, but says no more.",
      "female": ""
    },
    {
      "id": 589,
      "default": "\"Fine, if you want to be a child about it.\" She looks about to turn away in a huff, but something - maybe whatever piqued her interest before - gives her pause.",
      "female": ""
    },
    {
      "id": 590,
      "default": "\"What will you give me for it?\"",
      "female": ""
    },
    {
      "id": 592,
      "default": "\"Is it not mercy to let an abused soul move on to a better existence, one free of the memory of the suffering they survived here?\"",
      "female": ""
    },
    {
      "id": 594,
      "default": "\"You may be a natural fit for the Circle after all. I must warn you, however - though we archmages often appear at odds, our organization comes first.\"",
      "female": ""
    },
    {
      "id": 595,
      "default": "\"Much as they did with Bekarna's memories.\"",
      "female": ""
    },
    {
      "id": 596,
      "default": "\"It's been a while, has it not?\"\r\n\r\nYou recognize the striking figure before you as the archmage <link=\"stringtooltip://tooltips/14>Llengrath</link>.",
      "female": ""
    },
    {
      "id": 597,
      "default": "\"Once again, you interrupt my business.\"\r\n\r\nThough her form is different from when you last met, you recognize the striking figure before you as the archmage <link=\"stringtooltip://tooltips/15>Llengrath</link>.",
      "female": ""
    },
    {
      "id": 599,
      "default": "\"Then you'd have to stand before us and defend your work while we ruthlessly poke holes in it.\"",
      "female": ""
    },
    {
      "id": 600,
      "default": "\"No one's survived in, oh, it must be fifteen years now. To be frank, I don't know if you're up for it.\"",
      "female": ""
    },
    {
      "id": 601,
      "default": "\"Research and spell creation... aren't those the same thing?\"",
      "female": ""
    },
    {
      "id": 602,
      "default": "[Nod thoughtfully.]",
      "female": ""
    },
    {
      "id": 603,
      "default": "\"Sure, of course.\"",
      "female": ""
    },
    {
      "id": 605,
      "default": "\"No more than seeing and painting are the same. Anyone may look - it requires knowledge, judgment, and training to synthesize meaning from what is seen.\"",
      "female": ""
    },
    {
      "id": 610,
      "default": "\"Does that sound fun to you, Fassina?\"",
      "female": ""
    },
    {
      "id": 611,
      "default": "\"I would rather bathe in imp spray. Just because the Circle is the so-called peak of arcane achievement does not mean I must aspire to it.\" ",
      "female": ""
    },
    {
      "id": 612,
      "default": "\"Tayn did all that?\"",
      "female": ""
    },
    {
      "id": 613,
      "default": "\"He's frightfully determined once someone's told him 'no.'\"",
      "female": ""
    },
    {
      "id": 617,
      "default": "\"That might be for the best. For all its flaws, the Circle is a cooperative endeavor.\"",
      "female": ""
    },
    {
      "id": 618,
      "default": "\"To what end, I shudder to imagine.\"",
      "female": ""
    },
    {
      "id": 619,
      "default": "\"Archmage. I would not expect you to remember me from the gala in Periki's Overlook, but you gave some excellent career advice.\" Fassina bows sharply. ",
      "female": ""
    },
    {
      "id": 620,
      "default": "\"Likewise. The Circle hears so much about the Watcher of Caed Nua - I've long wondered if you live up to the legend.\"",
      "female": ""
    },
    {
      "id": 621,
      "default": "\"You told me to quit and get a job that didn't waste my talents. Took a little while, but here I am.\" Fassina grins. ",
      "female": ""
    },
    {
      "id": 622,
      "default": "\"What advice was that?\" Her smile is warm and genuine.",
      "female": ""
    },
    {
      "id": 623,
      "default": "\"You told me to quit and get a job that didn't waste my talents. Took a little while, but here I am.\" Fassina grins. ",
      "female": ""
    },
    {
      "id": 624,
      "default": "Llengrath rests a hand lightly on your arm and motions for you and she to step away.",
      "female": ""
    },
    {
      "id": 626,
      "default": "\"That's five seconds. Any last words?\"",
      "female": ""
    },
    {
      "id": 627,
      "default": "\"There's no need for hysterics. I'll be off your ship shortly.\"",
      "female": ""
    },
    {
      "id": 628,
      "default": "[Ready aim.]",
      "female": ""
    },
    {
      "id": 629,
      "default": "\"When people are confronted with problems too big for most kith to solve, <i>yours</i> is the name that rings out.\r\n\r\n\"I'm sympathetic to the position that puts you in. Be that as it may...\"\r\n\r\nLlengrath frowns. Her gaze turns to the horizon.",
      "female": ""
    },
    {
      "id": 630,
      "default": "[Pull the trigger.]",
      "female": ""
    },
    {
      "id": 631,
      "default": "\"Get. Off. My. Fucking. Boat.\"",
      "female": ""
    },
    {
      "id": 632,
      "default": "[Let her go peacefully.]",
      "female": ""
    },
    {
      "id": 633,
      "default": "Your aim is true, but Llengrath stands unharmed before you, her form faintly flickering. An illusory image.",
      "female": ""
    },
    {
      "id": 636,
      "default": "\"I saw an orlan man walking the forests of Eir Glanfath with a book held under his arm. He stopped beneath an oak tree to write his thoughts about the gods.\"",
      "female": ""
    },
    {
      "id": 637,
      "default": "\"A compelling vision, but hardly definitive.\" She crosses and uncrosses her arms, as if she can't quite come to a decision.",
      "female": ""
    },
    {
      "id": 638,
      "default": "\"Anyone they knew is likely dead. Their old lives gone. To return them to the world with nothing is a cruelty.\"",
      "female": ""
    },
    {
      "id": 639,
      "default": "\"You need only read the incantation scribed upon it, preferably in a place where all may hear it.\r\n\r\n\"Their deaths will be swift and painless.\"",
      "female": ""
    },
    {
      "id": 640,
      "default": "\"This scroll will aid you.\"\r\n\r\nShe pulls a crisp, new roll of parchment from the folds of her robe and closes your hand around it.",
      "female": ""
    },
    {
      "id": 641,
      "default": "\"Do what you like. Scatter Tayn's broken pawns to the wind. I won't stop you.\" She flicks away your works with a wave of her hand.",
      "female": ""
    },
    {
      "id": 642,
      "default": "\"That should be their choice to make, not yours.\"",
      "female": ""
    },
    {
      "id": 643,
      "default": "\"It would have been, had the Librarians here not robbed them of that agency.\r\n\r\n\"But they <i>did</i>.\"",
      "female": ""
    },
    {
      "id": 644,
      "default": "\"And there are none now who will grant them mercy but we.\"",
      "female": ""
    },
    {
      "id": 645,
      "default": "\"Keep your own counsel, then. I will keep mine.\"",
      "female": ""
    },
    {
      "id": 647,
      "default": "\"Damn it, Watcher, why d'you say that kind of stuff around Serafen when you know what he's like?\"",
      "female": ""
    },
    {
      "id": 651,
      "default": "\"What manner of adventure brings you down here?\"",
      "female": ""
    },
    {
      "id": 653,
      "default": "\"Then, of course, there was the cataclysm that rent this island in twain. Knowing Maura, I don't doubt the two are related.\"",
      "female": ""
    },
    {
      "id": 656,
      "default": "\"It has an arcane energy that... <i>calls</i> to me. I don't know how else to explain it.\r\n\r\n\"If you find more, I'd like to see them.\"",
      "female": ""
    },
    {
      "id": 657,
      "default": "\"Why for? I know as much about this sanctum as you do.\"",
      "female": ""
    },
    {
      "id": 658,
      "default": "[Shrug.]",
      "female": ""
    },
    {
      "id": 659,
      "default": "\"Archmages are supposed to be experts in the arcane.\"",
      "female": ""
    },
    {
      "id": 660,
      "default": "\"I'm not especially keen to embroil myself in whatever Waelian nonsense is afoot here.\" She shrugs.",
      "female": ""
    },
    {
      "id": 661,
      "default": "You notice her body is strategically angled away from Tayn so he can't hear her. Her hands, too, shake slightly, as if she is possessed by some strong emotion.\r\n\r\nPerhaps she wants these books more than she lets on.",
      "female": ""
    },
    {
      "id": 662,
      "default": "She shoos you away with an exaggerated roll of her eyes.",
      "female": ""
    },
    {
      "id": 663,
      "default": "You notice her body is strategically angled away from Tayn so he can't hear her. Her hands, too, shake slightly, as if she is possessed by some strong emotion.\r\n\r\nPerhaps she wants these books more than she lets on.",
      "female": ""
    },
    {
      "id": 664,
      "default": "You notice her body is strategically angled away from Tayn so he can't hear her. Her hands, too, shake slightly, as if she is possessed by some strong emotion.\r\n\r\nPerhaps she wants these books more than she lets on.",
      "female": ""
    },
    {
      "id": 665,
      "default": "\"Don't unnecessarily endanger yourself on my account. We have larger concerns than my academic curiosity.\"",
      "female": ""
    },
    {
      "id": 666,
      "default": "\"Ah. A joke. Yes, I'm quite amused. Well done.\"",
      "female": ""
    },
    {
      "id": 667,
      "default": "\"Not 'see,' exactly, but yes. It's really there.\"",
      "female": ""
    },
    {
      "id": 668,
      "default": "[Shrug.]",
      "female": ""
    },
    {
      "id": 669,
      "default": "\"Remarkable. I've encountered many strange artifacts in my lifetimes, but never a soul in a book.\"",
      "female": ""
    },
    {
      "id": 671,
      "default": "\"Wait, who's Maura?\"",
      "female": ""
    },
    {
      "id": 672,
      "default": "[Motion for her to continue.]",
      "female": ""
    },
    {
      "id": 673,
      "default": "\"A Huana wizard and a member of the Circle of Archmagi.\" Llengrath gives you a pained expression.",
      "female": ""
    },
    {
      "id": 674,
      "default": "\"THE Maura? Maura of the Seven Hills?\"",
      "female": ""
    },
    {
      "id": 675,
      "default": "\"She specializes in magic involving tentacles.\r\n\r\n\"It's a... niche field.\" He grimaces.",
      "female": ""
    },
    {
      "id": 676,
      "default": "\"The very same. You know your archmages.\"",
      "female": ""
    },
    {
      "id": 677,
      "default": "\"Lots of notes. On nice paper, too! I'm just wild for good stationery.\"",
      "female": ""
    },
    {
      "id": 678,
      "default": "\"We might make an archmage of you yet.\" She stifles a burgeoning smile.",
      "female": ""
    },
    {
      "id": 694,
      "default": "\"I heel for no one, <i>parasite.</i> Does your whimsical fabrication of undeath still amuse you, or are you ready to surrender to the only true immortal among us?\" ",
      "female": ""
    },
    {
      "id": 695,
      "default": "\"No less charming a skull than you were a lich. Your dependability is a constant comfort to me, Concelhaut.\"",
      "female": ""
    },
    {
      "id": 697,
      "default": "\"You've done a merciful thing. I hope you'll sleep well knowing that.\"",
      "female": ""
    },
    {
      "id": 703,
      "default": "\"You saw me arguing with Tayn. You should know why.\r\n\r\n\"We found a curious document while investigating the Scriptorium.\"",
      "female": ""
    },
    {
      "id": 705,
      "default": "\"But Tayn's never met an exciting new toy he didn't want all to himself.\"",
      "female": ""
    },
    {
      "id": 706,
      "default": "\"Will you seek it?\"",
      "female": ""
    },
    {
      "id": 710,
      "default": "\"The safety of Eora is my primary concern. You know this.\"",
      "female": ""
    },
    {
      "id": 711,
      "default": "\"Could the unchecked growth of Wael's body here have something to do with this device?\"",
      "female": ""
    },
    {
      "id": 712,
      "default": "\"Perhaps it was damaged, causing the growth. I won't be able to say definitively until I've had a chance to examine it.\"",
      "female": ""
    },
    {
      "id": 713,
      "default": "\"What will you do with this thing if I get it for you?\"",
      "female": ""
    },
    {
      "id": 714,
      "default": "\"There's a diagram of the device on the scroll. It appears to be comprised of three discrete pieces. You'll need to find each of them.\"",
      "female": ""
    },
    {
      "id": 717,
      "default": "\"No archmage of the Circle should possess this power.\"",
      "female": ""
    },
    {
      "id": 718,
      "default": "\"I concur. Unearned power invites irresponsibility.\"",
      "female": ""
    },
    {
      "id": 719,
      "default": "Llengrath shoots a pointed glare at your companion, but says nothing her eyes can't more menacingly convey.",
      "female": ""
    },
    {
      "id": 723,
      "default": "\"Should you change your mind, this scroll will aid you.\"\r\n\r\nShe pulls a crisp, new roll of parchment from the folds of her robe and closes your hand around it.",
      "female": ""
    },
    {
      "id": 724,
      "default": "\"I'd consider it. We can discuss terms if you complete the task as I've asked you to.\"",
      "female": ""
    },
    {
      "id": 725,
      "default": "\"This scroll will aid you.\"\r\n\r\nShe pulls a crisp, new roll of parchment from the folds of her robe and closes your hand around it.",
      "female": ""
    },
    {
      "id": 726,
      "default": "\"Our misunderstanding was... unfortunate.\" She smiles serenely.",
      "female": ""
    },
    {
      "id": 727,
      "default": "Her bright eyes narrow. She leans forward, examining you more closely than she had before.",
      "female": ""
    },
    {
      "id": 729,
      "default": "\"Our misunderstanding was... unfortunate.\" She smiles serenely.",
      "female": ""
    },
    {
      "id": 730,
      "default": "Her bright eyes narrow. She leans forward, examining you more closely than she had before.",
      "female": ""
    },
    {
      "id": 733,
      "default": "\"Maura's drive is frightening. Foolhardy. And her love of the Deadfire, uncompromising.\r\n\r\n\"If she's found some method of stopping Eothas...\"",
      "female": ""
    },
    {
      "id": 735,
      "default": "Llengrath looses an ear-splitting whistle. The dragon appears above you, the wind from its great wings buffeting the deck.",
      "female": ""
    },
    {
      "id": 736,
      "default": "\"When you've finished your tantrum, meet me at the Black Isles in the southeastern sea, due south of Tikawara.\r\n\r\n\"I'll be waiting, Watcher.\"",
      "female": ""
    },
    {
      "id": 738,
      "default": "\"What if you can turn the tide?\"",
      "female": ""
    },
    {
      "id": 739,
      "default": "\"Don't take your time deciding.\" Llengrath frowns. Her gaze turns to the horizon.",
      "female": ""
    },
    {
      "id": 742,
      "default": "\"She sent rather cryptic word that she'd found something of cataclysmic potential in the Black Isles. Something that could aid you in the fight against Eothas.\"",
      "female": ""
    },
    {
      "id": 744,
      "default": "\"We already have two titans to deal with, and you want to make a third?\"",
      "female": ""
    },
    {
      "id": 745,
      "default": "\"Not a <i>titan</i> - something that may house the shards of Llengrath that Wael stole from me.\"",
      "female": ""
    },
    {
      "id": 746,
      "default": "\"My mentor deserves that much, at least. Certainly not an eternity trapped between the pages of a book.\"",
      "female": ""
    },
    {
      "id": 749,
      "default": "\"Do not speak to me again.\"",
      "female": ""
    },
    {
      "id": 750,
      "default": "She refuses to acknowledge you.",
      "female": ""
    },
    {
      "id": 751,
      "default": "\"You found them all - oh, and in one volume, too! What a weight that is off my mind.\" She looks at you expectantly, hands clenched.",
      "female": ""
    },
    {
      "id": 752,
      "default": "She watches you a long moment. Her bright eyes roam over your gear, your face. She gaze lands at last on the book you still hold in your hands.",
      "female": ""
    },
    {
      "id": 753,
      "default": "\"I suppose it won't hurt to tell you. After all, I can always kill you if you become a nuisance.\"",
      "female": ""
    },
    {
      "id": 754,
      "default": "\"'Llengrath' is more than a title - it's a communion going back to the first Llengrath.\r\n\r\n\"Well, it used to be. It hasn't been for some time.\"",
      "female": ""
    },
    {
      "id": 756,
      "default": "\"<i>This</i> must be why.\" She taps the cover of the book.\r\n\r\n\"Wael - or their agents - must have stolen the memories of the first Llengrath and stored them here, in this accursed library.\"",
      "female": ""
    },
    {
      "id": 757,
      "default": "\"Much as they did with Bekarna's memories.\"",
      "female": ""
    },
    {
      "id": 758,
      "default": "\"To what end, I shudder to imagine.\"",
      "female": ""
    },
    {
      "id": 759,
      "default": "\"I know we agreed upon a spell, but I've something better for you.\"",
      "female": ""
    },
    {
      "id": 761,
      "default": "\"I did say we'd come to an arrangement later, didn't I.\"",
      "female": ""
    },
    {
      "id": 764,
      "default": "\"I have been entirely candid with you. If either of us are misleading you, it's Tayn.\"",
      "female": ""
    },
    {
      "id": 765,
      "default": "\"You can't know what this means to me. All the same, please, take this with my thanks.\"\r\n\r\nShe sets the books aside and fishes a small totem from a hidden pocket in her robe.",
      "female": ""
    },
    {
      "id": 766,
      "default": "\"It will ward you against hostile spells. It's the least I can do for the momentous gift you've given me.\"\r\n\r\n",
      "female": ""
    },
    {
      "id": 767,
      "default": "Her face smooths into an emotionless mask, and the temperature of the air around her seems to drop by ten degrees.",
      "female": ""
    },
    {
      "id": 771,
      "default": "\"The gods were born of kith, and few kith deserve veneration. None deserve it unconditionally.\"",
      "female": ""
    },
    {
      "id": 772,
      "default": "\"Enjoy your delusions, parasite. The Watcher would not hesitate to strike off your head if it served his interests in some mediocre capacity.\" ",
      "female": "\"Enjoy your delusions, parasite. The Watcher would not hesitate to strike off your head if it served her interests in some mediocre capacity.\" "
    },
    {
      "id": 774,
      "default": "\"Our method of 'immortality' is no different from a family journal passed from one generation to the next. I am no more free of the Wheel than you.\"",
      "female": ""
    },
    {
      "id": 775,
      "default": "\"After <i>that</i> is the duel. You have to fight all of us - in a row. Kalakoth always insists on going first.\"",
      "female": ""
    },
    {
      "id": 780,
      "default": "\"When I turn my gaze inward, when I look upon the past, I do so through my predecessors' eyes.\"",
      "female": ""
    },
    {
      "id": 782,
      "default": "\"But I told you this once before, when we met at Mowrghek Îen. Perhaps Berath stole that memory from you.\"",
      "female": ""
    },
    {
      "id": 783,
      "default": "\"I sense a wisp of essence, wriggling within like a worm in an apple's core. It's familiar somehow.\"",
      "female": ""
    },
    {
      "id": 784,
      "default": "\"I've just had a distressing thought. Could it be that a shard of the essence of my mentor - of his memories - is held captive in this book?\"",
      "female": ""
    },
    {
      "id": 785,
      "default": "\"This may explain... Hm.\" She looks past you, eyes unfocused. Thinking.",
      "female": ""
    },
    {
      "id": 786,
      "default": "\"What? Don't keep me in suspense.\"",
      "female": ""
    },
    {
      "id": 787,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 788,
      "default": "\"Now I'm able to give my mentor the reincarnation he deserves.\"",
      "female": ""
    },
    {
      "id": 789,
      "default": "\"Still he's probably the dumbest of us.\"",
      "female": ""
    },
    {
      "id": 790,
      "default": "\"Knowledge a god of secrets might find useful. Or threatening.\"",
      "female": ""
    },
    {
      "id": 791,
      "default": "\"You've given me no reason to trust you, and ample reason not to.\"",
      "female": ""
    },
    {
      "id": 792,
      "default": "She watches you a moment. As she does, her eyes go completely flat and her face expressionless.",
      "female": ""
    },
    {
      "id": 794,
      "default": "[Give the device to Llengrath.] \"Don't give me cause to regret this.\"",
      "female": ""
    },
    {
      "id": 796,
      "default": "Concelhaut sinks deeper into your pack, peering up like a patient crocodile. ",
      "female": ""
    },
    {
      "id": 797,
      "default": "\"If you intend to search for her, take me with you.\"",
      "female": ""
    },
    {
      "id": 798,
      "default": "\"You <i>do</i> seem to have grown close to the Watcher in your time spent bobbing along in his shadow.\"",
      "female": "\"You <i>do</i> seem to have grown close to the Watcher in your time spent bobbing along in her shadow.\""
    },
    {
      "id": 803,
      "default": "\"Agreed. Send them to the Wheel. Grant them a clean chance at life.\"",
      "female": ""
    },
    {
      "id": 804,
      "default": "\"I remain unconvinced that the Wheel presents a preferable alternative to these cages.\"",
      "female": ""
    },
    {
      "id": 805,
      "default": "\"The lass be thrice correct, cap. Leaving 'em a slave to this place? Ain't nothing square 'bout that.\"",
      "female": ""
    },
    {
      "id": 807,
      "default": "\"We didn't come here to play sides against each other, but doesn't it always seem to work out that way?\"",
      "female": ""
    },
    {
      "id": 808,
      "default": "\"You play a dangerous game, but if it involves stabbing a member of the Circle in the back, who am I to argue?\" Fassina smirks. ",
      "female": ""
    },
    {
      "id": 810,
      "default": "\"Nothing ever is, is it?\"",
      "female": ""
    },
    {
      "id": 811,
      "default": "<ispeech>Sometimes you be a right callous ass, Captain Watcher.</ispeech>",
      "female": ""
    },
    {
      "id": 813,
      "default": "\"A quality common to archmages, it seems.\"",
      "female": ""
    },
    {
      "id": 814,
      "default": "\"I have seen educated professionals trigger disasters that rival any 'mess' Tayn could produce out of ignorance. But point taken.\" ",
      "female": ""
    },
    {
      "id": 815,
      "default": "\"I'd say I resent the comment, but you're not wrong.\" She sighs.",
      "female": ""
    },
    {
      "id": 817,
      "default": "\"Ain't any crueler than leaving them caged up in this pit.\"",
      "female": ""
    },
    {
      "id": 818,
      "default": "\"Kill them all, Duskspeaker. Let the gods sort the rest.\"",
      "female": ""
    },
    {
      "id": 819,
      "default": "\"Hel, Vatnir, you ain't got to sound so excited about it.\"",
      "female": ""
    },
    {
      "id": 820,
      "default": "He rolls his three visible eyes. \"Surrender your sickle, farmgirl, if you lack the stomach for the reaping.\"",
      "female": ""
    },
    {
      "id": 821,
      "default": "\"Mercy ain't murder, Watcher. That's why it's called mercy.\"",
      "female": ""
    },
    {
      "id": 823,
      "default": "\"You got to talk around it that much, maybe it ain't worth talking about.\"",
      "female": ""
    },
    {
      "id": 825,
      "default": "\"And if it were you, Edér? Or your brother? Would you leave him here?\"",
      "female": ""
    },
    {
      "id": 826,
      "default": "\"An interesting moral argument, given the source.\"",
      "female": ""
    },
    {
      "id": 827,
      "default": "\"She paints a pretty picture from this cozy vantage, but of course you'll be the one pulling the trigger. You sure you're ready to help so many innocent victims 'move on' from this life, captain?\"",
      "female": ""
    },
    {
      "id": 829,
      "default": "[Hand her the book.] \"Fine, take it.\"",
      "female": ""
    },
    {
      "id": 830,
      "default": "[Hold the book out of her reach.] \"I said no.\"",
      "female": ""
    },
    {
      "id": 831,
      "default": "\"I know they're little more than trinkets after the gift you've given me, but please, take these.\"\r\n\r\nShe unholsters a thick book from her hip and passes it to you with a small pile of scrolls.",
      "female": ""
    },
    {
      "id": 832,
      "default": "When you take the book, she carefully hefts the Collected Annals of Llengrath again and hugs it close.",
      "female": ""
    },
    {
      "id": 833,
      "default": "She lifts the tome from your hands gingerly, as if afraid she might damage it. A wide smile grows across her face, and she lets out a small, choked laugh.",
      "female": ""
    },
    {
      "id": 834,
      "default": "\"I know they're little more than trinkets after the gift you've given me, but please, take these.\"\r\n\r\nShe unholsters a thick book from her hip and passes it to you with a small pile of scrolls.",
      "female": ""
    },
    {
      "id": 835,
      "default": "When you take the book, she carefully hefts the Collected Annals of Llengrath again and hugs it close.",
      "female": ""
    },
    {
      "id": 836,
      "default": "A shadow darkens her face, and for a moment, the light in her eyes flickers out.\r\n\r\nIt passes quickly.",
      "female": ""
    },
    {
      "id": 837,
      "default": "\"A grimoire.\" Her smile takes on a feral edge.",
      "female": ""
    },
    {
      "id": 838,
      "default": "\"I've a special grimoire for you.\" Her smile takes on a feral edge.",
      "female": ""
    },
    {
      "id": 839,
      "default": "\"That depends. Will you give it back?\"",
      "female": ""
    },
    {
      "id": 840,
      "default": "\"Of course.\" She snorts. \"I've too many books as it is.\"",
      "female": ""
    },
    {
      "id": 841,
      "default": "\"I'm serious.\"",
      "female": ""
    },
    {
      "id": 842,
      "default": "\"All right. I'm trusting you.\"",
      "female": ""
    },
    {
      "id": 843,
      "default": "\"So am I. You should see my study - stacks of books on every surface. Yet I can't seem to stop acquiring more.\"",
      "female": ""
    },
    {
      "id": 844,
      "default": "She nods.",
      "female": ""
    },
    {
      "id": 846,
      "default": "\"Before I give this to you, tell me something. Did you know Llengrath is a parasite?\"",
      "female": ""
    },
    {
      "id": 847,
      "default": "\"You refer to the first Llengrath.\" Her eyes narrow.\r\n\r\n\"Yes, I know.\"",
      "female": ""
    },
    {
      "id": 848,
      "default": "\"But I wouldn't call him a parasite.\"",
      "female": ""
    },
    {
      "id": 849,
      "default": "\"He's attached himself to your soul like a tick!\"",
      "female": ""
    },
    {
      "id": 850,
      "default": "\"A fever, then. Or a virus.\"",
      "female": ""
    },
    {
      "id": 851,
      "default": "\"You think him a symbiote?\"",
      "female": ""
    },
    {
      "id": 852,
      "default": "\"Our arrangement is cooperative, not predatory. From generations of mentors and apprentices he gets eternal life, or something near to it.\r\n\r\n\"He gives us knowledge in exchange.\"",
      "female": ""
    },
    {
      "id": 853,
      "default": "\"If you imply I was somehow tricked, it was no secret sprung upon me. I knew. I welcomed it.\"",
      "female": ""
    },
    {
      "id": 854,
      "default": "\"That's a matter of perspective, isn't it?\" She smiles.",
      "female": ""
    },
    {
      "id": 855,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 856,
      "default": "\"It's wrong.\"",
      "female": ""
    },
    {
      "id": 857,
      "default": "\"It defies the natural order.\"",
      "female": ""
    },
    {
      "id": 858,
      "default": "\"It's clever, I'll give him that.\"",
      "female": ""
    },
    {
      "id": 859,
      "default": "\"Does he speak to you? Is he listening to us right now?\"",
      "female": ""
    },
    {
      "id": 860,
      "default": "\"It's nothing so dramatic as that.\"",
      "female": ""
    },
    {
      "id": 862,
      "default": "\"It doesn't work like that, I'm afraid.\" She gives you a pained smile.\r\n\r\n\"Though in my lonelier moments, I sometimes wish it did.\"",
      "female": ""
    },
    {
      "id": 863,
      "default": "\"Yes, he was a wily man. I would've liked to know him before he became the presence I know now.\"",
      "female": ""
    },
    {
      "id": 864,
      "default": "\"I suspect he would've liked to know you, too.\"",
      "female": ""
    },
    {
      "id": 865,
      "default": "\"So long as there has been death, there have been mortal attempts to defy it.\"",
      "female": ""
    },
    {
      "id": 866,
      "default": "\"I <i>fought</i> for it.\" Her smile takes on a predator's intensity.",
      "female": ""
    },
    {
      "id": 867,
      "default": "\"So, you know the truth of Llengrath. What happens now?\"",
      "female": ""
    },
    {
      "id": 868,
      "default": "\"Your grim god understands that - half of their dual nature exists to punish those with the audacity to flout their edict of mortality.\"",
      "female": ""
    },
    {
      "id": 869,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 870,
      "default": "\"Mortality is a sentence pronounced on us for a crime we were never given the chance to commit.\"",
      "female": ""
    },
    {
      "id": 871,
      "default": "\"You should count yourself lucky.\"",
      "female": ""
    },
    {
      "id": 872,
      "default": "\"I'm telling Tayn.\"",
      "female": ""
    },
    {
      "id": 873,
      "default": "\"You won't outrun the god of death for long.\"",
      "female": ""
    },
    {
      "id": 874,
      "default": "\"Of course you will. And he'll be sure to tell the entire Circle the moment he gets the opportunity.\"",
      "female": ""
    },
    {
      "id": 875,
      "default": "\"The next Circle gathering will certainly be... exciting.\"",
      "female": ""
    },
    {
      "id": 876,
      "default": "Sighing, she pinches the bridge of her nose.",
      "female": ""
    },
    {
      "id": 877,
      "default": "\"I've a few miles in me yet, I think.\" She smiles at you serenely.",
      "female": ""
    },
    {
      "id": 878,
      "default": "\"Who are you?\"",
      "female": ""
    },
    {
      "id": 879,
      "default": "\"What brings you here?\"",
      "female": ""
    },
    {
      "id": 880,
      "default": "\"I am the archmage Llengrath.\" She stands a bit straighter and cocks her head to the side.",
      "female": ""
    },
    {
      "id": 881,
      "default": "\"I suppose I can't fault you for not recognizing me. This body does look substantially different from the one you killed, after all.\" She smiles serenely.",
      "female": ""
    },
    {
      "id": 882,
      "default": "\"I don't believe we've ever formally met, but I've heard much of your exploits.\"",
      "female": ""
    },
    {
      "id": 883,
      "default": "\"Have you forgotten me so soon? It's only been five years.\r\n\r\n\"But then, death <i>is</i> unkind to memory.\"",
      "female": ""
    },
    {
      "id": 884,
      "default": "\"Llengrath of Llengrath's Safeguard and Llengrath's Warding Staff?\"",
      "female": ""
    },
    {
      "id": 885,
      "default": "\"Pleasure to meet you. Again.\"",
      "female": ""
    },
    {
      "id": 887,
      "default": "\"A shame you didn't stay dead. Taking a page from Concelhaut's book?\"",
      "female": ""
    },
    {
      "id": 889,
      "default": "\"Oh good, another archmage.\"",
      "female": ""
    },
    {
      "id": 890,
      "default": "\"If it's any consolation, I share your feeling.\" She gives you a tight, pained smile.",
      "female": ""
    },
    {
      "id": 891,
      "default": "\"Who are you?\"",
      "female": ""
    },
    {
      "id": 892,
      "default": "\"I am the archmage Llengrath.\" She stands a bit straighter and cocks her head to the side.",
      "female": ""
    },
    {
      "id": 893,
      "default": "\"I suppose I can't fault you for not recognizing me. This body does look substantially different from the one you killed, after all.\" She smiles serenely.",
      "female": ""
    },
    {
      "id": 896,
      "default": "\"Who are you?\"",
      "female": ""
    },
    {
      "id": 897,
      "default": "\"I am the archmage Llengrath.\" She stands a bit straighter and cocks her head to the side.",
      "female": ""
    },
    {
      "id": 898,
      "default": "\"Have you forgotten me so soon? It's only been five years.\r\n\r\n\"But then, death <i>is</i> unkind to memory.\"",
      "female": ""
    },
    {
      "id": 899,
      "default": "\"Who are you?\"",
      "female": ""
    },
    {
      "id": 900,
      "default": "\"I am the archmage Llengrath.\" She stands a bit straighter and cocks her head to the side.",
      "female": ""
    },
    {
      "id": 901,
      "default": "\"I don't believe we've ever formally met, but I've heard much of your exploits.\"",
      "female": ""
    },
    {
      "id": 902,
      "default": "\"Likewise.\" Her smile is broad, but stiff.",
      "female": ""
    },
    {
      "id": 903,
      "default": "\"I come on official business, I'm afraid.\"",
      "female": ""
    },
    {
      "id": 904,
      "default": "\"<i>Llengrath</i>.\" She stands a bit straighter and cocks her head to the side.",
      "female": ""
    },
    {
      "id": 905,
      "default": "\"She has a predilection for, ah, tentacle magic.\"",
      "female": ""
    },
    {
      "id": 906,
      "default": "A deep rumbling erupts from somewhere far below you.",
      "female": ""
    },
    {
      "id": 907,
      "default": "\"THE Maura? Maura of the Seven Hills?\"",
      "female": ""
    },
    {
      "id": 908,
      "default": "\"The very same. You know your archmages.\"",
      "female": ""
    },
    {
      "id": 909,
      "default": "\"She specializes in magic involving tentacles.\r\n\r\n\"It's a... niche field.\" He grimaces.",
      "female": ""
    },
    {
      "id": 910,
      "default": "\"She has a predilection for, ah, tentacle magic.\"",
      "female": ""
    },
    {
      "id": 911,
      "default": "\"Wait, who's Maura?\"",
      "female": ""
    },
    {
      "id": 912,
      "default": "\"A Huana wizard and a member of the Circle of Archmagi.\" Llengrath gives you a pained expression.",
      "female": ""
    },
    {
      "id": 916,
      "default": "\"We must make sure she doesn't destroy Eora in an attempt to save her archipelago.\"",
      "female": ""
    },
    {
      "id": 917,
      "default": "\"Now we match.\"",
      "female": ""
    },
    {
      "id": 918,
      "default": "\"Decapitation has done little for his attitude, I see.\"",
      "female": ""
    },
    {
      "id": 919,
      "default": "\"Watcher, if I might have your ear a moment.\"",
      "female": ""
    },
    {
      "id": 920,
      "default": "\"Is that possible?\"",
      "female": ""
    },
    {
      "id": 921,
      "default": "\"I don't like where this is going.\"",
      "female": ""
    },
    {
      "id": 922,
      "default": "[Motion for her to continue.]",
      "female": ""
    },
    {
      "id": 923,
      "default": "\"If you're asking me to go spelunking in Wael's body, the answer's yes.\"",
      "female": ""
    },
    {
      "id": 924,
      "default": "\"You might like to hear the full story before you decide, but I do admire your initiative.\" Her lips pull into a pained smile.",
      "female": ""
    },
    {
      "id": 925,
      "default": "\"To grow a god titan? I don't see why not. They had to have been made somehow.\"",
      "female": ""
    },
    {
      "id": 926,
      "default": "\"After what we've encountered here, that's the only wise response.\" Her lips pull into a pained smile.",
      "female": ""
    },
    {
      "id": 927,
      "default": "\"...Unless they were birthed from the earth itself. Now there's an unsettling thought.\"",
      "female": ""
    },
    {
      "id": 932,
      "default": "Ydwin's eyes roll. \"You jest, ja? Memories are written on the soul. Journals are not.\"",
      "female": ""
    },
    {
      "id": 933,
      "default": "Ydwin sighs.",
      "female": ""
    },
    {
      "id": 936,
      "default": "She nods.",
      "female": ""
    },
    {
      "id": 937,
      "default": "\"Wait. What are you going to do with it? Tell me. In detail.\"",
      "female": ""
    },
    {
      "id": 938,
      "default": "\"We already have two titans to deal with, and you want to make a third?\"",
      "female": ""
    },
    {
      "id": 939,
      "default": "She stiffens. \"I will use it to grow an appropriate vessel for Llengrath.\"",
      "female": ""
    },
    {
      "id": 940,
      "default": "\"Not a <i>titan</i> - something that may house the shards of Llengrath that Wael stole from me.\"",
      "female": ""
    },
    {
      "id": 941,
      "default": "\"My mentor deserves that much, at least. Certainly not an eternity trapped between the pages of a book.\"",
      "female": ""
    },
    {
      "id": 942,
      "default": "\"I must focus on the task at hand.\"",
      "female": ""
    },
    {
      "id": 943,
      "default": "[Show her the Collected Annals of Llengrath.] \"I think I found them all.\"",
      "female": ""
    },
    {
      "id": 944,
      "default": "\"What?\" Tayn's eyes widen.",
      "female": ""
    },
    {
      "id": 945,
      "default": "[Show her the Modified Annals of Llengrath.] \"I have the completed collection.\"",
      "female": ""
    },
    {
      "id": 947,
      "default": "She refuses to acknowledge you.",
      "female": ""
    },
    {
      "id": 948,
      "default": "[Leave] \"On second thought, never mind.\"",
      "female": ""
    }
  ]
}