{
  "Component": "lax3_exported",
  "Name": "conversations\\lax03_forgotten_sanctum\\lax03_01_cv_librarian_head",
  "Entries": [
    {
      "id": 1,
      "default": "\"Greetings, visitor. This is the Scriptorium.\"\r\n\r\nA woman, her upper features nothing more than an ill-defined smear of skin, bows her head to you. Her angular jawline and the pointed ears within her cowl resemble those of an elf.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Greetings, visitor. Welcome back to the Scriptorium.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"How else might I help you?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"The people here - you all seem a bit preoccupied.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"The Scriptorium was recently breached by one of the subjects from the Collections. There is nothing to be concerned about, but it might impact the demeanors of those present here.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Are you in charge of this place?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Of the Scriptorium? In a manner of speaking. Of the Halls Obscured? No.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"You seem like the person to ask about the Halls Obscured.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"I will provide what answers I can.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"If you seek the Temple of Revelation, you will find it to the north.\"\r\n\r\nQuill in hand, the sceltrfolc - if that's what she is - makes a quick note in a small leather-bound tome.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"I'm seeking an archmage named Maura.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"She generally limits her excursions to the Archives, though she was recently working at the Trephine.\"\r\n\r\nShe gestures towards a strange device to the south.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Do you know what Maura was trying to accomplish?\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I am afraid that I did not ask her. She was working at the Trephine.\"\r\n\r\nShe gestures towards a strange device to the south.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Why do you think I'm going to the Temple of Revelation?\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"You seem to have misplaced your eyes.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Do you mind answering a few questions?\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "[Leave] \"Thanks.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Much of what can be found here better remains unseen. Sight is unnecessary for the work of the Halls Obscured.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"So proud of that line you had to use it twice, huh?\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Thought that line were so funny the first time you went and said it again, cap?\"\r\n\r\nSerafen shakes his head.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Because you must. It is entry and exit.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Ask what you seek.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"What did you just write down?\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Heh. Worried it was about you?\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"I noted your arrival.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Oh. Huh. Suppose it was about you.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"The escapee you mentioned from the Collections - I don't suppose it was a masked wizard?\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Who is the Oracle?\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Perhaps. If the wizard has procured a mask for himself. Did you encounter him?\"\r\n\r\nShe pauses, quill perched above her pages.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Briefly. Can you tell me anything more about him?\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Of course he'd become a madman, trapped down here!\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"You could say that.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"I'm afraid not.\"\r\n\r\nThe woman jots a few more notes in her journal.",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"The individual in question's record has been expunged. He no longer exists.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"The escapee was dangerous prior to his exodus. We do not collect individuals without reason.\"\r\n\r\nThe woman jots a few more notes in her journal.",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"How comforting.\"\r\n\r\nPallegina's gaze narrows.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Mayhaps you shouldn't be collecting no swabbies at all!\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "Her head cants to the side. \"Then who would?\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"A wizard of his standing is not so easily removed from history. Much like a tumor, bits of him are no doubt everywhere.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Postenago, it doesn't work that way! Records, ledgers - all of this is just scribbles! An expression. Not the thing itself.\" ",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Please refrain from raising your voice.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"She respects our work, so the Oracle allows her limited access to the Archives and Scriptorium. They have established an accord.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"This stuff on the walls... I assume that's connected to the body of Wael?\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"The Oracle of Wael. They manage the Halls in the name of He Who Sees and is Not Seen.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"That would be the Oracle.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Can I speak to this Oracle?\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Very informative.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"So they serve Wael. Which means this entire place is in service to Wael.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Another zealot in service to the ghosts of Engwith.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Hey, you know the Watcher is right there, don't you?\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"I have not forgotten.\" Her attention lingers on you for a moment longer before returning to the eyeless woman.",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"The Watcher has proven himself better than most.\"",
      "female": "\"The Watcher has proven herself better than most.\""
    },
    {
      "id": 60,
      "default": "\"All we do here, we do in Wael's name.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"If the Oracle wishes to commune with you, they will do so.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "She nods.",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Very convenient.\" Her arms crossed, Ydwin frowns at the woman.",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"What do you do here in the Scriptorium?\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"What can you tell me about the Archives?\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"What's the purpose of the Collections?\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"How long has Maura been coming here?\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Back to my previous questions.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "She bows her head.",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Decades. I would have to consult the records to provide a more precise answer.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Her interest lay in the arcane applications of the titan. The Oracle has determined that her studies benefit Wael.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"This Oracle would not have approved of Maura unless she had something to exploit.\" Fassina narrows her eyes. ",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"That is hardly comforting.\" Aloth chews on a knuckle and frowns.",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Yes, yes, I am certain that they are very impressed.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"We record what occurs within the Halls.\"\r\n\r\nShe gestures to the scribbling scribes.",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Whereas the wings contain those things redacted from the world above, the Scriptorium keeps the history of the Halls themselves.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"So much has happened down here that ought to be forgotten. So much has happened up there that's worth remembering.\" Sighing, Maia bends down to stroke Ishiza's crest. ",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"The Archives contain the sum whole of the historical record of Eora. Both the original drafts and the edits.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Further, they contain a number of unusual and interesting artifacts. I believe that we are in possession of one of the warrior Ryona's boots.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "[Specified 0] and [Specified 1] exchange quick, confused glances.",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"The Collections store those individuals and creatures determined to be detrimental to Eora and the work of the gods.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Said as if they are one and the same.\"\r\n\r\nShe shakes her head slowly.",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Rather than allow the redacted materials to go to waste, we revise and anthologize, occasionally releasing amended texts.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"You be talking about people, you sodden eyeless fuck, not godsdamned books of history!\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"The titan rests beneath the facility. Its ties to the Halls Obscured have grown... extensive... over time.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Is this the center of the Hand Occult?\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"A womb, perhaps, but not the fetus. The Hand Occult no more possesses a center than Wael does.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Is it dangerous?\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Ew.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Isn't it a huge secret? Why are you telling me?\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Of course. As are you. As am I.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Whatever your opinion of yourself, you pose no grave threat to Wael's work.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "She says nothing in response.",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Even their organization has tentacles. No matter how many limbs we cut, there is always something unspeakable to grow in its place.\" ",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"They operate in decentralized cells, then. Not unlike the Leaden Key.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Your comparison is both shallow and inaccurate. The Leaden Key and the Hand Occult have little in common.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"We came for answers, not directions. Are you the abomination in charge here?\" The librarian does nothing beyond adding a quick line item to her ledger. ",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"You hear this? Never trust an archmage. They will conspire with anyone - or anything - if it serves their interests.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Take care that you do not confuse the two. I have my doubts about the quality of a blind librarian's record-keeping.\" Fassina crosses her arms. ",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Those of us who can see where we're going have a slight advantage over you, sérre.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"The Leaden Key and Hand Occult's similarities persist by design. But not for much longer.\"",
      "female": ""
    }
  ]
}