{
  "Component": "lax3_exported",
  "Name": "conversations\\lax03_forgotten_sanctum\\lax03_02_si_fungus_table",
  "Entries": [
    {
      "id": 1,
      "default": "This old wooden table bears a complicated alchemy set, several bottles, and assorted other materials.",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Examine the table and its contents.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Take the fungus.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Take the fungicide.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Convert the fungicide into fungal fertilizer.]",
      "female": ""
    },
    {
      "id": 8,
      "default": "A large chunk of faintly luminous fungus rests in a small metal bowl.",
      "female": ""
    },
    {
      "id": 9,
      "default": "You empty the bowl of fungus into a pouch and secure it among the rest of your gear.",
      "female": ""
    },
    {
      "id": 26,
      "default": "The bottle weighs heavily in your hand. It is apparently quite full.",
      "female": ""
    },
    {
      "id": 27,
      "default": "Through a cautious application of alchemical procedures, you purge the toxins from the beaker, replacing it with a potent admixture of growth enhancers.",
      "female": ""
    },
    {
      "id": 28,
      "default": "After a few hours bent over the beakers and tubes, [Specified 0] announces success. Your companion passes you the bottle with a wry grin. \r\n\r\n\"Careful you don't get that on any spores you don't want getting significantly larger.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "Despite hours of frustrating effort spent hunched over the beakers and bottles, the fungicide remains as deadly as ever.",
      "female": ""
    },
    {
      "id": 31,
      "default": "Though antique, the alchemy set has been well-maintained and looks entirely serviceable.",
      "female": ""
    },
    {
      "id": 32,
      "default": "A corked bottle rests in a metal cradle, cleverly labeled with a red X imposed over a rough image of a dank spore. It appears to be a potent fungicide.",
      "female": ""
    },
    {
      "id": 33,
      "default": "[Apply a small portion of the bottle's contents to the fungus.]",
      "female": ""
    },
    {
      "id": 34,
      "default": "The fungus shrivels before your eyes, its faint light fading. With a quiet puff, it deflates entirely.",
      "female": ""
    },
    {
      "id": 35,
      "default": "The fungus bloats before your eyes, sprouting tendrils that slide up and over the lip of the bowl. Its glow brightens, pulsing like a heartbeat.",
      "female": ""
    }
  ]
}