{
  "Component": "lax3_exported",
  "Name": "conversations\\lax03_forgotten_sanctum\\lax03_00_cv_innkeeper_imp",
  "Entries": [
    {
      "id": 1,
      "default": "The imp is furiously mixing powders and herbs into a mortar and pestle. It leers at you, showing off a row of pointed teeth and a long, flicking tongue. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"WHAT YOU WANT, GROUNDSTINK?\" Drowsy Puke dabs its finger into the pestle and tastes the concoction. ",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"I'd like to rest.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Why the fixation on drugs?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"EH! YOU THINK ARKEMYR GETS TO SLEEP <i>WITHOUT</i> DRUGS?\" Drowsy Puke mashes herbs in the pestle even harder, shaking his head.",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"YOU THE DUMB KITH WHO STOLE ARKEMYR'S ROBE, EH?\" The creature flares its nostrils and huffs out a short, amused breath.",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"SO. WIZARDS TRICKED YOU INTO COMING HERE TOO, EH?\" The imp shakes its head and chuckles mirthlessly.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"WHY NOT GIVE ROBE TO DROWSY PUKE? HARDLY EVEN FITS UGLY GROUNDSTINK.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Forget it. Besides, the robe looks nice.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "[Give Arkemyr's robe.] \"Here you go.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"What could you possibly want with this old thing?\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"PFEH. SUIT YOURSELF.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"AT LAST! EH, THE PLAN TAKES SHAPE!\" Cackling, the imp snaps its claws and the robe vanishes with a dramatic <i>poof.</i>",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"PFEH! NOT TELLING. GROUNDSTINK ASKS TOO MANY QUESTIONS!\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"The robe isn't for sale.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"YOU SNEAKY WHEN YOU ROBBED THE MASTER. DROWSY PUKE TRUSTS.\" The imp points at you and winks. ",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Tricked? I was invited.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"It's beginning to feel that way.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"HMM.\" The imp taps its chin and scrutinizes you closely.",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"IMPS HATCHED A PLAN, EH? ALMOST READY TO TAKE ARKEMYR'S HOUSE. ONE PROBLEM - NOT ALL SMART LIKE DROWSY PUKE.\" The imp taps the side of its head.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"YOU LIKE DRUGS? HERE, TAKE SOME DRUGS. NO NEED.\" The imp dismissively passes you several parcels of goods - some more questionable than others. ",
      "female": ""
    },
    {
      "id": 27,
      "default": "[Give Arkemyr's robe.] \"I've reconsidered. You can have the robe.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"You're going to dress as Arkemyr and stage an uprising?\" ",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"What's to stop me from telling Arkemyr about this?\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "[Nod.]",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"SOME IMPS NEED... INCENTIVE.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"NOW YOU KNOW. WE HAVE DEAL OR NOT? YOU GIVE ME ROBE.\" The imp rubs its palms together.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"GOOD PLAN, EH? SOUNDS KIND OF STUPID COMING OUT OF GROUNDSTINK MOUTH...\" ",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"ABOUT WHAT? DROWSY PUKE JUST A DUMB IMP, RIGHT?\" The imp raises a talon up to the side of its mouth and winks.",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"FORGET IT. NO DEAL. YOU WORST PERSON.\" ",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Have you met Nemnok the Devourer yet?\" ",
      "female": ""
    },
    {
      "id": 38,
      "default": "Drowsy Puke's eyes shoot open as Nemnok presents himself, standing aside with arms folded.",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"THINK SO? THINK YOU SUCH A SMART GROUNDSTINK?\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"WIZARDS LIE. WIZARDS <i>WORST</i> PEOPLE. BUT DROWSY PUKE FIX EVERYTHING, EH? HELP YOU RELAX.\"\r\n\r\nWinking, the imp gestures toward a collection of refined herbs and narcotics. ",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"You want to give me... drugs?\" ",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Something tells me you aren't a trained apothecary.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"DROWSY PUKE WANTS KITH TO DREAM, EH? REST GIANT, WEARY HEAD.\" The imp makes a soothing sound and pets you with a bony claw. ",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"YOU NO NEED TO SPEAK. WE BOTH KNOW, EH?\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"SMART GROUNDSTINK JUST LET DROWSY PUKE KNOW WHEN HE WANTS 'REST,' EH?\" The imp raises its claw to suppress a wet cackle.",
      "female": "\"SMART GROUNDSTINK JUST LET DROWSY PUKE KNOW WHEN SHE WANTS 'REST,' EH?\" The imp raises its claw to suppress a wet cackle."
    },
    {
      "id": 46,
      "default": "\"Not interested.\" ",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"SOMETHING TELLS DROWSY PUKE YOU NEED TO <i>RELAX.</i>\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"IMPS <i>KNOW.</i> IMPS WATCH YOU RUNNING AROUND, FIXING EACH OTHER'S GROUNDSTINK PROBLEMS.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"ESSENCE OF WHITELEAF, MILLED GAENSVEF SEEDS, POWDERED DRAGON BONE FOR SWEETNESS, EH!\" Taking a pinch of the mixture from the pestle, Drowsy Puke sniffs it off the end of its talon, nodding.",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"TAKES BATTERING RAM OF HERBS TO KNOCK OUT ARCHMAGE. GOOD THING DROWSY PUKE IS SMART IMP.\" ",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"I can't tell if you're helping Arkemyr or just feeding his addiction.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Mind if I sample that concoction?\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"You seem to take a lot of personal satisfaction out of this.\" ",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Well, thanks for the lesson.\" ",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"CAN DO BOTH.\" The imp shrugs.",
      "female": ""
    },
    {
      "id": 56,
      "default": "Before you can finish your sentence, Drowsy Puke blows the powdered mixture into your eyes. The effect is immediate. You feel bolted to the spot as the world spins around you.",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Tell me, how do you feel? This mélange is experimental and prone to some unpredictable side-effects.\" The imp raises its brow and purses its... lips?",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"EH.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"That dosage could bring down an ogre.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "[Watch quietly for now.]",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"EH. MAYBE YOU RIGHT. NOT STRONG ENOUGH.\" The imp sprinkles more whiteleaf into the pestle.",
      "female": ""
    },
    {
      "id": 62,
      "default": "[Offer drugs.] \"Care for some ripple sponge?\" ",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"EH! MAYBE YOU NOT AS DUMB AS YOU LOOK.\" Drowsy Puke happily adds your gift to the mixture.",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"You sound... different.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "[Ride this trip through to the end.]",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Hm. Better that I don't tax your mind with inane questions. You're going on quite the voyage, my friend.\" The imp chuckles to itself and gives you room to recover in peace.",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"I feel <i>great!</i>\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Don't <i>ever</i> give me that again.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "You spend a few unblinking moments studying your hands in rapt fascination. \r\n\r\nThe fingers move. They <i>move.</i> When. You. Tell. Them. To. ",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"THAT ENOUGH FOR DUMB GROUNDSTINK.\" The imp chuckles to itself.",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"HEH.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"DROWSY PUKE ENJOYS JOB. LEARNS FROM JOB. ONE KITH AT A TIME, NUMB YOU ALL TO SLEEP.\" The imp draws its claw across its throat.",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"I'll leave you to mix your drugs in peace.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"EH! YOU STILL ALIVE?\" Your vision clears as Drowsy Puke starts flicking your forehead.",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Ow, yes!\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "[Nurse your brow.] \"Never. Again.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "You wonder if all the boys in Lipasalis are as handsome as Rekke.",
      "female": ""
    },
    {
      "id": 84,
      "default": "You wonder if Concelhaut ate the last of your candied nuts. ",
      "female": ""
    },
    {
      "id": 85,
      "default": "Time passes. You wonder if Eothas could build a castle so large that even he couldn't tip it over.",
      "female": ""
    },
    {
      "id": 86,
      "default": "You wonder if he'd consider rebuilding yours. ",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"GOOD. IS HARD WORK.\" The imp waves you off.",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"P-PRAISE! PRAISE THE MIGHTY ONE!\" ",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"GLORIOUS NEMNOK, DROWSY PUKE REMEMBERS OUR GREAT PLAN, EH?\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"DUMB GROUNDSTINK EVEN GAVE ME CLOAK!\" The imp points to you excitedly.",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"WHEN TIME COMES, NEMNOK'S MOST BELOVED ALLIES BE READY.\" Drowsy Puke bows its head and sighs with reverence.",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"EH. SUIT YOURSELF.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"What if all pets are just one pet, but we see them through a variety of lenses? Like dancing shadows cast by a campfire against a barn wall.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"I should've killt the eld bastard. Should've teired his arm clear off. If the laddie hadn't stopped me...\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"You all right there, captain? Looking a little parched. Let me get you some water.\" ",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"Di verus, you will sweat yourself dry. What did you do to the Watcher, imp?\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "<ispeech>What none've told you, is that Ngati's but a child, the daughter of the depths, whose own parents are so vast, so impossible, that they could swallow every island in the Deadfire and hunger for more. They slumber in the darkness below the waves, wrapped in their own fleshy cocoons, watching through their daughter's eyes. Waiting.</ispeech>",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Well dang, Watcher. Save some of that for me!\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "As though sensing your rising anxiety, Tekēhu gently takes you by the shoulder and pulls you into a warm embrace. His skin is soft, and he makes a shushing sound like waves battering the shore. You feel safe. ",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"EH! USED TO BE DROWSY PUKE'S JOB. MAKE DRUGS FOR ARKEMYR. NOW JUST HOBBY.\" ",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"Staying out of trouble, Nemnok?\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"Is this about your little uprising?\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"Wait, what do you two have planned?\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"CAPTAIN GROUNDSTINK NEEDS TO WASH STUPID ARMOR. SMELLS AWFUL. NEMNOK DESERVES BETTER, EH!\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"TELL SKULL TO STOP BITING NEMNOK IN SLEEP.\" Nemnok aims a venomous look down your pack at Concelhaut's leering skull.",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"NEMNOK CALL ON DROWSY STINK SOON. PLAN WILL WORK. NEED PATIENCE, EH!\" Nemnok drags a claw along the scalp of its adoring acolyte.",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"EH. DON'T TALK ABOUT IT SO LOUD!\" Drowsy Puke raises a finger over its mouth.",
      "female": ""
    },
    {
      "id": 125,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 126,
      "default": "Nemnok turns to you, curling its mouth in a sneer.",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"DROWSY PUKE, MIGHTY ONE. DROWSY STINK WORKS IN KITCHEN.\" The imp sighs before turning back to you. ",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"NOTHING!\" The imp shoots you a harsh look before turning back to Nemnok.",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"It was supposed to be a joke - a sparkbomb, just to scare him. He shouldn't have caught fire. I'm sorry, I'm so sorry... please, father, don't make me leave. I'll die out there.\"\r\n\r\nHis sobs are muffled, distorted - as if they come to you down a long hall.",
      "female": "\"It was supposed to be a joke - a sparkbomb, just to scare him. He shouldn't have caught fire. I'm sorry, I'm so sorry... please, mother, don't make me leave. I'll die out there.\"\r\n\r\nHis sobs are muffled, distorted - as if they come to you down a long hall."
    },
    {
      "id": 130,
      "default": "While Maia rifles through her belongings, Ishiza stares at you. His eyes are mirrors, but you don't see yourself in them. You see only birds. An endless sky, filled with birds. You are nowhere to be found in the avian oblivion.",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"Can you do anything with this recipe for 'Entrancing Daze?'\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"HEH! DUMB GROVELSTINK NEED NEW DRUGS. SOMETHING STRONGER, SOMETHING... UGLIER.\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"I found this recipe for 'Invigorating Nightmares' and immediately thought of you.\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"NEW DRUGS READY FOR SAMPLING. SLEEP WELL, IDIOT.\" Drowsy Puke leans in and kisses your forehead.",
      "female": ""
    },
    {
      "id": 137,
      "default": "Squinting down at the parchment, Drowsy Puke nods and begins combining ingredients. He sprinkles the mixture onto the nose of a passing rat and chuckles merrily when the creature stiffens into a ball and dies. ",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"GOT SOMETHING YOU WANT TO FORGET, EH? WANT TO ESCAPE, GO LIVE IN DREAMS?\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "Drowsy Puke scrutinizes the recipe and crushes together a combination of herbs, flower stems and spore glands into a mortar and pestle. He sniffs the mixture off the end of his talon and sighs contentedly.",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"Maybe?\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"I don't know.\"",
      "female": ""
    }
  ]
}