{
  "Component": "lax3_exported",
  "Name": "conversations\\lax03_forgotten_sanctum\\lax03_00_si_intervention",
  "Entries": [
    {
      "id": 1,
      "default": "You perceive the presence of another colossal gathering of soul essence nearby and recall the agreement you reached with Wael in the Halls Obscured. But can one rely on a pact struck with the god of mysteries and deception?",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Reach out to Wael.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Do it now, before it's too late!\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Do nothing.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "The ground shakes beneath you - or perhaps your stomach quakes from a deity's spiritual caress. Regardless, you have attracted the divine attention of Wael.",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"I hope you like tentacles, you big bastard.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Don't interfere, Wael!\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"You truly are surprising, our former Herald of Berath. Farewell, then.\"\r\n\r\nThe god's presence recedes. ",
      "female": ""
    },
    {
      "id": 11,
      "default": "Long, muscular tendrils erupt from the fog-shrouded ruins, lashing at Eothas' adra torso and twisting about his limbs. The tentacles, each studded with a thousand eyes, constrict around their prey. \r\n\r\nThunderous cracks rend the air, and light spills from the fissures spreading across the statue of Maros Nua.",
      "female": ""
    },
    {
      "id": 12,
      "default": "Eothas grabs at the fleshy extremities, crushing one in each hand, but Wael's myriad arms are undeterred. As they constrict, the living titan drains vast rivers of souls from both Eothas and the machinery of Ukaizo.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"You never deserved Eora, our dear, misguided brother,\" Wael purrs, drinking in the essence all around you.",
      "female": ""
    },
    {
      "id": 15,
      "default": "Eothas falls upon the ancient Engwithan machinery grasping at it in a final struggle to tear the device apart. Ribbons of bright energy fountain from the crumbling structures.\r\n\r\nThe ruined city quakes as Wael drags Eothas to the ground. ",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"I'm sorry, Eothas, but you forced this to happen.\"",
      "female": ""
    }
  ]
}