{
  "Component": "lax3_exported",
  "Name": "conversations\\lax03_forgotten_sanctum\\lax03_00_cv_archmage_critpath",
  "Entries": [
    {
      "id": 1,
      "default": "\"Table the discussion for a second, Llen. It seems the Collections spat out our mutual friend in one piece.\" Tayn glances past Llengrath to smile pleasantly at you. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"We're not finished here, Tayn. Do you understand?\"\r\n\r\nSmoothing her robes with short, angry movements, Llengrath turns her back to her colleague and rounds on you.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"You're... you're back! And a bit more alive than I anticipated.\" Tayn looks you over and chews his thumbnail. ",
      "female": ""
    },
    {
      "id": 5,
      "default": "As the ground settles, the wizard and the imp exchange a shocked glance. One of the newly-sprouted tentacles dances in slow, hypnotic circles over their heads. ",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"No matter where I go, dimwitted imps and archmagi are always in my shadow.\" ",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Hey, there's a familiar face. Weren't you the one who spilled soup in my lap at Arkemyr's annual gala?\" Tayn waves at Fassina.",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"What are you doing here, Tayn? How did you even get in?\" She rubs hard at her temples and sighs.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"I second that. Some of us had to find our way through a labyrinth.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I got in through a hole. That one, right through there. You must have walked straight past it when you were topside!\" Tayn points over to a collapsed wall and smiles pleasantly.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Isn't this something? I came searching for Maura and got distracted. Don't you just <i>love</i> a good antechamber?\" Tayn plants his hands on his hips and surveys the area grinning all the while.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"She believes we stand atop the body of Wael.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Wael's... body?\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"While riding my dragon across the White March, I came across an unimaginably large skeleton.\" She gestures expansively.\r\n\r\n\"Legend would have us believe it is the fallen form of Abydon.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Makes you wonder what has Maura so excited.\" Tayn considers his surroundings with a thoughtful grin.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Whatever you are thinking, no. We should bury this sanctum before it becomes our tomb.\" ",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"As nice as it is to take in the scenery, is everyone else thinking what I'm thinking? Eh? I mean, the answer's staring us in the face! Literally!\" ",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"No one understands your manic rambling, Tayn. Speak plainly or be quiet.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"The answer to what?\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Look, we have an unconventional problem, and it needs an unconventional solution.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"I don't think Maura came this far just to hug some tentacles. She wants to wake up Wael's body. And send it after Eothas.\" ",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"I'm listening.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Hasn't our Maura always said that a well-placed tentacle can solve most of life's problems?\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"It's speculative to assume that Maura even wants to awaken Wael... Doing so would involve meddling in matters far beyond her comprehension.\" She taps a finger against her lips, thinking.",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Or something she understands all too well. You don't know. Give her some credit, Llen.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"We haven't addressed the imps in the room. So why are there imps in the room?\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"You know, I was enjoying their company so much that I never once thought to ask.\" Tayn squints down at one of the creatures.",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"EH! CAME FROM STINKING ARKEMYR'S HOUSE. WAS TOLD TO HELP STUPID WATCHER GROUNDMEAT.\" The imp grimaces and waves disdainfully at you.",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"You can help us by shutting your mouth! By now the echo of your screams will have crippled any element of surprise.\" ",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"WIZARDS TOLD US TO BRING M-MASTER'S SUPPLIES.\" The imp's wings droop as it turns downcast in sorrow.",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"MASTER GAVE ORDERS TO FETID SPRAY! COME TALK WHEN READY, EH!\" The second imp waves a sheet of ragged parchment over its head like a banner.",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"SPECIAL ORDERS FOR YOU TOO, NASTY FASSINA.\" The imp hisses at her. Fassina responds by making a rude gesture with both hands. ",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"WHERE NASTY FASSINA GO? WHY SHE NOT HERE? HAVE ORDERS FOR HER, TOO.\" The imp scowls, looking past you toward the entrance. ",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Brilliantly done. What fluttering marvels they are, imps. Well. Question answered, then?\" Tayn returns his attention to you and smiles pleasantly.",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"What do you make of this, Llengrath?\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"What is there to be made? The gods, in their wisdom, laid to rest their titan forms. Surely it was with good reason.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"The Watcher doesn't need to try very hard to imagine it. Remember Caed Nua? Poor castle never had a chance.\" ",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"This facility is enormous. Maura could be anywhere.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"How about you spearhead our little search party? Llen and I will keep an eye on this handsome antechamber. Where it's safe. Or in case she doubles back.\" ",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"In the meantime, Tayn and I will see if we might learn more about Wael's titan form.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Maura is as good as found.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Don't forget to introduce yourself to our non-kith guests. The one mixing herbs has been <i>very</i> good company.\" He points at the imps and gives you a sidelong wink. ",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"No matter how Tayn whines, Wael's body - if that's what this is - mustn't be awoken.\r\n\r\n\"The Deadfire cannot bear another calamity of Eothas' scale.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"What happened to your spirit of adventure?\" Tayn smirks and shakes his head.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Watcher, friend - are we on a first name basis yet? Call me crazy, but I think you should do whatever feels right. What's the worst that could happen?\" ",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"If you say so.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"That I do.\" He points at you and winks.",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Thanks, Tayn.\" ",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"No, thank you.\" He points at you and winks.",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "He points at you and winks.",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"As long as I get to keep anything that isn't nailed down.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"So you're still into plundering old ruins? Sound financial strategy. Keep saving up for that second castle, you'll get there one day.\" ",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"So do you want me to stop Maura or help her?\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"If Tayn's presumption is correct, Maura cannot be allowed to go through with her plan.\r\n\r\n\"However altruistic her motives may be, she endangers us all.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Agree to disagree. We can talk about this later.\" Tayn winks. He looks uncertain that you're paying attention, so he winks again.",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"You're sending me in there alone?\" ",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"You aren't alone. You brought friends.\" Tayn smiles at your companions.",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"We are <i>colleagues.</i> There is a distinction.\" ",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Besides, Llen and I? Our kind don't work well in pairs. We'd probably disagree, separate the party, and get <i>everyone</i> killed.\" He shrugs. ",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"More like <i>you'd</i> get us killed.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"You made it this far on your own, didn't you? Have a little faith in yourself!\" ",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Maura can look after herself, but I'm not opposed to poking around.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"That's a terrible plan. But it could work.\" ",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"I can't allow it.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"How do you even know that's what Maura wants?\" ",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"I have my doubts that a single archmage could exploit a body this <i>amazing</i> for self-interest alone. No, she's got to have bigger plans.\" ",
      "female": ""
    },
    {
      "id": 78,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"You want to use the body somehow, don't you?\" ",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"He gets it.\" Tayn winks at you.",
      "female": "\"She gets it.\" Tayn winks at you."
    },
    {
      "id": 81,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Llen, you of all people shouldn't be so short-sighted!\" ",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Which part?\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"My money's on the lower back. Anyone care to challenge that?\" Tayn raises his brows at the imps. Llengrath sighs. ",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Care to elaborate?\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Have you made any headway in locating our wayward archmage?\"\r\n\r\nLlengrath leans forward, eager for news.",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"You're one to talk! For me it was <i>always</i> about Maura. The fringe benefits were secondary. At best.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Hours they have wasted arguing over useless, imaginary games.\" ",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"Madiccho. If Maura doesn't get us all killed, Tayn surely will.\" ",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Why else? To make my life miserable.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"Watcher. Arkemyr instructed me to join you. Leaving the Dark Cupboard behind has a certain appeal to it, ac?\" ",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"You don't have to worry about me pulling my weight. I've worked under enough tyrants that it's second nature.\" ",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"You can forget about Bertenno. I'm done with that louse of a man.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"In fact, if you happened to pick up the damned gloves, you can keep them. Makes no difference to me now.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"Welcome aboard, Fassina.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"I didn't agree to this. But okay.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"I run a tight ship. Stay useful and there's a place for you on it.\" ",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"Then let me wait on the boat. I'm not crossing the Deadfire just to tell Arkemyr that he offered free help and you refused.\" Fassina folds her arms and plants herself to the spot.",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"Aye aye, casità.\" Fassina strikes a rigid salute. Her scowl softens into a brief smile.",
      "female": ""
    },
    {
      "id": 114,
      "default": "She sighs. \"We can continue this debate later. Right now, our chief concern is locating Maura.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"Is anyone going to clue me in?\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"<i>Stop.</i> If this is an argument, I want to join.\" ",
      "female": ""
    },
    {
      "id": 120,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"Apologies, Watcher. These are... Circle problems. And they'll be kept between Circle wizards for the moment.\" Tayn shoots a glance at Llengrath. ",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"Pay me a visit when you have a moment, Watcher. Me, and not her.\" Tayn points to himself, then Llengrath, and back to himself.",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"Find me later. There's something I'd like to discuss with you outside of a certain someone's earshot.\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"Let's set aside the question of Maura for now - a larger problem looms.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"We cannot allow Wael's titan body to live. It's simply too dangerous a temptation.\r\n\r\n\"We must destroy it.\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"The only thing you'd be destroying is opportunity. Did it never occur to you that maybe Wael <i>wanted</i> his body to be found so that it could help those of us with the imagination to use it?\" ",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"Wael's body is an unusual gift, but one I'll gladly accept.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"Destroying Wael's body is the only responsible thing to do.\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"This would be a lot easier if you two weren't at each other's throats.\" ",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"As cruel as this sanctum can be, I have a soft spot for that old bucket of eyeballs. I wouldn't want to disappoint our host by leaving empty-handed.\" ",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"Well, at least the two of us see eye to eye. Unfortunately, 'responsibility' has never held much interest for Tayn.\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"Be grateful you've only us to contend with and not the entire Circle. Kalakoth would have reduced this place to smoldering rubble hours ago.\" She glances at Tayn, scowling.",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"Enough talk. I'm going in.\" ",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"And I'd bet good money on you taking her down.\" \r\n\r\nLlengrath pointedly ignores him. ",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"Don't let Tayn manipulate you to further his own impulsive, foolishly optimistic ends.\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"Stay on task, Tayn. Regardless of how interesting this sanctum's keepers may be, Maura's whereabouts remain our chief concern.\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"Welcome back. You've returned in one piece.\"",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"So there were once <i>eleven</i> giant adra statues walking around?\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"I also saw Abydon's remains at the Abbey of the Fallen Moon.\"",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"I know all of this already, Llengrath.\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"Not all of us are so blessed as to have the gods' own ears. I trust you'll pardon my presumptions.\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"Even better - they were flesh and bone. Let that drizzle some fuel over your nightmares.\" Tayn shivers and steps closer to Llengrath. ",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"We'd believed them all gone. Not just dead, but destroyed by the gods' own hands. Obliterated.\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"This body is a good deal fresher than Abydon's.\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"History aside, what do we do about it?\"",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"I'm sure that Maura asked herself the same question when she found this place.\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"Maura could have only gone two places - up into the Archives to the northeast, or down into the Collections to the southwest.\"",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"I can't say I'm thrilled to discover you let Wael's titan form lie dormant. You've only delayed the inevitable.\"",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"Do you hear that?\" Llengrath turns her head toward the overlook and closes her eyes. A small smile spreads across her face.",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"Better you had died in the titan's guts than stand before me having done what you've done.\"\r\n\r\nThe bitter chill of her suppressed rage drops the temperature around you by several degrees.\r\n\r\nFar beneath your feet, the earth shakes. The titan stirs.",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"An unorthodox choice - though, I must admit, a creative one.\r\n\r\n\"And complex problems do, on occasion, demand creative solutions.\"",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"You know, I did not see that one coming. Wouldn't have guessed it if I lived to be a thousand.\" Tayn clears his throat as the color slowly returns to his face. ",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"You okay there? Looking a little rough around the edges.\" ",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"Wael's one-eyed butler is upset that we're tracking mud in its home.\" ",
      "female": ""
    },
    {
      "id": 181,
      "default": "[Lie] \"I'm fine, Tayn.\"",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"I suppose I should've expected Wael would leave something behind to guard this place.\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"You seem... less than fine. And more than shaken over it.\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"I'd still be dumbfounded if I hadn't learned it all from Maura's own words. Here, she left this behind. I don't think she expected anyone to follow.\"",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"Just what is this place?\"",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"Cut to the point, Tayn.\"",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"We shouldn't be standing around and talking when Maura is out there.\"",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"I asked myself the same question when I got here. Tentacles, eyeballs, labyrinth - it could be anything!\"",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"I like your enthusiasm, but take a breath. I've been here all day and the world hasn't split down the middle. Yet.\" Tayn cranes his neck to peer up at the tip of a writhing tentacle. ",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"Magran did mention that the gods once had powerful bodies...\"",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"And it spat you out with company. The prisoners who survived the ordeal can start anew. Eora needs more good ideas out in the wild, don't you think?\" ",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"You know, you've been given any number of second chances at life. Ever stop and think of paying that generosity forward? The prisoners could have used a respite from misery.\" ",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"I'm afraid Maura is dead.\"",
      "female": ""
    },
    {
      "id": 196,
      "default": "\"Maura was killed and infested with spores.\"",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"I haven't found Maura yet.\"",
      "female": ""
    },
    {
      "id": 198,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"Maura is tenacious - and reckless. She won't hesitate to unleash horror upon the world if it would serve her purposes, and she won't stop until she's secured her goal.\"",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"Damn it.\"",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"From what we've seen of this place, I suppose that shouldn't be surprising. I pray her return to the Wheel was swift, at least.\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"While you were on Maura's trail, we've learned a bit more about our unusual environs.\"",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"Something wants us to stop interfering.\"",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"A finger of the Hand Occult has kept this place going with a skeleton crew of librarians, archivists, and muscle.\"",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"Your definition of what constitutes 'decency' is dubious at best.\"",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"Well, these halls are more lively than most of the abandoned sanctums I've visited.\"",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"Something here is invested in maintaining old projects. Whoever they are, they haven't seen fit to show their face.\"",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"Go on.\"",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"The Archives aren't exactly empty - there's a horde of eyeless librarians tending the stacks.\"",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"The Collections weren't short on prisoners. Or a means of controlling them.\"",
      "female": ""
    },
    {
      "id": 220,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 222,
      "default": "Llengrath continues to speak, but you lose her words in a sudden rush of essence. The energy tears your attention toward a disturbance in the center of the antechamber. \r\n\r\nNot a disturbance. A presence.",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"I think I just met the one who's running this place.\"",
      "female": ""
    },
    {
      "id": 226,
      "default": "\"I'm open to suggestions.\"",
      "female": ""
    },
    {
      "id": 227,
      "default": "\"Stay alert. We've still got a rogue archmage to worry about.\"",
      "female": ""
    },
    {
      "id": 228,
      "default": "\"I'll keep searching for Maura.\"",
      "female": ""
    },
    {
      "id": 229,
      "default": "\"A concerning wrinkle, yes. We don't know yet what role this mad man plays here, so I suggest you stay out of his way for the time being.\"",
      "female": ""
    },
    {
      "id": 230,
      "default": "\"I've learned what I can from the Archives. Next, to the Collections.\"",
      "female": ""
    },
    {
      "id": 231,
      "default": "\"I've learned what I can from the Collections. Next, to the Archives.\"",
      "female": ""
    },
    {
      "id": 232,
      "default": "\"Given Maura's proclivities, your best option is likely to be-\"",
      "female": ""
    },
    {
      "id": 234,
      "default": "\"How could this have happened?\"",
      "female": ""
    },
    {
      "id": 235,
      "default": "\"She was murdered by a man in a mask and robes. Another wizard by the looks of him.\"",
      "female": ""
    },
    {
      "id": 236,
      "default": "\"Does the name Fyonlecg mean anything to you?\"",
      "female": ""
    },
    {
      "id": 237,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"Maura always did have something of a knack for making enemies.\" She taps her foot, arms crossed. Thinking.",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"Not at all.\" Her eyes narrow. \"You're saying this 'Fyonlecg' is responsible for Maura's death?\"",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"Makes you wonder who's keeping the candles lit.\" ",
      "female": ""
    },
    {
      "id": 241,
      "default": "\"Hey, you reading my mind?\"",
      "female": ""
    },
    {
      "id": 242,
      "default": "\"Maura's beyond our help, but we might consider picking up where she left off.\"",
      "female": ""
    },
    {
      "id": 243,
      "default": "\"We have to try and stop whatever Maura set in motion.\"",
      "female": ""
    },
    {
      "id": 244,
      "default": "\"You can't truly think <i>waking</i> the body of Wael is a reasonable course of action-\"",
      "female": ""
    },
    {
      "id": 245,
      "default": "\"At least <i>your</i> priorities are in order.\" She shoots a venomous look at Tayn. \"Now, let us-\"",
      "female": ""
    },
    {
      "id": 246,
      "default": "\"For now, you must investigate the Collections.\r\n\r\n\"So long as a rogue mage runs loose in this place, Eora remains in grave danger.\"",
      "female": ""
    },
    {
      "id": 247,
      "default": "\"For now, you must get to the Archives.\r\n\r\n\"So long as Maura has free rein of this place, Eora remains in grave danger.\"",
      "female": ""
    },
    {
      "id": 248,
      "default": "\"The imps report you've come to accords with a certain fungal menace in the Archives.\r\n\r\n\"It takes a... unique soul to forge a bargain with a mushroom. Impressive.\"",
      "female": ""
    },
    {
      "id": 249,
      "default": "\"The imps report you've taken care of the fungal infestation in the Archives.\r\n\r\n\"That's one less concern on my mind. Well done.\"",
      "female": ""
    },
    {
      "id": 250,
      "default": "\"I came here to pull Maura - our friend - out of a bad situation. At first I assumed that <i>you</i> had showed up for the same reason, but I won't make that mistake again.\"",
      "female": ""
    },
    {
      "id": 251,
      "default": "\"Your sudden sanctimony is curious. Maura's dead - and with her, your reason for being here. So why do you remain?\" She arches an eyebrow.",
      "female": ""
    },
    {
      "id": 252,
      "default": "\"Unless rescuing Maura was never your goal. Perhaps your motives and hers are more closely aligned than you led me and the Watcher to believe.\"",
      "female": ""
    },
    {
      "id": 254,
      "default": "\"Your sudden sanctimony is curious. We still don't know what's happened to Maura, but you seem more interested in the Halls than you are in her fate.\"",
      "female": ""
    },
    {
      "id": 255,
      "default": "\"You should have gotten the lay of the land by now. Any news on Maura?\"",
      "female": ""
    },
    {
      "id": 257,
      "default": "\"I'm afraid Maura is dead.\"",
      "female": ""
    },
    {
      "id": 258,
      "default": "\"Maura was killed and infested with spores.\"",
      "female": ""
    },
    {
      "id": 259,
      "default": "\"Damn it.\"",
      "female": ""
    },
    {
      "id": 260,
      "default": "\"From what we've seen of this place, I suppose that shouldn't be surprising. I pray her return to the Wheel was swift, at least.\"",
      "female": ""
    },
    {
      "id": 261,
      "default": "\"How could this have happened?\"",
      "female": ""
    },
    {
      "id": 262,
      "default": "\"I suspect a man named Fyonlecg might have been behind it.\"",
      "female": ""
    },
    {
      "id": 263,
      "default": "\"Fyonlecg... Is this another agent of Wael?\"",
      "female": ""
    },
    {
      "id": 264,
      "default": "\"Whatever happened to her, I'm going to make damn sure it doesn't happen to the rest of us!\"",
      "female": ""
    },
    {
      "id": 265,
      "default": "\"I appreciate your enthusiasm, but I'd rather you not meet Maura's fate.\"",
      "female": ""
    },
    {
      "id": 266,
      "default": "[Shrug.]",
      "female": ""
    },
    {
      "id": 269,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 271,
      "default": "\"I wouldn't tolerate this behavior from my crew, much less a pair of archmages.\"",
      "female": ""
    },
    {
      "id": 272,
      "default": "\"Oh yes, 'distraction.' The Aedyran word for a crippling fear of death and the unknown.\"",
      "female": ""
    },
    {
      "id": 273,
      "default": "\"W-wow! It talks! At first I thought you were just a scarecrow the Watcher carted around.\" Tayn leans in and pokes Vatnir. ",
      "female": ""
    },
    {
      "id": 275,
      "default": "\"You'd be better served asking an imp to walk instead of fly.\"\r\n\r\nWinging lazily, the imps scowl at the suggestion with distaste.",
      "female": ""
    },
    {
      "id": 277,
      "default": "Llengrath thumbs through the book, eyes widening as realization dawns.",
      "female": ""
    },
    {
      "id": 280,
      "default": "Serafen turns an expectant smirk on Tekēhu.",
      "female": ""
    },
    {
      "id": 281,
      "default": "Tekēhu chuckles. \"Mother Ngati does not bury her creations. She sends them out to brighten all that they touch. If you seek the apex of godliness, look no further.\"",
      "female": ""
    },
    {
      "id": 282,
      "default": "\"Agreed.\" A hand on her weapon, she scowls into the darkness.",
      "female": ""
    },
    {
      "id": 283,
      "default": "\"Hey, didn't we have that talk about the importance of privacy, Watcher?\"",
      "female": ""
    },
    {
      "id": 284,
      "default": "\"These tentacles grow until they consume every island in the Deadfire, and we all become mindless thralls in a never ending tentacle nightmare.\"",
      "female": ""
    },
    {
      "id": 285,
      "default": "\"Huh. And you're saying that's the bad outcome, am I right?\" Tayn strokes his chin and nods. ",
      "female": ""
    },
    {
      "id": 286,
      "default": "\"It's a good thing we don't answer to you, then.\"",
      "female": ""
    },
    {
      "id": 287,
      "default": "\"Why, are you hiring?\"",
      "female": ""
    },
    {
      "id": 288,
      "default": "\"Tayn, I believe you were about to call me irresponsible? Or was it greedy? Remind me.\" ",
      "female": ""
    },
    {
      "id": 290,
      "default": "\"What's going on between you two?\"",
      "female": ""
    },
    {
      "id": 291,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 292,
      "default": "\"Am I interrupting?\"",
      "female": ""
    },
    {
      "id": 294,
      "default": "\"Now I know better. You're just as petty and self-interested as anyone in the Circle.\"",
      "female": ""
    },
    {
      "id": 299,
      "default": "\"While I'm the one risking my skin, I'm the one who gets to decide.\"",
      "female": ""
    },
    {
      "id": 300,
      "default": "\"Llen, it sounds like the Watcher has heard enough from you and me. We'd only hurt our cause by pressing the matter.\"",
      "female": ""
    },
    {
      "id": 301,
      "default": "He very slowly and very obviously mouths the words <i>wake up Wael</i> to you. Llengrath sighs and shakes her head.",
      "female": ""
    },
    {
      "id": 302,
      "default": "\"Foolish optimism has never failed me in the past. At least my plan keeps things interesting.\" ",
      "female": ""
    },
    {
      "id": 303,
      "default": "\"<i>My</i> plan keeps us alive.\"",
      "female": ""
    },
    {
      "id": 304,
      "default": "\"You've got some gore on you. It's just awful. Really. Here, let me help.\" Tayn starts brushing ropy strips of Wael stuff off your shoulders. He pauses to gag softly. ",
      "female": ""
    },
    {
      "id": 305,
      "default": "\"I'm fine, Tayn.\"",
      "female": ""
    },
    {
      "id": 306,
      "default": "\"If you ever get a chance to explore one of those things, I cannot recommend it enough.\"",
      "female": ""
    },
    {
      "id": 308,
      "default": "\"Really? You know, I wasn't jealous until just now.\" Tayn's eyes brighten with wonder.",
      "female": ""
    },
    {
      "id": 309,
      "default": "\"The next time a god asks you to unclog a bowel obstruction, tell them I'm busy.\"",
      "female": ""
    },
    {
      "id": 311,
      "default": "\"Your short-sightedness will surely become the stuff of legends.\"",
      "female": ""
    },
    {
      "id": 312,
      "default": "\"Well if history is any teacher, Concelhaut and his new body will be separated from each other in no time.\" ",
      "female": ""
    },
    {
      "id": 313,
      "default": "\"Not before carving a path of bloody destruction, I hope.\"",
      "female": ""
    },
    {
      "id": 314,
      "default": "\"I'm going to miss that little guy. There's a gap in my belongings which only he could fill.\"",
      "female": ""
    },
    {
      "id": 315,
      "default": "\"At least I won't have anyone barking in my ear about the quality of my food.\"",
      "female": ""
    },
    {
      "id": 316,
      "default": "\"I genuinely think he'll do some good. Just kidding, this will be awful.\"",
      "female": ""
    },
    {
      "id": 317,
      "default": "\"Everyone deserves a second chance. Or in his case, a third.\"",
      "female": ""
    },
    {
      "id": 318,
      "default": "\"Everyone deserves a second chance.\"",
      "female": ""
    },
    {
      "id": 319,
      "default": "\"However it turns out, I think I speak for everyone when I say that we'll miss old Concelhaut, and we wish him a fair and interesting rampage.\" Beaming, Tayn folds his arms and nods. Llengrath slowly shakes her head. ",
      "female": ""
    },
    {
      "id": 320,
      "default": "\"What do you plan to do next?\"\r\n\r\nLlengrath raises herself to her full height, taking on a slightly more officious air.",
      "female": ""
    },
    {
      "id": 321,
      "default": "\"Eothas is still out there. I need answers. Maybe even vengeance.\"",
      "female": ""
    },
    {
      "id": 322,
      "default": "\"I've got a whole archipelago to explore. The horizon calls.\"",
      "female": ""
    },
    {
      "id": 325,
      "default": "\"Tekēhu and I have earned some quiet time.\"",
      "female": ""
    },
    {
      "id": 326,
      "default": "\"Looking forward to a few lazy days with Maia. Some target practice.\"",
      "female": ""
    },
    {
      "id": 327,
      "default": "\"Aloth.\"",
      "female": ""
    },
    {
      "id": 328,
      "default": "\"I'm sure Xoti will keep me busy. No rest for the Watcher.\"",
      "female": ""
    },
    {
      "id": 329,
      "default": "\"Enjoy yourself. You deserve a reprieve, whatever comes after this.\"",
      "female": ""
    },
    {
      "id": 330,
      "default": "\"Nothing. For once.\"",
      "female": ""
    },
    {
      "id": 331,
      "default": "\"Aw, Hel, Watcher. You aiming to make me blush in front of our new friends?\"",
      "female": ""
    },
    {
      "id": 332,
      "default": "\"W-Watcher! Shush!\"",
      "female": ""
    },
    {
      "id": 333,
      "default": "\"Somehow you always miss the target when I'm around. Keep your eyes where they belong, cutie - on the mission.\" Maia folds her arms and smirks. ",
      "female": ""
    },
    {
      "id": 334,
      "default": "\"Not too quiet, I hope? The music of passion is good for the soul, I say.\" Tekēhu runs his tongue across the points of his teeth. ",
      "female": ""
    },
    {
      "id": 335,
      "default": "\"At least one of us is delighted. I can't think of any intelligent kith who deserve the power of Wael's body, so it might as well go to an intelligent mold.\" ",
      "female": ""
    },
    {
      "id": 336,
      "default": "\"The colony deserves a chance to explore self-awareness in freedom.\"",
      "female": ""
    },
    {
      "id": 337,
      "default": "\"It's safer out of our hands. We'd only destroy ourselves.\"",
      "female": ""
    },
    {
      "id": 338,
      "default": "\"May our fungoid friend restore the natural beauty of the Deadfire.\" ",
      "female": ""
    },
    {
      "id": 339,
      "default": "\"I'm just protecting Wael's body from the Circle. None of you deserve it.\"",
      "female": ""
    },
    {
      "id": 340,
      "default": "\"However it turns out, at least we made a strange new friend.\" Tayn pats you on the shoulder, cringing as his hand comes away with a sticky trailing of goop. ",
      "female": ""
    },
    {
      "id": 341,
      "default": "\"Mold was the only reasonable choice.\"",
      "female": ""
    },
    {
      "id": 342,
      "default": "\"Feels good to have a titan on our side, and such a handsome one at that. Finally it's an even playing field, and Eothas isn't the only power in these seas.\"",
      "female": ""
    },
    {
      "id": 343,
      "default": "\"Eothas has competition. That's what's important.\"",
      "female": ""
    },
    {
      "id": 344,
      "default": "\"Now the powers of the Deadfire have two reasons to work together.\"",
      "female": ""
    },
    {
      "id": 345,
      "default": "\"May the living nightmare of Wael shroud these islands in terror.\"",
      "female": ""
    },
    {
      "id": 346,
      "default": "\"I can't wait to see what happens next.\"",
      "female": ""
    },
    {
      "id": 347,
      "default": "\"We've stolen the advantage. Eothas would be smart to watch his step. Last I heard, his new adra body doesn't have any tentacles.\"",
      "female": ""
    },
    {
      "id": 348,
      "default": "Tayn and Llengrath exchange an uneasy glance.",
      "female": ""
    },
    {
      "id": 349,
      "default": "\"I'll miss it. The shadow of Wael's horrible body has been like a second home. We could have learned so much. Now we're leaving it to rot.\" Tayn lets out a weary sigh.",
      "female": ""
    },
    {
      "id": 350,
      "default": "\"I couldn't allow it to do further harm.\"",
      "female": ""
    },
    {
      "id": 351,
      "default": "\"This place devours hope and spews nightmares. Violently. From both ends. Enough is enough.\" ",
      "female": ""
    },
    {
      "id": 352,
      "default": "\"Don't worry, Tayn. You can have the next god body.\" ",
      "female": ""
    },
    {
      "id": 353,
      "default": "\"Something better will grow in its absence.\"",
      "female": ""
    },
    {
      "id": 354,
      "default": "\"I'm sure you're right. As always. I just need some time with my grief.\" Tayn hugs himself and nudges a pebble with his toe. ",
      "female": ""
    },
    {
      "id": 355,
      "default": "\"Can't help but feel I missed my only chance to enjoy Wael's return. I understand why you did what you did. After you've been stepped on by a god, waking one up must seem dull by comparison.\" ",
      "female": ""
    },
    {
      "id": 356,
      "default": "\"We may need the body in the future. At least it's under our control.\"",
      "female": ""
    },
    {
      "id": 357,
      "default": "\"I say we tidy up, lock the door behind us, and pretend we were never here.\"",
      "female": ""
    },
    {
      "id": 358,
      "default": "\"Wael is too dangerous to awaken or kill. Let it rest.\"",
      "female": ""
    },
    {
      "id": 359,
      "default": "\"The god will awaken when it is ready.\"",
      "female": ""
    },
    {
      "id": 360,
      "default": "\"I suppose you're right. In the meantime, we'll have to solve our problems on strictly mortal terms.\"",
      "female": ""
    },
    {
      "id": 361,
      "default": "Tayn and Llengrath exchange an uneasy glance.",
      "female": ""
    },
    {
      "id": 363,
      "default": "\"What gave you the impression I ever plan ahead? Something will come along.\" ",
      "female": ""
    },
    {
      "id": 365,
      "default": "\"Hey Concelhaut, care to join the discussion?\" ",
      "female": ""
    },
    {
      "id": 366,
      "default": "\"I am not some fortune-telling puppet to dispense wisdom at your command. Leave me to my dignity, since it is now all that I have.\"",
      "female": ""
    },
    {
      "id": 368,
      "default": "Concelhaut hovers, quietly grinding his teeth. ",
      "female": ""
    },
    {
      "id": 369,
      "default": "\"Before I get started, I could use some background on Maura.\"",
      "female": ""
    },
    {
      "id": 370,
      "default": "\"Delightful company. Bit of a talker. Carries on long conversations with reflective surfaces.\"",
      "female": ""
    },
    {
      "id": 371,
      "default": "\"She's an avid researcher into the summoning of tentacles, an arcane domain few among the Circle have any skill with.\"",
      "female": ""
    },
    {
      "id": 373,
      "default": "\"This one...\" She gulps. \"It's still alive.\"",
      "female": ""
    },
    {
      "id": 374,
      "default": "Llengrath edges away from Tayn with a frown and nervous rustling of her robes.",
      "female": ""
    },
    {
      "id": 375,
      "default": "She snorts and returns to Maura's writings. Her ill humor is short-lived, though, for she soon grimaces and meets your eye again.",
      "female": ""
    },
    {
      "id": 376,
      "default": "\"That would explain the powerful arcane energies here, though I doubt the other gods' bodies were quite so... friendly.\"\r\n\r\nScowling, she knocks away an errant tentacle that had been trying to entwine itself in her hair.",
      "female": ""
    },
    {
      "id": 378,
      "default": "\"Do not call me <i>Llen</i>. I'm not one of your little imp friends, Tayn. I am your <i>colleague</i>.\"",
      "female": ""
    },
    {
      "id": 379,
      "default": "\"Ah... sorry about that. I just get to thinking about how much time we save by cutting out a few syllables now and then. But here I am wasting words.\" Tayn clears his throat and refocuses.",
      "female": ""
    },
    {
      "id": 380,
      "default": "\"You give her more than enough for the both of us, and far more than she deserves.\"",
      "female": ""
    },
    {
      "id": 381,
      "default": "\"I'm surprised she hasn't embroiled herself in madness of this magnitude sooner.\"",
      "female": ""
    },
    {
      "id": 382,
      "default": "\"Imagine the destruction they must have wreaked upon kith society when they had the run of the world.\"",
      "female": ""
    },
    {
      "id": 384,
      "default": "\"Fair warning - when I was poking around, I ran across some creepy librarian-types. They were happy to look the other way as long as I didn't disturb their work.\" Tayn shrugs.",
      "female": ""
    },
    {
      "id": 388,
      "default": "\"Yes, just look at it. Hard to unsee, even if you close your eyes.\" \r\n\r\nTayn rubs his palms together joyously as he surveys a mass of eyes and tentacles undulating beyond the gap. ",
      "female": ""
    },
    {
      "id": 389,
      "default": "\"The Circle has been speculating on the existence of the gods' bodies ever since.\"",
      "female": ""
    },
    {
      "id": 393,
      "default": "\"If you'll begin a search of the wings, we'll scour this area for further information.\" She nods and turns away.",
      "female": ""
    },
    {
      "id": 394,
      "default": "Llengrath's usual stoicism falters for a moment, and she turns away, a frown of deep concern etched into her face.",
      "female": ""
    },
    {
      "id": 396,
      "default": "\"But... gods. What a miserable way to end one's life.\"",
      "female": ""
    },
    {
      "id": 397,
      "default": "\"But... gods. What a miserable way to end one's life.\"",
      "female": ""
    },
    {
      "id": 398,
      "default": "Llengrath's usual stoicism falters for a moment, and she turns away, a frown of deep concern etched into her face.",
      "female": ""
    },
    {
      "id": 400,
      "default": "\"I encourage you to hurry.\"",
      "female": ""
    },
    {
      "id": 401,
      "default": "[Whisper to Tayn.] \"Is Llengrath <i>always</i> like this?\"",
      "female": ""
    },
    {
      "id": 402,
      "default": "\"What do you mean? She's <i>great!</i>\" Tayn glances toward Llengrath with open admiration. ",
      "female": ""
    },
    {
      "id": 403,
      "default": "Llengrath's eyebrows shoot up in an expression of genuine surprise. She quickly stifles it.",
      "female": ""
    },
    {
      "id": 407,
      "default": "\"I would hate to see what he considers the <i>good</i> outcome.\"",
      "female": ""
    },
    {
      "id": 408,
      "default": "\"Still, better left alone than striding the earth.\" Llengrath glances sidelong at Tayn and rolls her eyes.",
      "female": ""
    },
    {
      "id": 409,
      "default": "\"Silence. Beautiful silence. Wael's titan form is dead, and it's your doing. We no longer need fear whatever destruction it may have rained upon Eora.\r\n\r\n\"Well done.\"",
      "female": ""
    },
    {
      "id": 410,
      "default": "\"You've put all of Eora at risk, and for what? Power? Amusement? The regard of one <i>senseless</i> archmage?\"",
      "female": ""
    },
    {
      "id": 411,
      "default": "\"May the suffering born from this short-sighted choice stain your soul.\"\r\n\r\nLlengrath clenches shaking fists and storms a few feet away.",
      "female": ""
    },
    {
      "id": 412,
      "default": "\"Yours isn't the choice I would've made, but perhaps that's for the best.\r\n\r\n\"Time will tell.\"",
      "female": ""
    },
    {
      "id": 414,
      "default": "\"...Should we live long enough to tell them.\" Llengrath exhales a bone-weary sigh.",
      "female": ""
    },
    {
      "id": 416,
      "default": "\"I pray you'll take a rest from inflicting yourself upon those who request your help, as I foolishly did.\"",
      "female": ""
    },
    {
      "id": 417,
      "default": "\"If we don't see each other again - take care. Meeting you was a unique pleasure I won't soon forget.\"\r\n\r\nLlengrath inclines her head to you in thanks and farewell. As she turns away, you catch a glimpse of a smile on her lips.",
      "female": ""
    },
    {
      "id": 418,
      "default": "\"If I see you in the next life, it will be too soon.\r\n\r\n\"Goodbye.\"\r\n\r\nLlengrath turns away without another word.",
      "female": ""
    },
    {
      "id": 419,
      "default": "\"You calling me a cheat?\"",
      "female": ""
    },
    {
      "id": 420,
      "default": "\"FILTHY LYING GROUNDSTINK DOESN'T PLAY FAIR!\" ",
      "female": ""
    },
    {
      "id": 421,
      "default": "\"ROLLED A TEN! STUPID WIZARD, I ROLLED TEN!\" ",
      "female": ""
    },
    {
      "id": 423,
      "default": "\"Dropping the dice isn't the same as rolling it.\"",
      "female": ""
    },
    {
      "id": 424,
      "default": "\"WHAT HAPPENED TO ADVENTURER, EH?\" ",
      "female": ""
    },
    {
      "id": 425,
      "default": "\"They got eaten by eoten.\" ",
      "female": ""
    },
    {
      "id": 426,
      "default": "\"FOUR HOURS IT TOOK TO MAKE HER, EH! FOUR HOURS.\" ",
      "female": ""
    },
    {
      "id": 427,
      "default": "\"Well, maybe next time you'll remember to buy a healing potion in town.\" ",
      "female": ""
    },
    {
      "id": 428,
      "default": "\"NO NEXT TIME! SHOOT EOTEN IN FACE WITH CROSSBOW.\" ",
      "female": ""
    },
    {
      "id": 429,
      "default": "\"It's too late for that. Even if you tried...\" ",
      "female": ""
    },
    {
      "id": 430,
      "default": "\"SHOOT WITH CROSSBOW! DO IT NOW!\" ",
      "female": ""
    },
    {
      "id": 431,
      "default": "\"...Fine. The monster still eats you.\" ",
      "female": ""
    },
    {
      "id": 432,
      "default": "\"WHY? WHY THIS HAPPENING?\" ",
      "female": ""
    },
    {
      "id": 433,
      "default": "\"You sold all your clothes for the fancy crossbow. That's why.\" ",
      "female": ""
    },
    {
      "id": 435,
      "default": "\"Who are you?\"",
      "female": ""
    },
    {
      "id": 436,
      "default": "\"Tayn? Didn't I see you in Arkemyr's scrying pool?\" ",
      "female": ""
    },
    {
      "id": 437,
      "default": "\"Passing the time? This whole structure is dangerously unstable.\"",
      "female": ""
    },
    {
      "id": 438,
      "default": "\"Llengrath, were you expecting company?\"",
      "female": ""
    },
    {
      "id": 439,
      "default": "\"Now that's impressive. They told me you never forgot a face.\" Tayn points at you and winks.",
      "female": ""
    },
    {
      "id": 440,
      "default": "\"Good point. I should retest the balance adjustments I made to the mounted combat skill.\" Tayn sighs and bends to gather up dice, rolls of parchment, and quills from the floor.",
      "female": ""
    },
    {
      "id": 441,
      "default": "\"I'm Tayn. The archmage? Maybe you've seen my Chaotic Orb bouncing around. It's really something.\"",
      "female": ""
    },
    {
      "id": 443,
      "default": "\"You brought Llen?! This is going to be so much fun!\" He waves to Llengrath wildly. She balls her hands at her sides in silence.",
      "female": ""
    },
    {
      "id": 444,
      "default": "\"Are we actually going to look for Maura, or just stand here wasting our breath?\"",
      "female": ""
    },
    {
      "id": 446,
      "default": "\"Maura's journal suggests she went to the Archives first, but that could always be a decoy. I did hear some... unpleasant noises coming up from the Collections.\" Tayn hugs himself and shivers.",
      "female": ""
    },
    {
      "id": 449,
      "default": "\"Maybe we disagree about most things and maybe she doesn't even like me, but that won't stop me from thinking the world of her.\"",
      "female": ""
    },
    {
      "id": 451,
      "default": "\"What are you eating?\"",
      "female": ""
    },
    {
      "id": 452,
      "default": "\"...Nothing.\" ",
      "female": ""
    },
    {
      "id": 453,
      "default": "\"You've the look of a little boy eating cookies before dinner.\"",
      "female": ""
    },
    {
      "id": 454,
      "default": "\"All right, you got me. I found a trail of candied nuts leading down to the Collections and I didn't feel like sharing.\"",
      "female": ""
    },
    {
      "id": 467,
      "default": "\"The Circle hides much from the people of Eora and calls it altruism.\r\n\r\n\"I wonder if we haven't made a mistake.\"",
      "female": ""
    },
    {
      "id": 468,
      "default": "\"I don't think it's right. Me, I like to leave it all out in the open.\"",
      "female": ""
    },
    {
      "id": 469,
      "default": "\"Except my secrets. And my dreams. No one should ever know about those.\"",
      "female": ""
    },
    {
      "id": 470,
      "default": "\"We agree on that, at least.\"",
      "female": ""
    },
    {
      "id": 471,
      "default": "\"Do you really believe there's no experience or idea worth carrying across time?\"",
      "female": ""
    },
    {
      "id": 472,
      "default": "\"I always thought that was the point of death. New people, new ideas.\" ",
      "female": ""
    },
    {
      "id": 473,
      "default": "\"You renounce my reason for being with such casualness, Tayn.\"",
      "female": ""
    },
    {
      "id": 474,
      "default": "\"There are things I've learned that I can't bear to forget. If immortality is what it takes to remember, so be it.\"",
      "female": ""
    },
    {
      "id": 475,
      "default": "\"You must have some really good ideas.\" ",
      "female": ""
    },
    {
      "id": 477,
      "default": "\"St- stop that!\"\r\n\r\nHe swats at Tayn's probing finger.",
      "female": ""
    },
    {
      "id": 478,
      "default": "\"Dropping the dice isn't the same as... uhhh, what?\"",
      "female": ""
    },
    {
      "id": 479,
      "default": "\"Hope she's okay.\"",
      "female": ""
    },
    {
      "id": 480,
      "default": "\"Even if this one has a few... embellishments.\" He gestures at a patch of writhing flesh stretching across the ceiling. ",
      "female": ""
    },
    {
      "id": 481,
      "default": "\"Huh. Didn't see you come in. Welcome to the Halls Obscured! My friend and I were just passing the time with a game and enjoying these little shake-ups.\"",
      "female": ""
    },
    {
      "id": 482,
      "default": "\"That was the biggest one yet! Look at us, standing on the fault line of sanity! Hello up there!\" The wizard waves up at the tentacle before turning his attention over to you.",
      "female": ""
    },
    {
      "id": 483,
      "default": "\"Who are you?\"",
      "female": ""
    },
    {
      "id": 484,
      "default": "\"...Sientere. I get ahead of myself.\"",
      "female": ""
    },
    {
      "id": 485,
      "default": "\"I am Fassina, apprentice to the archmage Arkemyr. The bastard. He sent me ahead to be his eyes and ears.\" ",
      "female": ""
    },
    {
      "id": 486,
      "default": "\"Either he thinks I can do some good here, or he is trying to get me killed. Perhaps both.\"",
      "female": ""
    },
    {
      "id": 487,
      "default": "\"Welcome aboard, Fassina.\"",
      "female": ""
    },
    {
      "id": 488,
      "default": "\"But they aren't the ones controlling the body. Something else is running the Halls Obscured independently, and doing a decent job of it.\"",
      "female": ""
    },
    {
      "id": 490,
      "default": "\"You aren't alone. You brought a friend.\" Tayn smiles at your companion.",
      "female": ""
    },
    {
      "id": 491,
      "default": "\"The what of who now?\"",
      "female": ""
    },
    {
      "id": 492,
      "default": "\"The physical form of the deity Wael, his great mysteriousness. Or their, rather.\"",
      "female": ""
    },
    {
      "id": 493,
      "default": "\"What, lad? Ain't got nothing to add 'bout powerful god bodies?\"",
      "female": ""
    },
    {
      "id": 494,
      "default": "\"Think Wael would make us a new one if we woke them up? They'd owe us, wouldn't they?\"",
      "female": ""
    },
    {
      "id": 496,
      "default": "\"You want to see a god? Help me deal with Eothas.\"",
      "female": ""
    },
    {
      "id": 497,
      "default": "\"I hate to refuse you, but I've got this thing with Kalakoth. Prior appointment. She'd kill me if I rescheduled a third time. No, really.\" ",
      "female": ""
    },
    {
      "id": 498,
      "default": "\"You know, you might have voiced an objection earlier if you felt this strongly about it.\" Tayn squints at Llengrath, shrugging. ",
      "female": ""
    },
    {
      "id": 501,
      "default": "\"Any mold that identifies with Llengrath is bound to make good decisions.\"",
      "female": ""
    },
    {
      "id": 502,
      "default": "\"That's sweet of you to say. Let's hope it lives up to the name.\"",
      "female": ""
    },
    {
      "id": 504,
      "default": "\"WE NOT FRIENDS! STUPID WIZARD IS A STUPID CHEAT.\" The imp kicks a colorful set of dice across the floor before flapping its wings and crossing the room.",
      "female": ""
    },
    {
      "id": 506,
      "default": "\"You could have said something, we would have made room for you in the next round!\" ",
      "female": ""
    },
    {
      "id": 507,
      "default": "\"I don't need any help. Thanks, but no thanks.\" ",
      "female": ""
    },
    {
      "id": 508,
      "default": "\"And what am I supposed to do, just sail all the way back to Neketaka? Go back to being a clerk?\" Fassina folds her arms and glowers. ",
      "female": ""
    },
    {
      "id": 509,
      "default": "\"No. I'm not going back to that life. I will stay here if it kills me.\"",
      "female": ""
    },
    {
      "id": 510,
      "default": "\"At least you won't have to wait long.\" Tayn shrugs.",
      "female": ""
    },
    {
      "id": 511,
      "default": "\"Yet the deeper we delve into the Halls Obscured, the more your motives unravel.\"",
      "female": ""
    },
    {
      "id": 512,
      "default": "\"I made a mess of a library.\"",
      "female": ""
    },
    {
      "id": 513,
      "default": "\"The Collections is a festering pit of cruelty and manipulation. I'm lucky to have made it out with my senses intact.\"",
      "female": ""
    },
    {
      "id": 514,
      "default": "\"Ah, surely an achievement to be proud of.\"",
      "female": ""
    },
    {
      "id": 515,
      "default": "\"No progress on Maura, then?\" Her eyes narrow.",
      "female": ""
    },
    {
      "id": 516,
      "default": "\"You raise an interesting point. How would you even know if the Collections had gotten under your skin, eh?\"",
      "female": ""
    },
    {
      "id": 517,
      "default": "\"My journal? No, everything in here's the truth. I chronicle it all myself.\"",
      "female": ""
    },
    {
      "id": 518,
      "default": "\"Gods, I hope so. I kind of rely on it.\"",
      "female": ""
    },
    {
      "id": 519,
      "default": "\"I <i>really</i> don't want to think about that.\"",
      "female": ""
    },
    {
      "id": 520,
      "default": "\"You know what? Ignore my ramblings. If you got it down on parchment, then I'm <i>sure</i> your account is verifiable.\" Tayn pats you on the shoulder, his typical grin looking more strained than cheerful. ",
      "female": ""
    },
    {
      "id": 521,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 522,
      "default": "\"Well, I pray she grows wiser on her next turn about the Wheel.\"",
      "female": ""
    },
    {
      "id": 523,
      "default": "\"She was a brilliant wizard, but always so reckless with her life. I wish...\" She shakes her head and sighs.",
      "female": ""
    },
    {
      "id": 524,
      "default": "\"Damn it.\"",
      "female": ""
    },
    {
      "id": 525,
      "default": "\"I don't know what his intentions are, but he wants to get inside Wael's body.\"",
      "female": ""
    },
    {
      "id": 526,
      "default": "\"He's working against Wael, not for them.\"",
      "female": ""
    },
    {
      "id": 527,
      "default": "\"What is his goal?\" She narrows her brows in concern.",
      "female": ""
    },
    {
      "id": 528,
      "default": "\"To take Wael's body for himself.\"",
      "female": ""
    },
    {
      "id": 529,
      "default": "\"To sow chaos? Destroy Eora? Make a lumpy little throne out of Neketaka? Your guess is as good as mine.\"",
      "female": ""
    },
    {
      "id": 530,
      "default": "\"Llen, we should invite him into the Circle! It's lonely being the only free-thinker with bold, terrible ideas!\"",
      "female": ""
    },
    {
      "id": 531,
      "default": "\"This is really not the time, Tayn.\"",
      "female": ""
    },
    {
      "id": 532,
      "default": "\"Whatever this Fyonlecg wants, his intentions aren't good.\"",
      "female": ""
    },
    {
      "id": 533,
      "default": "\"Another mad man, then. Wonderful.\" She pinches the bridge of her nose and takes a deep breath.",
      "female": ""
    },
    {
      "id": 538,
      "default": "\"He's yet another concern for us to keep in mind, then.\"",
      "female": ""
    },
    {
      "id": 539,
      "default": "\"Yet another complication.\" Sighing, she rubs at her temples. Her head seems to hang just the bit heavier.",
      "female": ""
    },
    {
      "id": 540,
      "default": "\"Something's wrong.\"",
      "female": ""
    },
    {
      "id": 541,
      "default": "\"Anyone else feel this?\"",
      "female": ""
    },
    {
      "id": 542,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 543,
      "default": "\"A hole? Where?\"",
      "female": ""
    },
    {
      "id": 544,
      "default": "[Look where he's pointing.]",
      "female": ""
    },
    {
      "id": 546,
      "default": "\"Stay on task, Tayn. Regardless of how interesting this sanctum's keepers may be, we must deal with Wael's body first.\"",
      "female": ""
    },
    {
      "id": 547,
      "default": "\"You presume such a thing can even die.\"",
      "female": ""
    },
    {
      "id": 548,
      "default": "\"Then it is little wonder why Arkemyr sent me to represent his interests. He wants me to keep the body away from grasping hands.\" She glares over at Tayn, who smiles at being the subject of attention. ",
      "female": ""
    },
    {
      "id": 549,
      "default": "\"I concur, and I know Arkemyr would agree as well. A single error in judgment could cost us our lives. Maybe more.\"",
      "female": ""
    },
    {
      "id": 550,
      "default": "\"Postenago, you stand there babbling with imps and tentacles, ignoring the actual people in the room!\" ",
      "female": ""
    },
    {
      "id": 551,
      "default": "\"Certainly not from exploring them himself. How much can he learn from the lobby?\"",
      "female": ""
    },
    {
      "id": 552,
      "default": "\"Better break this up. It can only get ugly. Uglier.\" ",
      "female": ""
    },
    {
      "id": 553,
      "default": "\"I have been telling them to stop, but will they listen?\" ",
      "female": ""
    },
    {
      "id": 554,
      "default": "\"I guess that's a no.\"",
      "female": ""
    },
    {
      "id": 555,
      "default": "\"We'll talk.\"",
      "female": ""
    },
    {
      "id": 556,
      "default": "[Wink.]",
      "female": ""
    },
    {
      "id": 557,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 558,
      "default": "\"Another earthquake?\"",
      "female": ""
    },
    {
      "id": 559,
      "default": "Tayn and Llengrath cover their ears as a familiar cacophony of voices bombard the Scriptorium, seeming to come from every direction at once. ",
      "female": ""
    },
    {
      "id": 560,
      "default": "\"Why in our own name would we spread our tentacles throughout this whole complex?\"\r\n\r\nAfter the assault of Wael's voice echoes into oblivion, Llengrath lowers her shaking hands and regards you with wide-eyed disbelief. ",
      "female": ""
    },
    {
      "id": 561,
      "default": "\"The air has changed. It smells of... blood. Blood and decay. What happened in Wael's body?\"",
      "female": ""
    },
    {
      "id": 562,
      "default": "Before you can form an answer, a low vibration builds in the Scriptorium, shaking books off the shelves and sending them in a free fall to the abyss below. ",
      "female": ""
    },
    {
      "id": 563,
      "default": "<ispeech>The Llengrath should be untroubled. Our excrescence has already permeated the godbody. We accept growth-stewardship with the fullest of heart-bulbs.</ispeech>",
      "female": ""
    },
    {
      "id": 564,
      "default": "\"Fungus! Can you believe it, Llen? A new fungus god to command the seas, infest the isles, and terrify anyone with a spyglass. Look at us, standing at the vanguard of a new mythology!\" ",
      "female": ""
    },
    {
      "id": 565,
      "default": "<ispeech>May you be ripe and water-heavy, Watcher. May your spores drift far and settle on fertile loam.</ispeech>\r\n\r\nAs the mental impression of the spore colony pulls away from your minds, Tayn grins from ear to ear.",
      "female": ""
    },
    {
      "id": 566,
      "default": "\"Something's different since you came back. You know that feeling when <i>hope</i> dies and leaves you with a cold pit in your stomach? That, except we're <i>in</i> the stomach.\" Tayn tucks his hands under his armpits and shivers. ",
      "female": ""
    },
    {
      "id": 567,
      "default": "Before you can form an answer, a low vibration builds in the Scriptorium, shaking books off the shelves and sending them in a free fall to the abyss below. ",
      "female": ""
    },
    {
      "id": 568,
      "default": "\"I am the death of hope. Soon the Circle, the archipelago, and all of Eora will know that <i>Concelhaut</i> is the only god worthy of your fear.\" ",
      "female": ""
    },
    {
      "id": 569,
      "default": "\"Our insignificant pantheon will know me as an adversary that can rival time, entropy, forgetfulness, and death. Existence whimpers in my eternal shadow, and it is all thanks to <i>you.</i>\" \r\n\r\nA barbed, dripping tentacle grows out from the mottled flesh of the ceiling and points down at you. ",
      "female": ""
    },
    {
      "id": 570,
      "default": "\"You're welcome.\"",
      "female": ""
    },
    {
      "id": 571,
      "default": "\"Don't make me regret this.\"",
      "female": ""
    },
    {
      "id": 572,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 573,
      "default": "\"Farewell, Watcher. You should feel honored to count yourself as a footnote in the legend of my apotheosis.\" \r\n\r\nSome warmth returns as Concelhaut's voice fades from the Scriptorium. Tayn and Llengrath share an uncertain glance. ",
      "female": ""
    },
    {
      "id": 575,
      "default": "\"I'll miss you. Don't be a stranger.\"",
      "female": ""
    },
    {
      "id": 576,
      "default": "\"Can I be the first High Priest of Concelhaut?\"",
      "female": "\"Can I be the first High Priestess of Concelhaut?\""
    },
    {
      "id": 577,
      "default": "\"While your supplication is charming in its naiveté, churches will be obsolete in the future I architect. Their vacant halls will echo with the screams of a defeated congregation pleading for death.\" ",
      "female": ""
    },
    {
      "id": 578,
      "default": "\"Oh, hello, arch-wizards! By which we mean farewell! As soon as we extricate ourself from this horrid little rock.\"",
      "female": ""
    },
    {
      "id": 580,
      "default": "\"I was thinking about joining the Circle of Archmagi.\"",
      "female": ""
    },
    {
      "id": 582,
      "default": "\"Truly? Because I've had my fill of addled simpletons, and I'm looking forward to some much-deserved time with a book.\" ",
      "female": ""
    },
    {
      "id": 583,
      "default": "\"You've certainly the skill, but I'm not sure about the temperament.\"",
      "female": ""
    },
    {
      "id": 584,
      "default": "\"You'd be a worthy inheritor of Maura's seat and a welcome counterweight to some of the more fractious members of the Circle.\" She smiles.\r\n\r\n\"I should like to see you apply.\"",
      "female": ""
    },
    {
      "id": 585,
      "default": "\"I think you've got what it takes. Whatever that is. I'll write you a letter of recommendation and we'll see where it goes.\" Tayn claps you on the shoulder and winks. ",
      "female": ""
    },
    {
      "id": 586,
      "default": "\"There's no place for you at our table, not unless you'd like to stand behind us as a servant.\"",
      "female": ""
    },
    {
      "id": 587,
      "default": "\"Awfully cute how you want to stand on the shoulders of giants like us. Better to keep a safe distance, leave this work to the professionals.\" Tayn claps you on the shoulder and wipes a tear from the corner of his eye. ",
      "female": ""
    },
    {
      "id": 588,
      "default": "\"If she wants to take a swing at the big green guy, who are we to stop her?\"",
      "female": ""
    },
    {
      "id": 589,
      "default": "\"Can you trust anything you wrote in that journal you carry around?\" Tayn gestures to your logbook.",
      "female": ""
    },
    {
      "id": 590,
      "default": "\"In the meantime, Tayn and I will see if we might learn more about Wael's titan form.\"",
      "female": ""
    },
    {
      "id": 593,
      "default": "\"I found the arcane device you sent me to look for in Wael's body.\"",
      "female": ""
    },
    {
      "id": 594,
      "default": "\"All three pieces? That's tremendous news. May I see it?\"\r\n\r\nHer eyes shine with an unusually fervent eagerness.",
      "female": ""
    },
    {
      "id": 595,
      "default": "[Give the device to Llengrath.] \"I'm trusting you. Don't let me down.\"",
      "female": ""
    },
    {
      "id": 596,
      "default": "\"Wait. What are you going to do with it? Tell me. In detail.\"",
      "female": ""
    },
    {
      "id": 597,
      "default": "\"We already have two titans to deal with, and you want to make a third?\"",
      "female": ""
    },
    {
      "id": 598,
      "default": "[Keep the device.] \"I can't let you have this. It's too powerful to fall into an archmage's hands.\"",
      "female": ""
    },
    {
      "id": 599,
      "default": "\"Watcher... thank you. Sincerely. I-\" She takes a shaking breath, searching for the right words.",
      "female": ""
    },
    {
      "id": 600,
      "default": "\"Now I'm able to give my mentor the reincarnation he deserves.\"",
      "female": ""
    },
    {
      "id": 601,
      "default": "\"You can't know what this means to me. All the same, please, take this with my thanks.\"\r\n\r\nShe sets the books aside and fishes a small totem from a hidden pocket in her robe.",
      "female": ""
    },
    {
      "id": 602,
      "default": "\"It will ward you against hostile spells. It's the least I can do for the momentous gift you've given me.\"\r\n\r\n",
      "female": ""
    },
    {
      "id": 603,
      "default": "She stiffens. \"I will use it to grow an appropriate vessel for Llengrath.\"",
      "female": ""
    },
    {
      "id": 604,
      "default": "\"Not a <i>titan</i> - something that may house the shards of Llengrath that Wael stole from me.\"",
      "female": ""
    },
    {
      "id": 605,
      "default": "\"My mentor deserves that much, at least. Certainly not an eternity trapped between the pages of a book.\"",
      "female": ""
    },
    {
      "id": 606,
      "default": "\"But you- we've worked together all this time-\" She sputters, at a complete loss for words.",
      "female": ""
    },
    {
      "id": 607,
      "default": "[Give the device to Llengrath.] \"Don't give me cause to regret this.\"",
      "female": ""
    },
    {
      "id": 608,
      "default": "\"You've given me no reason to trust you, and ample reason not to.\"",
      "female": ""
    },
    {
      "id": 609,
      "default": "She watches you a moment. As she does, her eyes go completely flat and her face expressionless.",
      "female": ""
    },
    {
      "id": 610,
      "default": "\"Do not speak to me again.\"",
      "female": ""
    },
    {
      "id": 611,
      "default": "\"Wait. What are you going to do with it? Tell me. In detail.\"",
      "female": ""
    },
    {
      "id": 612,
      "default": "\"We already have two titans to deal with, and you want to make a third?\"",
      "female": ""
    },
    {
      "id": 613,
      "default": "She stiffens. \"I will use it to grow an appropriate vessel for Llengrath.\"",
      "female": ""
    },
    {
      "id": 614,
      "default": "\"Not a <i>titan</i> - something that may house the shards of Llengrath that Wael stole from me.\"",
      "female": ""
    },
    {
      "id": 615,
      "default": "\"My mentor deserves that much, at least. Certainly not an eternity trapped between the pages of a book.\"",
      "female": ""
    },
    {
      "id": 617,
      "default": "\"What?\" Tayn's eyes widen.",
      "female": ""
    }
  ]
}