{
  "Component": "lax3_exported",
  "Name": "conversations\\lax03_forgotten_sanctum\\lax03_04_cv_starmetal",
  "Entries": [
    {
      "id": 1,
      "default": "A twisted chunk of iron-like metal rises from Wael's flesh, leaning to the side like a crooked tooth. The pitted surface gleams with a disorienting array of colors.",
      "female": ""
    },
    {
      "id": 2,
      "default": "The metal radiates soul energy. The whole area is dense with it. Vague emotions reach out to you - anger, fear, and territorial aggression. None of it feels quite right.",
      "female": ""
    },
    {
      "id": 3,
      "default": "The twisted hunk of metal glows with a faint but regular pulse.",
      "female": ""
    },
    {
      "id": 4,
      "default": "A set of moist, black eyes peer out of the depths of your pack. ",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Examine the metal.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Chip a piece of metal off.]",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Back away slowly.]",
      "female": ""
    },
    {
      "id": 8,
      "default": "You recall a passage from 'On Celestial Spectres.' The spirits inhabiting this mineral will attack if you interfere with their habitat. Energy from a powerful soul would appease them temporarily.",
      "female": ""
    },
    {
      "id": 9,
      "default": "As you peer closer, the ambient soul energy studies you back with quiet calm. By your reckoning the essence is little more than an amorphous shape of emotions, though it seems more <i>aware</i> than most incorporeal entities.",
      "female": ""
    },
    {
      "id": 10,
      "default": "Uncaring of your intervention, the spirits allow you to snap a piece of metal off the main body. The glowing hunk of iron flickers before resuming its regular pulse. ",
      "female": ""
    },
    {
      "id": 11,
      "default": "You snap a piece of metal away from the main body. No sooner does it come away in your hands than a discordant wail fills your ears.",
      "female": ""
    },
    {
      "id": 12,
      "default": "If you allowed the spirits to commune with your soul, it might prove a suitable distraction to claim a piece of the metal for yourself. ",
      "female": ""
    },
    {
      "id": 13,
      "default": "You can discern nothing else about it.",
      "female": ""
    },
    {
      "id": 14,
      "default": "[Try and commune with the spirits.]",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Feed a portion of your soul to the spirits.]",
      "female": ""
    },
    {
      "id": 16,
      "default": "[Sacrifice Giftwrapper.] \"Look at the pretty rock. Go closer, girl. Come on. <i>Closer.</i>\" ",
      "female": ""
    },
    {
      "id": 17,
      "default": "Tendrils of spirit energy reach from the mineral and grasp Giftwrapper about the thorax. The spider lets out a brief squeal of panic before an ugly <i>snap</i> silences her forever. Giftwrapper falls onto her back in death, her legs curled in like a fist. ",
      "female": ""
    },
    {
      "id": 18,
      "default": "You open a metaphysical bridge between your soul and the entities inhabiting the mineral. ",
      "female": ""
    },
    {
      "id": 19,
      "default": "You open yourself to the spiritual energies of the mineral. The response is swift. A spike of pain rams through your mind, sending hurtful memories rushing to the forefront as the spectres begin to feed on you.",
      "female": ""
    },
    {
      "id": 20,
      "default": "[Grit your teeth and continue.]",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"I... I can't!\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "As you break the connection, the spirits pull back in dismay - their hunger unsated.",
      "female": ""
    },
    {
      "id": 23,
      "default": "Seconds pass like hours, but in the end the spirits of the metal go dormant, glutted on energy. You feel confident that they're too overstuffed to attack. ",
      "female": ""
    },
    {
      "id": 24,
      "default": "It's Giftwrapper. She's trembling.",
      "female": ""
    },
    {
      "id": 25,
      "default": "A small shape scurries behind you and peers around your ankles. ",
      "female": ""
    },
    {
      "id": 26,
      "default": "This matches Bekarna's description of a fallen star. She came to the Black Isles in search of this marvelous rock. ",
      "female": ""
    },
    {
      "id": 27,
      "default": "You've seen minerals like this on display at museums or sketched in manuscripts. It's a piece of starmetal, forged and shaped far beyond Eora.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Tread lightly. I think we're being watched.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "[Step closer.]",
      "female": ""
    },
    {
      "id": 30,
      "default": "[Back away slowly.]",
      "female": ""
    },
    {
      "id": 31,
      "default": "The metal shimmers faintly, responding to your presence.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"What do you make of it, Fassina?\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"He shunned celestial research. Tossed out any studies of the sky that crossed his desk. But it wasn't doubt or disagreement that irked him.\" ",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"No, he acted like he was afraid of something.\" ",
      "female": ""
    },
    {
      "id": 37,
      "default": "It resembles nothing you've ever seen before.",
      "female": ""
    },
    {
      "id": 38,
      "default": "Giftwrapper looks up at you with a silent plea, then obediently scuttles forward.",
      "female": ""
    },
    {
      "id": 39,
      "default": "You feel the spiritual energy recede. For the moment, the spectres are glutted on essence and appeased.",
      "female": ""
    },
    {
      "id": 44,
      "default": "You beckon to the entities inhabiting the mineral, but receive no answering call from the other side.",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Farewell, little one.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 47,
      "default": "[Cross your arms and glare.]",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"No, wait-\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"I recognize this. Starmetal. Arkemyr had a few samples lying around, though they did not glow as brightly as this one.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "You recognize it from the book 'On Celestial Spectres.' This is a piece of starmetal. ",
      "female": ""
    },
    {
      "id": 51,
      "default": "From there you could claim a piece of the metal for yourself.",
      "female": ""
    },
    {
      "id": 52,
      "default": "At first they project mild interest, but their attention shifts elsewhere once they comprehend your intentions. For the moment, they will not trouble you.",
      "female": ""
    }
  ]
}