{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\ghost_ship_encounter\\re_cv_ghost_ship_captain_encounter",
  "Entries": [
    {
      "id": 1,
      "default": "A group of rabid undead swarm for your ship. But then abruptly they halt, rippling as they part for their captain. With sure, heavy-striking strides, Rivan approaches. She stops short, fiery eyes peering into you - burning through you.",
      "female": ""
    },
    {
      "id": 2,
      "default": "<link=\"neutralvalue://Vailian: Give me the Devourer of Souls!>\"Derme o Engoliero do Espirs!\"</link>\n\nShe reaches a skeletal hand for the sword.",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Lie] \"This? But I found it in a trash heap.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"No. I killed Yseyr for this sword.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Sorry, I promised Yseyr I'd use this sword to kill you.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Sword's mine now by right.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Even had Yseyr lost it as I - who would ever allow such to befall so precious a weapon? No, I do not believe it.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Then you have my gratitude. Now, give me my Engoliero do Espirs.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"I'm not giving up the sword.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"How about an exchange: the sword for your ship?\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "[Give her the sword.]",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"You <i>will</i> relinquish it to me - once I have vanquished your soul from your corpse.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I've purged your kind from the Dyrwood before. I can and will put you down, Death Guard.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Well, come on then.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"He must be the Watcher of Caed Nua. Slayer of the undead. Raedric's killer.\" A few of the undead aboard the Floating Hangman recoil in horror.",
      "female": "\"She must be the Watcher of Caed Nua. Slayer of the undead. Raedric's killer.\" A few of the undead aboard the Floating Hangman recoil in horror."
    },
    {
      "id": 17,
      "default": "Rivan turns on them, and in one swift motion eviscerates a fampyr in two.",
      "female": ""
    },
    {
      "id": 18,
      "default": "Silent, Rivan steps back, and the undead surge forward, shouting battlecries as they clamber for your ship.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"I do not negotiate for the sword.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"A Darcozzi paladin named Furrante needs your ship for Old Vailia's refugees.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"I come on behalf of Captain Aeldys. She aims to pillage Ukaizo and needs your Fonferrus to succeed.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"<i>If</i> he is a Darcozzi paladin, this Furrante should aid my duty to return the sword to the royal line, should he not? How does my ship matter to Grand Vailia?\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"The Fonferrus can sail through the storms shielding Ukaizo, where Furrante intends to establish a New Vailia.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"What makes this Furrante worthy of Vailia's legacy?\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"As a Darcozzi paladin, I pledge to you - I will ensure Furrante keeps his word.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"The royals of Vailia are dead. But the sword can still serve its purpose - through the legacy of the Príncipi.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"I need your ship to stop Eothas from destroying the wheel.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Your pirate captain can drown a thousand deaths for all I care.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"A ship can be replaced, the sword cannot. I'll give you the sword if you exchange your ship for mine.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"You have no other option.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Do you intend to keep your oath to the Berathian?\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"I took an oath. I plan to keep it.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"If you think to remain in possession of my charge - you are gravely mistaken.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Your ship is a piece of driftwood. But for the sword, I will take it.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"I'll give you the sword <i>and</i> a very good ship - mine in exchange for yours. Why not take the deal?\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Your ship appears to be a suitable trade. For the sword, I will take it.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"I fail to see why should that be a concern of mine.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"How will you serve your duty if the Darcozzi bloodline turns hollowborn?\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"I will give you the Fonferrus, but you must give me the sword and your ship, so I may fulfill my duty.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"It's yours.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Give you my ship? Not on your eternal life.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"You may have a point.\" She taps a skeletal finger against her jawbone in thought.",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"I value your conviction. But I cannot place trust a man I have not met.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"If the Príncipi are truly the closest continuation of the Darcozzi legacy, then I must deliver the sword to them.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"I'm chasing a rogue god, but I can't catch him without the Fonferrus.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Eora will grind to a halt and die without the wheel to turn it.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"The bargain is forged.\" With a nod, she takes the estoc. After hefting it triumphantly above her head, she signals the crew to begin transferring cargo and belongings to your ship.",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Then I must take the sword through battle and bloodshed.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "Rivan hefts the sword triumphantly over her head. Then she points it at the horizon, and her crew scurries to ready her ship - tattered sails pulling taut, rusted anchor rising before the ship sails eerily away.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"You make a compelling argument. But I am sorry, I will not allow your personal concerns to impede my duty.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"I must disagree. See, I can always kill you and continue my search with the sword in hand.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"So you claim to be - but what qualities of the order do you embody, paladin? I do not see them in you.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"You are a smart paladin, yes? You understand why I cannot blindly trust a man I have not met.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"What claim do you have on this sword? I stole the Engoliero from a tomb.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"As did I. Mine is eternal. Is yours?\" The death guard cocks her head.",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"You'd think that, and yet...\" Modwyr's hilt glows bright as a coal, and a curl of smoke rises from its pommel.",
      "female": ""
    },
    {
      "id": 66,
      "default": "Rivan tilts her skull on her fleshless neck. Glowering eyes flare with interest.",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Truly? I hope you pried it from the Berathian's fleshless, dead hands. However, that does not negate that the sword belongs to me.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Who then sits upon the throne in the palace?\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"The palace burned and was never rebuilt.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Grand Vailia crumbled hundreds of years ago. The Príncipi are the descendants of the refugees who fled during its collapse.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"He will - if you give him both sword and ship.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Have any of you more to say about this matter? Any cowards wishing to leave my crew? There is but one way out - as you know.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "The crew falls still and mute as the dead.",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Lucia Rivan, I'm hereby commandeering your ship!\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"You wish to steal the Fonferrus <i>and</i> the Engoliero do Espirs from my control? Insolent bag of flesh.\n\n\"The only way you shall step foot on this ship is as one of my crew.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "[Attack] \"The Floating Hangman has a new captain now.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"No, she is about to have a new first mate.\" ",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Belfetto. I shall take two swords from you today.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "A few of the undead aboard the Floating Hangman recoil in horror.",
      "female": ""
    },
    {
      "id": 81,
      "default": "With the last of undead slain, the Floating Hangman is now yours for the taking.",
      "female": ""
    },
    {
      "id": 82,
      "default": "Standing at the helm of the Floating Hangman, you signal your boatswain to head out to sea. Wind rips through the tattered sails. Rotting wood groans as the ship picks up speed.",
      "female": ""
    },
    {
      "id": 83,
      "default": "Rivan raises her skeletal fist to you in salute as her ship glides by, headed in the opposite direction.",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Crew! Derme o Engoliero! Take the sword - and skewer the living.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "After exchanging the Engoliero with Rivan for the Floating Hangman, you signal your crew to prepare to make way. ",
      "female": ""
    },
    {
      "id": 86,
      "default": "Rivan raises the sword to you in a respectful, last farewell. Then the Death Guard and the remains of her crew take their leave.",
      "female": ""
    }
  ]
}