{
  "Component": "exported",
  "Name": "conversations\\16_wahaki_island\\16_cv_wahaki_chief",
  "Entries": [
    {
      "id": 1,
      "default": "The broad-shouldered woman on the throne lifts her gaze to meet yours. White face paint adds a grim aspect to her stoic demeanor. Smoldering braziers fill the air with oppressive heat, but she sits at ease. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"I will hear you, outsider.\" Ruāsare gestures for you to speak freely.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"You are knowing that the purchase of foreign slaves is allowed in the Deadfire?\" A shadow falls over Ruāsare's eyes as she lowers her brow. ",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Attack] \"I'm here to give you a Crookspur greeting.\" ",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Intruder! Bring me his head!\"",
      "female": "\"Intruder! Bring me her head!\""
    },
    {
      "id": 12,
      "default": "\"I came to warn you about the slavers' plot to kill you.\" ",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"What say? You came you to know this how?\" ",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"They sent me to do the job. I plan on disappointing them.\" ",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Lie] \"I'm not working for them. I only heard about this secondhand.\" ",
      "female": ""
    },
    {
      "id": 16,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"And you came all this way to warn me of a rumor?\" She crosses her arms and regards you in silence. When no more is said on the matter, she shrugs.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"I will be needing an explanation, or I cut your belly to let the truth come wriggling out.\" ",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"I say the Wahaki do not demand tribute, but you came ready to give. You want something? Ask.\" ",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"The queen sent you to remind us that we are vassals. Is that all?\" ",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Outsiders do not come to Ori o Koīki unless they want something.\" ",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"If Onekaza is ready to stand against the outsiders, we will need our strength.\" ",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"I'll hunt these slavers like swine.\" ",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Burapo has slipped through the maw of Tangaloa. Poor man.\" ",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Then there is Tangara. Two deaths since your coming, outsider.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Tangara met an unfortunate end. May his next journey through Rikuhu's bowels go smoother, I say.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"And then Burapo. Ekera, the eels of life and death swim in your shadow.\" ",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Crookspur is a blight on the archipelago. I pray that Ngati drags the island down with both claws.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"We have no need of clowns. What brought you to Ori o Koīki?\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Queen Onekaza II proposes an alliance with the Wahaki.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"You have the gift of our hospitality during this audience. Do not abuse it.\" The studious-looking man to the ranga's side scrutinizes you.",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"But will our hospitality be returned?\" A trembling mystic consults a palmful of runes. \r\n\r\nThe ranga silences him with a look.",
      "female": ""
    },
    {
      "id": 49,
      "default": "Sitting forward in her seat, she opens her fist to reveal a plump koīki fruit. She takes a deep and thoughtful bite.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"[Player Name], her face paint. You don't suppose...\" ",
      "female": ""
    },
    {
      "id": 56,
      "default": "Ruāsare turns her gaze to Aloth, who quickly falls silent. She returns her focus to you.",
      "female": ""
    },
    {
      "id": 65,
      "default": "She sets the koīki down on the armrest and opens her palm, inviting you to speak.",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"I did not need outsiders to tell me that slavers are after my scalp. Are you here to carry out their demands?\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Ekera, these are not the actions of a queen.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Isn't there anything I can do to prove her intentions?\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"You don't think she's just biding her time?\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"If she hasn't convinced you, then let me try.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"I came to discuss your slaver problem.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"You shirk my hospitality? Outsider filth!\" Ruāsare grinds her teeth and advances.",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"I wanted to discuss the queen's proposed alliance some more.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"I am prepared to lay down Wahaki lives for the true Huana queen, but Onekaza must act like one.\" Ruāsare crosses her arms.",
      "female": ""
    },
    {
      "id": 99,
      "default": "[Attack] \"I hate negotiating.\" ",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"Bah! Then she should never have let the foreigners take a step onto Deadfire soil.\" ",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"You think the queen is cunning, but she is on the brink of losing her power.\" Ruāsare makes a disgusted, sweeping motion with her hand.",
      "female": ""
    },
    {
      "id": 104,
      "default": "Her eyes brighten with joy. Ruāsare steps closer and embraces you roughly, clapping your back.",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"Tell Onekaza that the Wahaki accept her authority. If the time comes when she needs to show foreigners the breadth of her power, we will be there.\" ",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"The queen is more vicious than you might guess, and so am I.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"The queen wants to be an imperial power again. She can't succeed without you.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "She spares an intrigued glance toward her attendants, but ultimately shakes her head with a frown.",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"She told you this?\" Ruāsare strokes her chin, frowning.",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"There can be no empire while outsiders divide our homeland. Onekaza has already failed.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"You expect her to make a stand against Rauatai and the Vailian Republics alone?\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"The ranga sets the example for the realm, and never falters. Never.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"Vicious? Not a word that crosses a diplomat's tongue lightly.\" She scratches her chin, regarding you with interest.",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"You're falling for the same trap that the foreigners are - assuming that she's weak on the basis of appearances.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "Ruāsare opens her mouth to speak out against you, but stops herself.",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"The Kahanga queen shows her belly so that the enemy will overlook her claws...\" She nods to herself.",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"This is a worthy tactic. Vailia and Rauatai are foolish enough to fall for it.\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"Before I agree to Onekaza's terms, I must deal with a pest of my own. Not as large as the trading companies, but nearly as vicious.\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"Onekaza can enjoy her false sense of security for a bit longer.\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"It is dangerous to make such a gamble with my people. We are more accustomed to these games than you.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Ekera, you are as blind as your countrymen.\" Her lips peel back in a fierce grin.",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"Our enterprising foes clump together in a small fortress on the tip of Crookspur Island, northwest of Neketaka.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"This isn't my fight. Allow me to consider.\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"Slaver filth.\" Ruāsare narrows her eyes and launches herself at you.",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"Queen. I am thinking you are very free with this meaningless, outsider word.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"Will you show me how vicious you can be, outsider?\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"If it gets us on agreeable terms, then sure.\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"Depends what you had in mind. I might need to do some stretches first.\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"Tell me what you want and I'll consider it.\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "At first Ruāsare looks bewildered. She explodes in laughter when she catches onto your meaning.",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"I like this one.\" She nods to her attendants, both wearing fierce grins.",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"For the moment my needs are more complicated than yours.\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "A muffled laugh sounds in the silence. Tekēhu, who was not paying attention to this point, covers his mouth with delight.",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"Killing kellick-brained, maggot-munching, slave-selling cog-suckers be round bout our favorite employment, madam.\"\r\n\r\nThe orlan grins, tongue running the top row of his crooked teeth, as his fingers brush the grip of his weapon.",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"Keep your trunk locked behind your teeth, hairy one.\" She eases back from Serafen.",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"What say? If those parasites drew their final breaths, I would hear of it.\"",
      "female": ""
    },
    {
      "id": 159,
      "default": "Her eyes brighten and a genuine smile spreads across Ruāsare's face. ",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"You're talking about Crookspur? I already dealt with them.\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"Could this be true?\" She glances to her attendants.",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"Could this be possible?\" She looks you up and down with astonishment.",
      "female": ""
    },
    {
      "id": 165,
      "default": "The priest consults his bones. His brow raises, and he nods to the queen.",
      "female": ""
    },
    {
      "id": 171,
      "default": "Tangara curls his hands into a fists. Burapo steeples his fingers and begins a feverish prayer.\r\n\r\nRuāsare motions them both to stand down.",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"You are not drawing your weapon. It is a good thing that I am observing this.\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "Ruāsare raises her brow and regards you in silence.",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"You are the outsider who dealt with Kipeha, but you do not take the front entrance.\" ",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"I am not so naive to think that you drag chance misfortune in your wake.\" Holding your gaze, she slowly reaches for her weapon.",
      "female": ""
    },
    {
      "id": 245,
      "default": "She lets out a rallying bellow and attacks.",
      "female": ""
    },
    {
      "id": 246,
      "default": "\"Do you recognize the name 'Thaos'? Or the 'Leaden Key'?\"",
      "female": ""
    },
    {
      "id": 247,
      "default": "\"What's the significance of your face paint?\"",
      "female": ""
    },
    {
      "id": 248,
      "default": "\"I know only that they clank and clash like foreign names.\" She frowns.\r\n\r\nYet something in her soul sparks like kindling held to a flame. There is an ancient presence there with its own memory.",
      "female": ""
    },
    {
      "id": 316,
      "default": "\"Not so fast, outsider.\" Ruāsare holds out her palm.",
      "female": ""
    },
    {
      "id": 317,
      "default": "\"Why should I let you wander Ori o Koīki so freely? We do not leave our flank exposed to outsider spies.\" ",
      "female": ""
    },
    {
      "id": 319,
      "default": "\"What can I do to earn your trust?\" ",
      "female": ""
    },
    {
      "id": 320,
      "default": "\"Don't impede my progress. I go where I will.\" ",
      "female": ""
    },
    {
      "id": 321,
      "default": "[Attack] \"You shouldn't.\"",
      "female": ""
    },
    {
      "id": 323,
      "default": "\"The hospitality of the Wahaki is yours. Respect our ways, and cause no trouble.\" ",
      "female": ""
    },
    {
      "id": 324,
      "default": "\"Tribute bought you an audience. It did not buy you my trust.\" ",
      "female": ""
    },
    {
      "id": 325,
      "default": "\"A silver tongue granted you the right to enter. It does not grant you the freedom to leave.\"",
      "female": ""
    },
    {
      "id": 335,
      "default": "\"A gesture to the tribe. One sealed in blood.\" ",
      "female": ""
    },
    {
      "id": 338,
      "default": "\"This Engwithan ruin makes for a cozy hideout.\"",
      "female": ""
    },
    {
      "id": 339,
      "default": "[Attack] \"I come to scour this tribe from the Deadfire.\"",
      "female": ""
    },
    {
      "id": 340,
      "default": "\"We do not hide. We are protecting a way of life that others would trample under their boots.\"",
      "female": ""
    },
    {
      "id": 343,
      "default": "\"The trading companies would strip the land that the gods gifted us and unmake the works of our ancestors.\"",
      "female": ""
    },
    {
      "id": 344,
      "default": "\"There is much to protect in the Deadfire. Too much for any single tribe.\"\r\n\r\nShe sighs, rolling her shoulder to release some of the tension.",
      "female": ""
    },
    {
      "id": 347,
      "default": "\"Showing generosity to a stranger is the essence of hospitality.\"",
      "female": ""
    },
    {
      "id": 348,
      "default": "\"Well spoken. You hear how this one shames us, friends?\" She glances at Tangara and Burapo before turning back to you.",
      "female": ""
    },
    {
      "id": 350,
      "default": "She trades an uneasy glance with her advisors, returning her focus to you with a furrowed brow.",
      "female": ""
    },
    {
      "id": 351,
      "default": "\"You have the peace of this court, but we are not here for idle chatter. You will speak of your intentions. Now.\"",
      "female": ""
    },
    {
      "id": 352,
      "default": "\"Patience. More pressing matters command our attention.\"",
      "female": ""
    },
    {
      "id": 353,
      "default": "\"Just passing through.\"",
      "female": ""
    },
    {
      "id": 354,
      "default": "\"Then you are expecting me to believe this?\" She sighs through her nose, shaking her head.",
      "female": ""
    },
    {
      "id": 356,
      "default": "\"Someone must teach them the meaning of Wahaki vengeance, I say.\"",
      "female": ""
    },
    {
      "id": 357,
      "default": "\"Why do you need outside help for this?\"",
      "female": ""
    },
    {
      "id": 368,
      "default": "\"The Wahaki show outsiders that we know their deceitful face.\" She spits on the floor.",
      "female": ""
    },
    {
      "id": 369,
      "default": "\"We wear the bone-white grimace of our enemies and take power from it.\"",
      "female": ""
    },
    {
      "id": 379,
      "default": "[Read her soul.]",
      "female": ""
    },
    {
      "id": 380,
      "default": "Essence lingers near Ruāsare's body. You feel an ancient presence within it.",
      "female": ""
    },
    {
      "id": 381,
      "default": "[Read her soul.]",
      "female": ""
    },
    {
      "id": 382,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 383,
      "default": "You reach into her soul, chasing that spark of recognition. You feel hundreds of births and deaths within her, forming and disappearing like bubbles in boiling water. \r\n\r\nYou sift past them all, focusing your overwhelmed senses on the memory of a strange, foreign man. ",
      "female": ""
    },
    {
      "id": 384,
      "default": "When at last you seize it, you find yourself in the very same throne room. But the condition of the place - and the memory of your host - suggests that it is many, many hundreds of years ago.\r\n\r\nIf not more.",
      "female": ""
    },
    {
      "id": 385,
      "default": "You are seated on the dais. A man is brought before you, dressed in stifling black robes. \r\n\r\nHe reminds you of a corpse dressed for a funeral.\r\n\r\nHe reminds you of something else, too, but one of your attendants leans in and interrupts the thought before you can follow it.",
      "female": ""
    },
    {
      "id": 386,
      "default": "She tells you that this is the man you asked to see, and that his people have been harassing yours.\r\n\r\nHe calls himself 'Thaos ix Arkannon.'",
      "female": ""
    },
    {
      "id": 387,
      "default": "\"Explain yourself, stranger.\"",
      "female": ""
    },
    {
      "id": 388,
      "default": "He gives you a smile that sets your teeth on edge.",
      "female": ""
    },
    {
      "id": 389,
      "default": "\"Your Excellency, I come to warn your people. Your presence among these ruins is an affront to the gods.\"",
      "female": ""
    },
    {
      "id": 390,
      "default": "\"You must remove yourself lest you face the gods' wrath.\"",
      "female": ""
    },
    {
      "id": 391,
      "default": "Indeed, the man is an even greater fool than you had been told.",
      "female": ""
    },
    {
      "id": 392,
      "default": "\"The gods surely take their time. We have lived here two hundred years, and they have yet to raise an objection.\"",
      "female": ""
    },
    {
      "id": 393,
      "default": "He bows. \"The timeline of the gods is not for mortals to understand. But even their patience shall wear thin, especially after this warning.\"",
      "female": ""
    },
    {
      "id": 394,
      "default": "You certainly feel your patience wearing thin.\r\n\r\nWho is he, this foreigner, to send your people from their halls and homes?\r\n\r\nAnd who is he to tell your people, the survivors, about the wrath of the gods? ",
      "female": ""
    },
    {
      "id": 395,
      "default": "\"What ungrateful guest evicts his hosts? Our ancestors built these places centuries ago. We will not leave.\"",
      "female": ""
    },
    {
      "id": 396,
      "default": "For a moment his unctuous facade melts away, and he blinks at you and your attendants.\r\n\r\nYou get the impression that your response has surprised him.",
      "female": ""
    },
    {
      "id": 397,
      "default": "\"Your people cling tightly to their history.\" His jaw is tight as he speaks. He swallows hard, as if gulping something unpleasant.",
      "female": ""
    },
    {
      "id": 398,
      "default": "\"But where are these designs among your arts? Where is the carved adra in your wooden huts?\"",
      "female": ""
    },
    {
      "id": 399,
      "default": "You knew he was a fool, but now you suspect he is a dangerous one.\r\n\r\nHis words are a lie, but like the very best lies, they contain the shadow of truth. \r\n\r\nEveryone knows foreigners once lived among your people as guests. But they have not been seen in two hundred years.",
      "female": ""
    },
    {
      "id": 400,
      "default": "\"These places were not built by the Huana, but by an ancient people from a distant land.\"",
      "female": ""
    },
    {
      "id": 401,
      "default": "\"The murals in these places and the stories of our ancestors tell it differently. How would you, foreigner, know our history better than our own grandfathers?\"",
      "female": ""
    },
    {
      "id": 402,
      "default": "What prickles the back of your neck is the question of how he might know this.\r\n\r\nAnd why he brings it to you.",
      "female": ""
    },
    {
      "id": 403,
      "default": "He smiles. \"I have seen your murals. And I know that you will recognize this.\"\r\n\r\nHe produces a helm with two horn-like protrusions and a mask attached.\r\n\r\nHe is correct. You do recognize it.",
      "female": ""
    },
    {
      "id": 404,
      "default": "Your guards and attendants gasp. The man, Thaos, smiles more broadly.",
      "female": ""
    },
    {
      "id": 405,
      "default": "\"It was my people who built these places. And now I come before you bearing their warning.\"",
      "female": ""
    },
    {
      "id": 406,
      "default": "At least that much is true.\r\n\r\nYou turn to your guards.",
      "female": ""
    },
    {
      "id": 407,
      "default": "\"Seize him.\"",
      "female": ""
    },
    {
      "id": 408,
      "default": "Just as a look of surprise appears on Thaos' face, the ancient ranga's memory skips ahead.\r\n\r\nYou are looking at Thaos once more. This time, however, he and a score of robed men and women are bound amidst a heap of peat and wood.\r\n\r\nThis time, he is staring at you in disbelieving fury.",
      "female": ""
    },
    {
      "id": 409,
      "default": "You have gathered your people and told them that the foreigners before them are the same ones who came to the islands centuries ago. \r\n\r\nAnd now your people are angry and frightened, too, because every Wahaki remembers the story of how these foreigners abused the hospitality of their Huana hosts. So great was their iniquity that the gods destroyed the great city of Ukaizo and many others besides.",
      "female": ""
    },
    {
      "id": 410,
      "default": "\"Watch now as I wipe their stain from among us.\"",
      "female": ""
    },
    {
      "id": 411,
      "default": "Your people cheer. Thaos struggles and yells, but his words are drowned out.",
      "female": ""
    },
    {
      "id": 412,
      "default": "\"Let us never forget that this foreigner is a trickster and his people a plague.\"",
      "female": ""
    },
    {
      "id": 413,
      "default": "Hundreds of Wahaki stamp their feet and beat the ground with the butts of their spears. \r\n\r\nStill Thaos scowls and thrashes in protest.",
      "female": ""
    },
    {
      "id": 414,
      "default": "\"From this day forward, we must be vigilant. Let us root out such foreigners and keep our lands pure of their wickedness.\"",
      "female": ""
    },
    {
      "id": 415,
      "default": "The tribe cheers louder than ever. Young and old, Mataru and Roparu, all are united in purpose.\r\n\r\nA change seems to come over Thaos. The struggle leaves his body and the rage departs his face.\r\n\r\nGood. Let him accept his end.",
      "female": ""
    },
    {
      "id": 416,
      "default": "One of your attendants offers you a torch.",
      "female": ""
    },
    {
      "id": 417,
      "default": "[Throw it onto the pyre.]",
      "female": ""
    },
    {
      "id": 418,
      "default": "You hurl the torch. The flames spread quickly.\r\n\r\nThe foreigners scream as the fire advances. All except Thaos, who looks back at you with a strange smile of satisfaction. ",
      "female": ""
    },
    {
      "id": 419,
      "default": "You pull back from the memory, and the gruesome scene evaporates around you.",
      "female": ""
    },
    {
      "id": 420,
      "default": "You reach into her soul, chasing that presence. You feel hundreds of births and deaths within her, forming and disappearing like bubbles in boiling water. \r\n\r\nYou sift past them all, focusing your overwhelmed senses on the memory of a strange, foreign man. ",
      "female": ""
    },
    {
      "id": 421,
      "default": "You find yourself staring at Ruāsare's body once more.",
      "female": ""
    },
    {
      "id": 422,
      "default": "\"Why do you stare so?\" Ruāsare frowns at you.",
      "female": ""
    },
    {
      "id": 424,
      "default": "\"Mind your manners, I say. We have had our fill of foreigners.\" She extends a long finger to point at Aloth's corpse.",
      "female": ""
    },
    {
      "id": 429,
      "default": "\"Black bones. That's Aloth.\"",
      "female": ""
    },
    {
      "id": 430,
      "default": "\"Is that... ? Madiccho, it's really him. It's Aloth.\"",
      "female": ""
    },
    {
      "id": 434,
      "default": "\"What did you do to Aloth?\"",
      "female": ""
    },
    {
      "id": 435,
      "default": "\"You know this elven fool? He came to us with talk of ancient keys and spies. Stories meant to frighten and deceive.\" She levels a suspicious glare at you.",
      "female": ""
    },
    {
      "id": 437,
      "default": "\"I convinced Master Kua to leave the Deadfire. You won't see any more of him.\"",
      "female": ""
    },
    {
      "id": 438,
      "default": "\"Leave?\" Ruāsare furrows her brow and folds her arms, drumming her knuckles on a bicep.",
      "female": ""
    },
    {
      "id": 439,
      "default": "\"You come to us in a time of need. The tribe will know you as a friend. Go in peace.\" Ruāsare clasps had hands and nods to you, holding the pose for a solemn moment.",
      "female": ""
    },
    {
      "id": 442,
      "default": "\"If you make for Crookspur, you have taken a detour. Better that you follow the sounds of weeping chattel.\"",
      "female": ""
    },
    {
      "id": 443,
      "default": "\"I say I have a tale of my own. One of cheap words, false promises, and betrayal.\"",
      "female": ""
    },
    {
      "id": 444,
      "default": "\"Rauataian warships circle Crookspur, and the cries of bondage carry across the waves like the song of injured gulls.\"",
      "female": ""
    },
    {
      "id": 445,
      "default": "\"The Royal Deadfire Company has plans for Crookspur.\"",
      "female": ""
    },
    {
      "id": 446,
      "default": "\"You left Crookspur leaderless. You had to expect someone would occupy the vacancy.\"",
      "female": ""
    },
    {
      "id": 447,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 449,
      "default": "\"Ekera, so they do. And we will throw our bodies in the path of their success.\" ",
      "female": ""
    },
    {
      "id": 450,
      "default": "\"Can't we talk about this?\"",
      "female": ""
    },
    {
      "id": 451,
      "default": "[Attack] \"At least I won't disappoint Berath when I send you to the Wheel.\"",
      "female": ""
    },
    {
      "id": 452,
      "default": "\"Only a coward or a fool forgets their tongue.\" Her lip curls with distaste.",
      "female": ""
    },
    {
      "id": 453,
      "default": "Turning her head, Ruāsare shows that she has nothing more to say.",
      "female": ""
    },
    {
      "id": 455,
      "default": "She chews the inside of her cheek and holds her silence.",
      "female": ""
    },
    {
      "id": 463,
      "default": "\"Leave this place, outsider. Do not return if you value life.\" She banishes you with a hard wave.",
      "female": ""
    },
    {
      "id": 464,
      "default": "\"I do not revoke the hospitality of the Wahaki, but I suggest you leave this place.\" She dismisses you with a wave.",
      "female": ""
    },
    {
      "id": 465,
      "default": "\"Come no closer, outsider.\"",
      "female": ""
    },
    {
      "id": 466,
      "default": "\"I understand that you've been hit hard by slavers. I also seek vengeance against them.\"",
      "female": ""
    },
    {
      "id": 468,
      "default": "\"I'm familiar with the practice.\"",
      "female": ""
    },
    {
      "id": 469,
      "default": "\"Why only foreign slaves?\"",
      "female": ""
    },
    {
      "id": 470,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 471,
      "default": "\"Trading in Huana is a crime that even Onekaza could not ignore.\" Ruāsare snorts, flaring her nostrils.",
      "female": ""
    },
    {
      "id": 472,
      "default": "\"To buy and sell kith, it is the work of monsters.\" ",
      "female": ""
    },
    {
      "id": 474,
      "default": "\"These slavers hunt the waters around Ori o Koīki. Like cowards, they shy from the deeper jungle - ha!\" In spite of Ruāsare's hearty guffaw, not a trace of humor reaches her eyes. ",
      "female": ""
    },
    {
      "id": 475,
      "default": "\"They steal MY people from their fishing boats and sell them like pigs at auction. Where is Onekaza to stop them?\" Ruāsare opens her arms and searches left and right.",
      "female": ""
    },
    {
      "id": 476,
      "default": "\"Aye, lass. Few bilge-suckers more monstrous than slave-trading bilge-suckers.\"\r\n\r\nHe cracks his knuckles, ears slightly lowered.\r\n",
      "female": ""
    },
    {
      "id": 477,
      "default": "She furrows her brow at Serafen, deciding whether to recognize the sentiment. In the end she merely nods and returns her focus to you.",
      "female": ""
    },
    {
      "id": 478,
      "default": "\"Need? No. Want? Yes.\" Ruāsare narrows her eyes, crinkling her war paint into a predatory visage. ",
      "female": ""
    },
    {
      "id": 479,
      "default": "\"My people risk themselves enough. For someone to earn my favor, they must put the tribe first. They must risk everything for the Wahaki.\" \r\n\r\nShe raises her brow.",
      "female": ""
    },
    {
      "id": 480,
      "default": "\"My love, Apāro, lost his sister to these creatures. Ekera, more of us will vanish if we do not cut out the heart of Crookspur.\"",
      "female": ""
    },
    {
      "id": 484,
      "default": "\"Tangara, call off the warriors. I grant our guest the freedom of the jungle.\" ",
      "female": ""
    },
    {
      "id": 485,
      "default": "She bites deeply into the koīki and swallows it down without chewing.",
      "female": ""
    },
    {
      "id": 486,
      "default": "\"As you say, ranga.\" Tangara makes a discreet hand gesture toward the entryway, and a figure in the shadows scurries off. ",
      "female": ""
    },
    {
      "id": 487,
      "default": "\"If you would come and go on Ori o Koīki, prove yourself a friend of the Wahaki.\" ",
      "female": ""
    },
    {
      "id": 489,
      "default": "\"I had other questions.\"",
      "female": ""
    },
    {
      "id": 490,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 491,
      "default": "She wipes her hands and motions for you to go on.",
      "female": ""
    },
    {
      "id": 501,
      "default": "\"I killed Master Kua and helped your people escape Crookspur.\" ",
      "female": ""
    },
    {
      "id": 507,
      "default": "\"I have come to expect troubling news from outsiders. Today is no different, but at least you bring me a tale for my grandchildren.\"",
      "female": ""
    },
    {
      "id": 509,
      "default": "\"It is rare enough that we hear favorable news from outside of the tribe. Yours is a most... inspiring tale.\"",
      "female": ""
    },
    {
      "id": 510,
      "default": "Nodding to herself, Ruāsare looks you up and down, weighing something unspoken.",
      "female": ""
    },
    {
      "id": 512,
      "default": "\"Crookspur should have known that no Wahaki could be caged forever!\"",
      "female": ""
    },
    {
      "id": 513,
      "default": "\"While Onekaza plays at diplomacy, we are the spear in the guts of our enemies.\" ",
      "female": ""
    },
    {
      "id": 515,
      "default": "\"Tribesmen we thought lost to the maw of Crookspur are returning in droves. You have something to tell me?\"",
      "female": ""
    },
    {
      "id": 536,
      "default": "\"He and his colleagues know better than to trouble the Deadfire any further.\"",
      "female": ""
    },
    {
      "id": 538,
      "default": "\"Violence causes more problems than it solves.\"",
      "female": ""
    },
    {
      "id": 539,
      "default": "\"Your word against my instincts, then.\" ",
      "female": ""
    },
    {
      "id": 540,
      "default": "\"Not in my experience.\" ",
      "female": ""
    },
    {
      "id": 542,
      "default": "[Attack] \"Take this to your next life, chief.\"",
      "female": ""
    },
    {
      "id": 543,
      "default": "\"Hm. The enemy of my enemy is still an outsider... but a resourceful one.\" She clucks her tongue on the roof of her mouth and considers.",
      "female": ""
    },
    {
      "id": 545,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 547,
      "default": "\"I killed Master Kua and left the captives to fend for themselves.\"",
      "female": ""
    },
    {
      "id": 548,
      "default": "\"They will find their way. I know this.\" She nods.",
      "female": ""
    },
    {
      "id": 553,
      "default": "\"It seems right that I be the one to twist the dagger for you.\" ",
      "female": ""
    },
    {
      "id": 554,
      "default": "\"Just so, good outsider. I trust you know your way back to Crookspur?\"",
      "female": ""
    },
    {
      "id": 555,
      "default": "\"You have the confidence of these slavers, ekera? That is a weakness to exploit.\"",
      "female": ""
    },
    {
      "id": 556,
      "default": "\"A leader learns not to ignore opportunity.\"",
      "female": ""
    },
    {
      "id": 557,
      "default": "\"Can't we talk about this?\"",
      "female": ""
    },
    {
      "id": 558,
      "default": "[Attack] \"So be it.\"",
      "female": ""
    },
    {
      "id": 559,
      "default": "\"I have heard enough of your outsider lies.\"",
      "female": ""
    },
    {
      "id": 560,
      "default": "\"What say?\" Ruāsare nods to you.",
      "female": ""
    },
    {
      "id": 562,
      "default": "\"Foreigners hold the islands upside down, shaking them to loosen their riches. Onekaza gives them comfort.\"",
      "female": ""
    },
    {
      "id": 564,
      "default": "\"Hm. I can use mad courage like yours.\" ",
      "female": ""
    },
    {
      "id": 565,
      "default": "\"You were kin with the elf? Ekera. This may go worse than you thought.\"",
      "female": ""
    },
    {
      "id": 566,
      "default": "\"You speak out of turn, outsider!\" She practically spits the word.",
      "female": ""
    },
    {
      "id": 567,
      "default": "\"I had other questions.\"",
      "female": ""
    },
    {
      "id": 568,
      "default": "[Attack] \"He was my friend. You won't live to regret this.\"",
      "female": ""
    },
    {
      "id": 569,
      "default": "\"We argued. He died.\"",
      "female": ""
    },
    {
      "id": 570,
      "default": "\"Ask. Speak no more of the dead.\"",
      "female": ""
    },
    {
      "id": 572,
      "default": "\"Onekaza will be disappointed to know that the Wahaki will not intercede on her behalf.\" Ruāsare makes a wiping motion off her shoulders.",
      "female": ""
    },
    {
      "id": 573,
      "default": "\"Back to my other questions.\"",
      "female": ""
    },
    {
      "id": 574,
      "default": "She folds her arms and waits for you to speak up.",
      "female": ""
    },
    {
      "id": 575,
      "default": "\"I am the ranga of this tribe, and will not hesitate to send your soul through Tangaloa's maw if you threaten my people.\"\r\n\r\nShe steeples her fingers and watches your every move.",
      "female": ""
    },
    {
      "id": 576,
      "default": "\"Embeta softened his heart against outsiders. Ekera, I will hear this one.\"",
      "female": ""
    },
    {
      "id": 577,
      "default": "\"The loss of Embeta has soured me to outsiders, I say.\"",
      "female": ""
    },
    {
      "id": 578,
      "default": "\"The chosen of Ngati is a welcome sight, I say.\" She turns her attention toward Tekēhu with a pause of recognition.",
      "female": ""
    },
    {
      "id": 580,
      "default": "\"A pleasure to make your acquaintance, ranga.\"",
      "female": ""
    },
    {
      "id": 581,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 582,
      "default": "\"Is the tribe's spirit so eroded that even the ranga forgets hospitality?\"",
      "female": ""
    },
    {
      "id": 583,
      "default": "\"I wager Tangaloa's maw is nicer than these ruins, at least.\"",
      "female": ""
    },
    {
      "id": 585,
      "default": "She blinks at you once, twice. A smile slowly spreads across her cheeks and creases her war paint. ",
      "female": ""
    },
    {
      "id": 586,
      "default": "\"My ancestor knew this face well. She recalled its every hateful curve to the Wahaki histories.\"",
      "female": ""
    },
    {
      "id": 587,
      "default": "Her eyes widen as if she has been slapped. Speechless, Ruāsare steeples her fingers in her lap.",
      "female": ""
    },
    {
      "id": 588,
      "default": "\"Ekera, it has. Outsiders fill the archipelago, and enemies surround us.\"",
      "female": ""
    },
    {
      "id": 589,
      "default": "\"Ekera, my thanks to you, dear ranga, though I bring you no omens this day.\" Tekēhu inclines his head and touches the spot on his brow with two fingers.",
      "female": ""
    },
    {
      "id": 592,
      "default": "\"Do not speak the name of those who felled mighty Ukaizo. Their spirits are unwelcome.\" \r\n\r\nRuāsare narrows her eyes and studies you closely.",
      "female": ""
    },
    {
      "id": 594,
      "default": "\"What happened to Aloth?!\"",
      "female": ""
    },
    {
      "id": 595,
      "default": "\"He asked too many questions.\" Her gaze narrows on you.",
      "female": ""
    },
    {
      "id": 596,
      "default": "\"Tekēhu. I say we have troubles enough without my people fighting over you.\" ",
      "female": ""
    },
    {
      "id": 597,
      "default": "\"Ekera, just so. I will keep my hands to myself this time.\" ",
      "female": ""
    },
    {
      "id": 598,
      "default": "She nods, turning her focus back to you.",
      "female": ""
    },
    {
      "id": 599,
      "default": "\"The Wahaki seem on edge for some reason.\" ",
      "female": ""
    },
    {
      "id": 600,
      "default": "\"Ekera. A good reason.\" Ruāsare squeezes her koīki until the juices run between her fingers. ",
      "female": ""
    },
    {
      "id": 602,
      "default": "\"You murdered him!\"",
      "female": ""
    },
    {
      "id": 603,
      "default": "\"I don't understand. What exactly did he tell you?\"",
      "female": ""
    },
    {
      "id": 604,
      "default": "\"I protected my tribe. This is my right. You are free to challenge it.\" She raises her brow and waits.",
      "female": ""
    },
    {
      "id": 605,
      "default": "\"Outsider lies. The foreign tongue is twisted like a pig's tail, I say.\"",
      "female": ""
    },
    {
      "id": 607,
      "default": "\"Cuè?! What happened?\"",
      "female": ""
    },
    {
      "id": 608,
      "default": "\"Aw, Aloth. What did you think you were doing?\"",
      "female": ""
    },
    {
      "id": 609,
      "default": "\"I came across a ravaged merchant ship not far from here.\"",
      "female": ""
    },
    {
      "id": 610,
      "default": "\"Ekera. Outsiders know better than to draw close to Wahaki lands.\" Her fingers ball into a fist.",
      "female": ""
    },
    {
      "id": 611,
      "default": "\"That 'war club' looks like a much older version of the Leaden Key insignia.\" Aloth leans close, whispering to you.",
      "female": ""
    },
    {
      "id": 612,
      "default": "\"One which goes unheeded.\" An enthused smile slowly forms and fades.",
      "female": ""
    },
    {
      "id": 613,
      "default": "\"We leave the symbol of the war club as we have for generations. A warning, I say. A reminder.\" ",
      "female": ""
    },
    {
      "id": 614,
      "default": "\"We will get along well, I say.\" Ruāsare grins wide enough to show all of her teeth.",
      "female": ""
    },
    {
      "id": 615,
      "default": "\"Your foes go after dangerous prey.\"",
      "female": ""
    },
    {
      "id": 616,
      "default": "\"Ekera. My people are not in the habit of being taken quietly.\" Ruāsare inclines her head.",
      "female": ""
    },
    {
      "id": 617,
      "default": "\"More trouble than we are worth, I say.\"",
      "female": ""
    },
    {
      "id": 618,
      "default": "\"This is a poor beginning, but I cannot compel you to action.\"\r\n\r\nRuāsare tuts and shakes her head. ",
      "female": ""
    },
    {
      "id": 619,
      "default": "\"Even though he does not commit to helping us, a ranga always has hope.\"\r\n\r\nShe tips her head in your direction, leaving something unspoken.",
      "female": "\"Even though she does not commit to helping us, a ranga always has hope.\"\r\n\r\nShe tips her head in your direction, leaving something unspoken."
    },
    {
      "id": 620,
      "default": "\"Well that's a fine greeting.\"",
      "female": ""
    },
    {
      "id": 621,
      "default": "\"These are not fine times, except for the Huana traitors who sleep on beds of outsider coin.\"\r\n\r\nShe grimaces at the thought.",
      "female": ""
    },
    {
      "id": 622,
      "default": "\"Sanctioned as long as the tribes aren't touched.\"",
      "female": ""
    },
    {
      "id": 623,
      "default": "\"A treaty as frail as old parchment, I say.\"",
      "female": ""
    },
    {
      "id": 624,
      "default": "\"I'm no spy. I'm the herald of Berath.\"",
      "female": ""
    },
    {
      "id": 626,
      "default": "\"The death goddess brings you to my hall?\"\r\n\r\nShe tips her head and purses her lips, intrigued.",
      "female": ""
    },
    {
      "id": 627,
      "default": "\"A... a <i>most</i> promising omen, my ranga!\"\r\n\r\nBurapo sputters in his haste to speak.",
      "female": ""
    },
    {
      "id": 628,
      "default": "\"Generosity goes both ways, and the Wahaki are in need of useful friends.\"",
      "female": ""
    },
    {
      "id": 629,
      "default": "\"Yes, old friend. Let us see how this omen performs.\" She rolls her eyes and shares a look of utmost patience with you.",
      "female": ""
    },
    {
      "id": 630,
      "default": "\"You would serve the Wahaki, then? For <i>Onekaza's</i> cause?\"\r\n\r\nRuāsare squints at you, nodding slowly.",
      "female": ""
    },
    {
      "id": 631,
      "default": "\"Ngati tests every ranga in their time. Then I will put you to the test, ekera?\"",
      "female": ""
    },
    {
      "id": 632,
      "default": "\"Master Kua is dead. His business is finished.\"",
      "female": ""
    },
    {
      "id": 633,
      "default": "\"Tell Onekaza that the Wahaki accept her authority. If the time comes when she needs to show foreigners the breadth of her power, we will be there.\" ",
      "female": ""
    },
    {
      "id": 634,
      "default": "\"Patience. More pressing matters command our attention.\"",
      "female": ""
    },
    {
      "id": 635,
      "default": "\"Our enterprising foes clump together in a small fortress on the tip of Crookspur Island, northwest of Neketaka.\"",
      "female": ""
    },
    {
      "id": 636,
      "default": "\"Onekaza will be disappointed to know that the Wahaki will not intercede on her behalf.\" Ruāsare makes a wiping motion off her shoulders.",
      "female": ""
    },
    {
      "id": 641,
      "default": "\"Rauataian warships circle Crookspur, and the cries of bondage carry across the waves like the song of injured gulls.\"",
      "female": ""
    },
    {
      "id": 642,
      "default": "[Read her soul.]",
      "female": ""
    },
    {
      "id": 644,
      "default": "\"Come no closer, outsider.\"",
      "female": ""
    },
    {
      "id": 645,
      "default": "[Leave.]",
      "female": ""
    }
  ]
}