{
  "Component": "exported",
  "Name": "conversations\\16_wahaki_island\\16_si_lift",
  "Entries": [
    {
      "id": 1,
      "default": "This wooden lift grants access to the towering cliffs separating the settlement above from the jungle below.\r\n\r\nThe lift is currently raised to the level of the plateau.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Take the lift down to the ground.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "With the help of an elaborate pulley mechanism, this lift can be raised to the level of the plateau.",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Take the lift up.]",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Throw a grappling hook up the lift.]",
      "female": ""
    },
    {
      "id": 8,
      "default": "The hook successfully gains purchase and snags onto the lift, bridging the gap between the raised mechanism and the ground with a dangling rope.",
      "female": ""
    },
    {
      "id": 9,
      "default": "The hook sails short of the lift and falls to the ground. You discreetly reel it back.",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Climb up to the plateau.]",
      "female": ""
    },
    {
      "id": 11,
      "default": "You reach the top and swing onto the plateau, steeling yourself for a worthy battle.",
      "female": ""
    },
    {
      "id": 12,
      "default": "This wooden lift grants access to the towering cliffs separating the settlement above from the jungle below.\r\n\r\nThe lift is currently raised to the level of the plateau.",
      "female": ""
    },
    {
      "id": 13,
      "default": "A shout of alarm rises among the Wahaki warriors guarding the cliffside. Archers nock back arrows and take aim in your direction.",
      "female": ""
    },
    {
      "id": 14,
      "default": "As you make your way up the rope, the loud twang of bowstrings announces that the archers have let loose a volley of arrows.",
      "female": ""
    },
    {
      "id": 15,
      "default": "You use the rope to your advantage, swinging your body at angles that confuse the eye - narrowly avoiding injury.",
      "female": ""
    },
    {
      "id": 16,
      "default": "An arrow sinks into your side with a meaty thunk. You grit your teeth to repress a scream, and it takes monumental effort to ignore the pain as you work your way up the rope. \r\n\r\nA steady trickle of blood falls to the distant ground below. ",
      "female": ""
    },
    {
      "id": 17,
      "default": "You hasten your climb, closing the distance too quickly for the archers to anticipate your movements.",
      "female": ""
    },
    {
      "id": 18,
      "default": "No one on the plateau has noticed your attempt, though you suspect they would not take to this behavior favorably.",
      "female": ""
    },
    {
      "id": 19,
      "default": "The creaking of wood and straining of rope accompany the lift's upward journey. ",
      "female": ""
    },
    {
      "id": 20,
      "default": "The lift strains against the ropes binding it, but the pulley bears you slowly to the ground.",
      "female": ""
    },
    {
      "id": 21,
      "default": "[Take the lift down to the ground.]",
      "female": ""
    }
  ]
}