{
  "Component": "exported",
  "Name": "conversations\\02_poko_kohara\\02_cv_beza",
  "Entries": [
    {
      "id": 1,
      "default": "A sword lies discarded beside her. A pack lies beneath her arm, and the barest wisp of essence hovers over her body.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Read her soul.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Examine the body.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Take the figurine.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Take the pages.]",
      "female": ""
    },
    {
      "id": 7,
      "default": "A woman lies dead on the tiles, her skin discolored with decay. \r\n\r\nHer rent flesh sloughs away to reveal bone. No maggots or bugs have reached her here, which only means that there's more of her left to assault your nostrils.",
      "female": ""
    },
    {
      "id": 8,
      "default": "As you handle her remains, clumps of muscle and flesh fall off, raising a fresh wave of rot.\r\n\r\nMost of her belongings are slimy and rancid with putrescence, but her pack has escaped the worst of it. \r\n\r\nInside, you see a few torn pages and a carved figurine.",
      "female": ""
    },
    {
      "id": 9,
      "default": "The woman's body lies at the end of a trail of smeared, crusted blood. The damage to her armor suggests a fight, though it looks like her attacker - or attackers - allowed her to crawl away to die.\r\n\r\nHolding your breath, you kneel to search the body. ",
      "female": ""
    },
    {
      "id": 10,
      "default": "They look like they were ripped from a book or journal. They're brown and warped with spilled drink and scrawled with a few brief entries.",
      "female": ""
    },
    {
      "id": 11,
      "default": "The wooden figurine has the body of a woman and the head of a fish, with beady eyes and a gaping, snaggle-toothed maw.\r\n\r\nIt's pale and rough-textured, like it was carved recently.",
      "female": ""
    },
    {
      "id": 12,
      "default": "You can't discern anything remarkable about it, but you feel a sudden, sharp headache.",
      "female": ""
    },
    {
      "id": 13,
      "default": "It looks like an idol of Ngati, the Huana trickster goddess.\n\nYou know from your studies that idols like this are sometimes used to carry the blessings - or curses - of the gods they represent.\n\nSure enough, scratched under the idol's feet, you see the markings of a confusion hex.",
      "female": ""
    },
    {
      "id": 14,
      "default": "But as your thumb slides across the bottom, you notice something carved there.\r\n\r\nYou probably wouldn't recognize it without your years of religious study, but it looks like a confusion hex.",
      "female": ""
    },
    {
      "id": 15,
      "default": "But as you study the piece, you get a sudden image of a woman - a priestess - carving it by candlelight, muttering furious, frantic curses.\r\n\r\nSure enough, a confusion hex is carved on the bottoms of the feet.",
      "female": ""
    },
    {
      "id": 17,
      "default": "You feel a sudden, sharp headache.",
      "female": ""
    },
    {
      "id": 18,
      "default": "You remember Nairi's mention of her father's efforts to stop the Vailian expedition.",
      "female": ""
    },
    {
      "id": 19,
      "default": "The brief images you see are scattered and confused.",
      "female": ""
    },
    {
      "id": 20,
      "default": "You are an explorer with the Vailian Trading Company, and you are searching the ruins with your comrades. At least they used to be your comrades. \r\n\r\nNow, you're not so sure.",
      "female": ""
    },
    {
      "id": 21,
      "default": "Things have been going wrong ever since you got to this island. First with Gian, then Olara. \r\n\r\nThough it might have started earlier, on Tikawara. Maybe when Vektor fell sick.",
      "female": ""
    },
    {
      "id": 22,
      "default": "You hear a scream in the distance. You don't know where the others are. You don't know why there's blood on your hands. \r\n\r\nYou don't know why it's so hard to think.",
      "female": ""
    },
    {
      "id": 23,
      "default": "But you remember that you were supposed to be quiet to avoid the notice of whatever is down here.\r\n\r\nSomething moves in the darkness.",
      "female": ""
    },
    {
      "id": 24,
      "default": "[Take her weapon.]",
      "female": ""
    },
    {
      "id": 25,
      "default": "The sabre boasts a viciously serrated edge. Despite the state of its former master, the blade appears to be in good condition, and you retrieve it.",
      "female": ""
    },
    {
      "id": 26,
      "default": "A pack lies beneath her arm, and the barest wisp of essence hovers over her body.",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Careful, Watcher. That thing's got a nasty hex on it. Confusion, feels like.\" Xoti's nose crinkles as she leans closer to examine the figurine.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Oi, cap. That barnacle bait be radiating confusion, or my blue ass ain't blue. Feel all fathom-headed just looking at it.\"\r\n\r\nHis ears twitch as he peers narrow-eyed at the figure.\r\n",
      "female": ""
    }
  ]
}