{
  "Component": "exported",
  "Name": "conversations\\02_poko_kohara\\02_cv_anaharu",
  "Entries": [
    {
      "id": 7,
      "default": "\"Who are you?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Try and kick me out.\" ",
      "female": ""
    },
    {
      "id": 11,
      "default": "The voices surrounding you hush at once. ",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"We are the dead.\" His voice hits in your mind like a clapper to a bell.",
      "female": ""
    },
    {
      "id": 186,
      "default": "A force within the adra tugs your soul from your body and into a realm of pure essence.\r\n\r\nYou become aware of a fragmented, dreamlike landscape. It is not a physical place, but rather a shape your mind has formed from the teeming energy.\r\n\r\nSo is your presence in it.",
      "female": ""
    },
    {
      "id": 187,
      "default": "Your actual body is still in Poko Kohara. You feel the cold tiles beneath it and smell the dusty air around it, but you cannot return to it.\r\n\r\nSomething here has a hold on you.",
      "female": ""
    },
    {
      "id": 188,
      "default": "You reach the source of the tumult - a festering mass of corruption. Hundreds of souls cry out within it, trapped and twisted by the accumulating decay.",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"I... thought I was taller.\"",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"Cuè? What is this? Are we... truly in this place?\"",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"I got an itch. Can someone scratch my elbow? I left it with my body.\"",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"I do hope that isn't contagious.\"",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"If this is how the gods run the Beyond, I'm sure Vailian animancy would be an improvement.\"",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"That is not a good way to go.\"",
      "female": ""
    },
    {
      "id": 196,
      "default": "A handful of souls - still fresh and mostly whole - surface to confront you.\r\n\r\nOne of them separates out from the others and stares you down with grim, hateful intensity. ",
      "female": ""
    },
    {
      "id": 226,
      "default": "The voices you heard outside the pillar scream and wail somewhere close by.",
      "female": ""
    },
    {
      "id": 231,
      "default": "\"Maybe <i>you're</i> dead. I do not see Tangaloa's mouth or Cirono's doors anywhere.\"\r\n\r\nA second form takes shape near the first and glowers at him. Their essences sharpen and flicker at each other. ",
      "female": ""
    },
    {
      "id": 233,
      "default": "\"You do not belong here.\"\r\n\r\nThe speaker takes the form of an older Huana man, his visage shifting as if reflected in rippling water. He is not a physical presence, but rather a soul given shape.",
      "female": ""
    },
    {
      "id": 235,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 236,
      "default": "\"Your body is hollow. Stay if you would join the dead.\" He narrows his eyes. ",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"My storm wreathes Poko Kohara. Ngati's fist drags Vailian ships to the deep. If you come to stop this, you have already failed.\"\r\n\r\nHis form gathers definition. Whether or not his words are true, he believes what he's saying.",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"I really just came to find the Vailian expedition.\"",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"If the Vailian expedition is dead, my work is done.\"",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"You're responsible for the storms? How?\"",
      "female": ""
    },
    {
      "id": 241,
      "default": "[Attack] \"Let's get this over with.\"",
      "female": ""
    },
    {
      "id": 242,
      "default": "\"Gellarde, you found what is left of us.\" The captain crosses her arms.",
      "female": ""
    },
    {
      "id": 243,
      "default": "\"[Player Name], captain of [Player Ship], at your service.\"",
      "female": ""
    },
    {
      "id": 244,
      "default": "\"I have had to listen to this one's incessant babbling since we arrived.\" She gestures vaguely toward the Huana.",
      "female": ""
    },
    {
      "id": 245,
      "default": "\"Ngati holds our souls in this swamp, cut off from the sea. The flow of essence stops here.\" He gazes out at the shifting scenery beyond your floating platform of what only resembles stone.",
      "female": ""
    },
    {
      "id": 246,
      "default": "\"I only wished to commune with Eothas.\"",
      "female": ""
    },
    {
      "id": 247,
      "default": "\"The cistern overflows into the world of the living, stirring the sea and skies with the fury of the goddess.\r\n\r\n\"Bringing storms.\" \r\n\r\nHis lips curve into a slight smile.",
      "female": ""
    },
    {
      "id": 248,
      "default": "\"So luminous adra is affecting the weather? Or the souls inside it are.\"",
      "female": ""
    },
    {
      "id": 249,
      "default": "\"There's nothing divine about broken machinery around an adra pillar.\"",
      "female": ""
    },
    {
      "id": 250,
      "default": "\"How did you get here?\"",
      "female": ""
    },
    {
      "id": 251,
      "default": "[Attack] \"I've heard enough.\"",
      "female": ""
    },
    {
      "id": 252,
      "default": "\"Postenago! I will take you down with me.\" \r\n\r\nShe draws a sword - or the echo of a sword she wielded in life. It looks sharp enough.",
      "female": ""
    },
    {
      "id": 253,
      "default": "\"Peace, outlander. This one cannot harm us.\" He holds out his palm.",
      "female": ""
    },
    {
      "id": 254,
      "default": "\"There are no gods here, living or dead.\"",
      "female": ""
    },
    {
      "id": 256,
      "default": "\"Eccosi! Let's not be hasty. Some of us still have bodies out there.\" \r\n\r\nShe puts up a hand in protest and glances to the souls of her crew.",
      "female": ""
    },
    {
      "id": 257,
      "default": "\"<i>You</i> don't plan on staying here, ac? Why not let us tag along and see if we can reunite with our... what we left behind?\" \r\n\r\nShe spreads her palms open in a show of benevolence.",
      "female": ""
    },
    {
      "id": 258,
      "default": "\"It doesn't work that way. You're already gone.\"",
      "female": ""
    },
    {
      "id": 259,
      "default": "\"I'll see if there's anything I can do to help once I leave this place.\"",
      "female": ""
    },
    {
      "id": 260,
      "default": "[Lie] \"Once I'm gone, swim up to the edge of the adra and I'll chisel you out.\"",
      "female": ""
    },
    {
      "id": 261,
      "default": "[Attack] \"No deal, abomination.\"",
      "female": ""
    },
    {
      "id": 262,
      "default": "\"Merla. Just remember that I asked nicely.\" ",
      "female": ""
    },
    {
      "id": 263,
      "default": "\"Anahāru. I think we finally agree on something. Let's tear this bazzo's soul apart!\" \r\n\r\nAt Beza's signal, the rest of the spirits lunge forward.",
      "female": ""
    },
    {
      "id": 266,
      "default": "\"Leave without us? No. We go as a crew or not at all.\" ",
      "female": ""
    },
    {
      "id": 267,
      "default": "\"Postenago, even I know the Beyond isn't some giant fishbowl.\" ",
      "female": ""
    },
    {
      "id": 268,
      "default": "\"I followed the oldest path - through death and shadow.\" \r\n\r\nAnahāru's soul extends toward you. Into you.",
      "female": ""
    },
    {
      "id": 269,
      "default": "You feel yourself standing on a beach, the sand between your toes.\n\nYour toes are Anahāru's - webbed and striped yellow and brown, though they're hard to see in the midnight dark. \n\nYour voice is Anahāru's, too.",
      "female": ""
    },
    {
      "id": 270,
      "default": "\"You are ranga, yet you simper and grovel before the Vailians. You disgrace us.\"",
      "female": ""
    },
    {
      "id": 271,
      "default": "The man standing before you towers over you, yet at your words, he shuffles his feet like a scolded child.",
      "female": ""
    },
    {
      "id": 272,
      "default": "You recognize him as Ruānu, the ranga in Tikawara.",
      "female": ""
    },
    {
      "id": 273,
      "default": "\"If we always run, we will trickle to nothing. Like a handful of water carried over the sand.\" \r\n\r\nHe holds out his cupped hands. ",
      "female": ""
    },
    {
      "id": 274,
      "default": "\"But if we treat with them, we can survive. Become strong, like the Huana in Neketaka.\" \n\nRuānu's face - at least the half you can see in the moonlight - is twisted with an expression you see him practice more and more these days.\n\nIt is a fool's hope.",
      "female": ""
    },
    {
      "id": 275,
      "default": "\"You will destroy us.\"",
      "female": ""
    },
    {
      "id": 276,
      "default": "The shadows over Ruānu's face deepen.",
      "female": ""
    },
    {
      "id": 277,
      "default": "\"Then what do you advise?\"",
      "female": ""
    },
    {
      "id": 278,
      "default": "\"Kill the Vailians. Take their supplies. Leave.\"",
      "female": ""
    },
    {
      "id": 279,
      "default": "Ruānu draws back from you, pulling his whole face into darkness.\n\nIt does not matter. You can picture his childish outrage clearly enough.",
      "female": ""
    },
    {
      "id": 280,
      "default": "\"They came to us in friendship!\"",
      "female": ""
    },
    {
      "id": 281,
      "default": "\"To test us. Their rangas will send more men and ships to kill us.\"",
      "female": ""
    },
    {
      "id": 282,
      "default": "\"Then you would give them reason.\" Ruānu squares his broad shoulders and holds up a hand.",
      "female": ""
    },
    {
      "id": 283,
      "default": "\"We will speak no more on this. I am ranga, and I say we help the Vailians.\"\r\n\r\nYou knew he would not listen, but anger wells up in your chest all the same. \r\n\r\nYou say the words before you can talk yourself out of them.",
      "female": ""
    },
    {
      "id": 284,
      "default": "\"I challenge you to a Trial of Waves.\"",
      "female": ""
    },
    {
      "id": 285,
      "default": "Even in the darkness, you see the whites of Ruānu's eyes.",
      "female": ""
    },
    {
      "id": 286,
      "default": "Ruānu is afraid. Not for himself, but for his old friend.\n\nYou see this from Anahāru's eyes, yet Anahāru misses it.",
      "female": ""
    },
    {
      "id": 287,
      "default": "\"Do not do this, Anahāru.\"\n\nBut it is already done, and you both know it.",
      "female": ""
    },
    {
      "id": 288,
      "default": "\"Meet me by the reef at dawn. Unless you fear Ngati's wrath.\"",
      "female": ""
    },
    {
      "id": 289,
      "default": "Ruānu starts to speak, but the familiar markings on his face blur into splotches of red and orange. \n\nYour heart races. Your legs burn.",
      "female": ""
    },
    {
      "id": 290,
      "default": "You are no longer standing on the beach with your old friend and ranga. You are in the water, watching clouds of your own blood swirl around razor-edged coral.\r\n\r\nThe Trial of Waves is not yet over, but you have lost.",
      "female": ""
    },
    {
      "id": 291,
      "default": "You were sure Ngati would favor you for the sake of the tribe. Even as the swim wore on, even as your aging muscles cramped, you never doubted. \n\nNot until her currents opened your belly upon the coral.",
      "female": ""
    },
    {
      "id": 292,
      "default": "But Ngati's ways are unknowable. Even your death may serve her purpose yet.\r\n\r\nIf not, perhaps your daughter can succeed where you have failed.",
      "female": ""
    },
    {
      "id": 293,
      "default": "[Continue.]",
      "female": ""
    },
    {
      "id": 294,
      "default": "Something pale and pulpy, like a dried koīki fruit, drifts from the searing wound in your belly.\r\n\r\nA reef fish darts over to this ragged bit of flesh and circles it. Nibbles it. \r\n\r\nYou know it is just the fevered imaginings of a dying man, but you can feel the fish inside you, writhing and biting.",
      "female": ""
    },
    {
      "id": 295,
      "default": "Still, you bring your hands to your stomach just as your body convulses and salt water stings your throat.\r\n\r\nYou emerge from Anahāru's vision choking and gasping, the taste of seawater and blood still bitter on your tongue.",
      "female": ""
    },
    {
      "id": 296,
      "default": "\"I thought I would awaken a newborn ranga. That the gods would give me a tribe to drive the foreigners from Deadfire.\"",
      "female": ""
    },
    {
      "id": 297,
      "default": "\"Instead, I count the foreigners that join me here.\"",
      "female": ""
    },
    {
      "id": 298,
      "default": "\"This is no delight for me, either.\" Beza crosses her arms.",
      "female": ""
    },
    {
      "id": 299,
      "default": "[Leave the memory.]",
      "female": ""
    },
    {
      "id": 301,
      "default": "\"You have had enough.\" Nodding, Anahāru withdraws.",
      "female": ""
    },
    {
      "id": 302,
      "default": "\"I have questions about this place.\"",
      "female": ""
    },
    {
      "id": 303,
      "default": "\"Curiosity, answers - none of it matters now.\" ",
      "female": ""
    },
    {
      "id": 304,
      "default": "\"What do you know about the machinery connected to this adra?\"",
      "female": ""
    },
    {
      "id": 306,
      "default": "\"The adra I entered was twisted and deformed.\"",
      "female": ""
    },
    {
      "id": 307,
      "default": "\"Back to my previous questions.\"",
      "female": ""
    },
    {
      "id": 308,
      "default": "\"I saw ancient murals. They showed Huana dying before this adra vein.\"",
      "female": ""
    },
    {
      "id": 309,
      "default": "\"Now Huana and foreigner alike die and come together here.\"\r\n\r\nSomething prickles through the ether. It reminds you of a bitter laugh.",
      "female": ""
    },
    {
      "id": 310,
      "default": "\"Ekera, old stories tell that those who go to Poko Kohara do not return.\r\n\r\n\"Now I understand them.\"",
      "female": ""
    },
    {
      "id": 311,
      "default": "\"I have no time left to waste. This is our home now.\" He folds his arms in silence.",
      "female": ""
    },
    {
      "id": 313,
      "default": "\"You've all died. Maybe I can help you move on.\"",
      "female": ""
    },
    {
      "id": 314,
      "default": "\"No souls travel through here. The adra screams. Ngati grins, showing her fangs.\" ",
      "female": ""
    },
    {
      "id": 315,
      "default": "\"This is where Vailian scheming ends. Ngati's servant holds the dam closed to flood the living world with her vengeance.\"\r\n\r\nHe places a hand over the spot his heart once occupied. ",
      "female": ""
    },
    {
      "id": 316,
      "default": "\"I do not know the hearts of those who came before our ancestors.\"",
      "female": ""
    },
    {
      "id": 317,
      "default": "\"If they built a trap for souls lost in Poko Kohara, their minds were as twisted as the adra which brought us here.\"",
      "female": ""
    },
    {
      "id": 318,
      "default": "\"This is no place. Our souls tarry in the Beyond, our bodies lie elsewhere.\"",
      "female": ""
    },
    {
      "id": 321,
      "default": "\"The gods laugh at machines, I say. Nothing built of kith hands can wrest away their will.\"\r\n\r\nIn spite of his words, he regards the corruption over his shoulder with a frown.",
      "female": ""
    },
    {
      "id": 322,
      "default": "\"Then you saw flesh dark with a bruise.\" He nods slowly.",
      "female": ""
    },
    {
      "id": 323,
      "default": "\"Here you see the wound itself.\"",
      "female": ""
    },
    {
      "id": 325,
      "default": "\"You think destroying this region will save Tikawara?\"",
      "female": ""
    },
    {
      "id": 326,
      "default": "[Show him Beza's pages.] \"You sure? They'll do anything to protect an investment.\"",
      "female": ""
    },
    {
      "id": 328,
      "default": "\"I am the storm of my people. Adra is the staff I wave to churn Ngati's kingdom!\"\r\n\r\nHe opens his palms. The ether around you reacts at once, whipping up the ambient essence into a frenzy. \r\n\r\nFar away, you think you can hear furious winds growing in response.",
      "female": ""
    },
    {
      "id": 329,
      "default": "\"The Vailians will NOT overrun us while I have the strength to repel them!\"\r\n\r\nHe furrows his brow toward Beza.",
      "female": ""
    },
    {
      "id": 330,
      "default": "\"These storms chase away fish and blight crops. You're the one killing Tikawara.\"",
      "female": ""
    },
    {
      "id": 332,
      "default": "\"Why not let your villagers defend themselves?\" ",
      "female": ""
    },
    {
      "id": 333,
      "default": "\"So keep pushing the Vailians away. I won't interfere.\"",
      "female": ""
    },
    {
      "id": 335,
      "default": "\"Pirates and slavers drove my tribe from our old routes and havens.\"",
      "female": ""
    },
    {
      "id": 337,
      "default": "\"Now the Vailians do the same with paper. They come to pull adra from the earth and mill it like grain.\"",
      "female": ""
    },
    {
      "id": 338,
      "default": "\"I know they cannot. I am the spear they can hurl at the outsiders.\"",
      "female": ""
    },
    {
      "id": 339,
      "default": "\"Fool! Ngati will stop churning the seas when the outsiders leave. Then I will be reborn as a ranga.\"",
      "female": ""
    },
    {
      "id": 340,
      "default": "\"I sense a... hook in you? Someone has the power to draw you from this place. Unacceptable.\"\r\n\r\nHe shakes his head slowly. Meanwhile, Beza perks up - intrigued. ",
      "female": ""
    },
    {
      "id": 341,
      "default": "\"One village? No. I do this for the archipelago.\"",
      "female": ""
    },
    {
      "id": 342,
      "default": "Though you're only holding a mental projection of the pages, Anahāru peers down at them and absorbs their meaning.\r\n\r\nHe turns his gaze toward Beza.",
      "female": ""
    },
    {
      "id": 343,
      "default": "\"Don't look at me! You report to your fish goddess and I report to the Songretta mea Compresa.\"\n\nAnahāru silences her with a glare.",
      "female": ""
    },
    {
      "id": 344,
      "default": "\"Pushing out Vailia only exchanges a trading post for Rauataian warships.\"",
      "female": ""
    },
    {
      "id": 345,
      "default": "\"Their ships also sink when the winds tip them over, ekera?\" A smile slowly spreads from ear to ear.",
      "female": ""
    },
    {
      "id": 346,
      "default": "\"No one leaves this eddy of souls. Our final purpose is to feed the storms.\" His eyes narrow as he scrutinizes you.",
      "female": ""
    },
    {
      "id": 351,
      "default": "\"I swear, the things I do for the Songretta.\" She sighs and presses her brow before turning her focus back toward the Huana.",
      "female": ""
    },
    {
      "id": 353,
      "default": "\"Then I will scatter you to the ether and fatten the storm on your past lives.\" \r\n\r\nHe balls his hands at his side and begins to shift closer.",
      "female": ""
    },
    {
      "id": 354,
      "default": "\"[Player Ship] made it to Poko Kohara without much fuss.\"",
      "female": ""
    },
    {
      "id": 355,
      "default": "\"Ekera. And your ancient soul will help the gust flourish into a gale.\"",
      "female": ""
    },
    {
      "id": 356,
      "default": "\"I really didn't come to interfere. I'll be leaving.\"",
      "female": ""
    },
    {
      "id": 358,
      "default": "\"This is where all things stop. No one leaves, I say.\" He balls his hands into fists, his shoulders knotting with tension. ",
      "female": ""
    },
    {
      "id": 359,
      "default": "\"Per complancanet, you have your story and I have mine.\" \r\n\r\nThey stare each other down.",
      "female": ""
    },
    {
      "id": 360,
      "default": "\"I could destroy this adra. The Vailians would have nothing here.\"",
      "female": ""
    },
    {
      "id": 361,
      "default": "\"No more fighting - let me convince your enemies to leave.\"",
      "female": ""
    },
    {
      "id": 364,
      "default": "\"There is nothing more to say. Here, at the end, outsider lies are a dull edge.\"\r\n\r\nHe glowers at you, the ambient essence growing sharp and turbulent around him. ",
      "female": ""
    },
    {
      "id": 365,
      "default": "\"They would find some other horror to visit upon Tikawara. This I know.\"",
      "female": ""
    },
    {
      "id": 366,
      "default": "\"Coin is their only language, I say. Reason and compassion are bitter to their tongues.\"",
      "female": ""
    },
    {
      "id": 369,
      "default": "\"I'm no friend of the Vailians. I can hurt them more on the outside.\"",
      "female": ""
    },
    {
      "id": 370,
      "default": "[Lie] \"We have a common foe, but I can't attack them from here.\"",
      "female": ""
    },
    {
      "id": 371,
      "default": "\"Rauatai wants these Vailians dead anyway. Why not work together?\"",
      "female": ""
    },
    {
      "id": 372,
      "default": "\"For what should I trust a fleet of iron when I have the gods?\" He shakes his head, grimacing.",
      "female": ""
    },
    {
      "id": 373,
      "default": "\"If you could strike at their heart with more fury than a storm, you should have done so already.\"",
      "female": ""
    },
    {
      "id": 374,
      "default": "\"Do you not see the mold growing on your false words?\"",
      "female": ""
    },
    {
      "id": 376,
      "default": "\"I...\" \r\n\r\nHe seems ready to dismiss your words, but then winces, glancing away toward the ether. ",
      "female": ""
    },
    {
      "id": 380,
      "default": "\"It was my hate which strengthened this place. The gods... they are not here. Ekera?\"",
      "female": ""
    },
    {
      "id": 381,
      "default": "\"The adra... this is my prison, and yours is the first sane voice to speak through the bars.\"\r\n\r\nHe squeezes either side of his head as if to repress a deep pounding.",
      "female": ""
    },
    {
      "id": 382,
      "default": "\"You have my word. I'll destroy the adra.\"",
      "female": ""
    },
    {
      "id": 383,
      "default": "\"I'll consider it.\"",
      "female": ""
    },
    {
      "id": 384,
      "default": "[Attack] \"I didn't come to negotiate with spirits.\"",
      "female": ""
    },
    {
      "id": 385,
      "default": "Your words reach him like a wind that fragments his essence, sending tatters to billow off into the ether. \r\n\r\nThe last of Anahāru nods to you, all the while wearing a content smile. Then he's gone.",
      "female": ""
    },
    {
      "id": 387,
      "default": "\"It never ends well when you stuff mismatched essence into one body.\"",
      "female": ""
    },
    {
      "id": 388,
      "default": "\"You're... not lying, are you?\" She glances back toward her crew and winces.",
      "female": ""
    },
    {
      "id": 389,
      "default": "\"You've all served your captain with distinction, but I think this is where we part ways.\" \r\n\r\nShe nods to each of them in turn.",
      "female": ""
    },
    {
      "id": 390,
      "default": "\"Dismissed!\" She salutes her crew, many of whom vanish on the spot, their souls joining the ambient ether.\r\n\r\nBeza nods to you and departs soon after.\r\n\r\nGrimacing, Anahāru advances.",
      "female": ""
    },
    {
      "id": 391,
      "default": "\"This adra, the broken machine... Do you speak truth? I <i>feel</i> no gods here.\" \r\n\r\nHe hangs his head.",
      "female": ""
    },
    {
      "id": 392,
      "default": "\"Sorry. I stand to earn a tidy profit on this site.\"",
      "female": ""
    },
    {
      "id": 393,
      "default": "\"By Cirono, my countrymen will find luminous adra and a fresh corpse when they arrive!\"\r\n\r\nShe snaps her fingers, signaling her crew to attack.",
      "female": ""
    },
    {
      "id": 394,
      "default": "\"No... we didn't DIE just so the Company could write us off as a loss and move on!\"\r\n\r\nBeza grits her teeth, shaking her head at the departing form of Anahāru.",
      "female": ""
    },
    {
      "id": 395,
      "default": "\"Anahāru, you lost the Trial of Waves. Ngati judged you unworthy.\"",
      "female": ""
    },
    {
      "id": 396,
      "default": "\"Ngati tested me, I say. The Trial of Waves was her trickster's way of sending me here.\"\r\n\r\nOne of his eyes twitches.",
      "female": ""
    },
    {
      "id": 400,
      "default": "\"Do not listen to him, friend. We both know the islander has no idea how much a shard of this prison is worth.\"\r\n\r\nBeza narrows her eyes.",
      "female": ""
    },
    {
      "id": 403,
      "default": "\"Could Ngati have made me lose the Trial of Waves for a reason? Ekera... to meet you?\"",
      "female": ""
    },
    {
      "id": 405,
      "default": "\"Wasn't part of my original marching orders, but I'll see it done.\"",
      "female": ""
    },
    {
      "id": 406,
      "default": "\"I won't do it. This place has driven you mad.\"",
      "female": ""
    },
    {
      "id": 408,
      "default": "\"I'll see myself out, then.\"",
      "female": ""
    },
    {
      "id": 409,
      "default": "\"I can only speak for Berath, who isn't around.\"",
      "female": ""
    },
    {
      "id": 410,
      "default": "\"Whatever happened here is older than the trading companies.\"",
      "female": ""
    },
    {
      "id": 411,
      "default": "[Attack] \"You will soon.\"",
      "female": ""
    },
    {
      "id": 412,
      "default": "\"I don't know. It's possible.\"",
      "female": ""
    },
    {
      "id": 413,
      "default": "\"Ngati is a trickster. She would not make your destiny obvious.\"",
      "female": ""
    },
    {
      "id": 414,
      "default": "[Attack] \"Hold still while you contemplate eternity.\"",
      "female": ""
    },
    {
      "id": 415,
      "default": "\"They might be watching if you had any final words.\"",
      "female": ""
    },
    {
      "id": 416,
      "default": "\"Ekera.\"",
      "female": ""
    },
    {
      "id": 417,
      "default": "[Attack] \"I see one right there, behind you!\"",
      "female": ""
    },
    {
      "id": 418,
      "default": "He shakes his head, eyes downcast with sorrow and pity.",
      "female": ""
    },
    {
      "id": 419,
      "default": "He shakes his head slowly, upsetting a flurry of essence that scatters to the ether.",
      "female": ""
    },
    {
      "id": 420,
      "default": "\"And rots, apparently.\"\n\nShe wrinkles her nose at the putrefying mass and checks under her boots. ",
      "female": ""
    },
    {
      "id": 421,
      "default": "\"Madiccho, to arrive at the far side of death and find this babbling brook...\" \r\n\r\nShe presses her temples with both hands.",
      "female": ""
    },
    {
      "id": 422,
      "default": "\"I'll try not to take that personally.\"",
      "female": ""
    },
    {
      "id": 423,
      "default": "\"Would you... destroy it? Let no Vailian hands touch the adra. Then you send me on to another life?\"\r\n\r\nThe skin crinkles at the corners of his eyes. ",
      "female": ""
    },
    {
      "id": 424,
      "default": "\"We're talking to a lost soul?! Hold on - before you say anymore, look into the light of my lantern.\" Eager, she raises the lantern high, shaking it back and forth to scatter the light around in a skittering dance.",
      "female": ""
    },
    {
      "id": 425,
      "default": "He bares his teeth at her and squints as a trickle of essence leaves his body. When he looks away, the trickle stops. ",
      "female": ""
    },
    {
      "id": 426,
      "default": "\"The moment I am back in my body, I will have a reckoning with yours.\" She folds her arms and waits. ",
      "female": ""
    },
    {
      "id": 428,
      "default": "\"What do you mean rots? Souls are going bad cut off from the cycle? My lantern looks fine and healthy though.\"",
      "female": ""
    },
    {
      "id": 429,
      "default": "Blinking, Maia clears her throat and eases in closer to listen.",
      "female": ""
    },
    {
      "id": 430,
      "default": "\"Ekera, then you DO know my mother.\"",
      "female": ""
    },
    {
      "id": 431,
      "default": "\"You come as an endorsement from your mother, I say.\" He nods at Tekēhu.",
      "female": ""
    },
    {
      "id": 432,
      "default": "\"As usual, I am the last to know.\"",
      "female": ""
    },
    {
      "id": 434,
      "default": "\"Compensating, are we?\"",
      "female": ""
    },
    {
      "id": 435,
      "default": "\"You will not laugh when I scatter your soul to the breeze.\"",
      "female": ""
    },
    {
      "id": 436,
      "default": "\"If you think bad weather will hold back my countrymen, you have greatly underestimated us.\"",
      "female": ""
    },
    {
      "id": 437,
      "default": "\"They will depart when the waters rise to drown their investments. This. I. Know.\"",
      "female": ""
    },
    {
      "id": 438,
      "default": "\"You speak as though this adra has been the heart and soul of your tribe for generations, though you've only recently come here.\"",
      "female": ""
    },
    {
      "id": 439,
      "default": "\"Adra is the heart and health of the Deadfire. You whose breast is cold and still would know nothing of this.\"",
      "female": ""
    },
    {
      "id": 440,
      "default": "\"Spiteful and foolish. It would harm this tribe more than the Republics.\"\r\n\r\nShe shakes her head and purses her lips.",
      "female": ""
    },
    {
      "id": 441,
      "default": "\"I don't claim to understand it, girl. I'm a miner, not a mystic.\" She aims a hard glare at Anahāru.",
      "female": ""
    }
  ]
}