{
  "Component": "exported",
  "Name": "conversations\\26_uncharted_islands\\26_si_flame_naga_cave",
  "Entries": [
    {
      "id": 1,
      "default": "You heave yourself onto the landing. A cave yawns before you. Great clouds of oily, black smoke roll like exhaled breaths from the cave mouth.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Enter the cave.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Descend.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "Before you rises a steep mountainside. Rubble and scrub brush block your path, but boulders and areas of erosion might also provide you with ample hand holds.\r\n\r\n",
      "female": ""
    },
    {
      "id": 5,
      "default": "A horde of bats burst from small holes in the mountainside. You deftly duck out of their way as they fly past you.\r\n\r\nThe nāga hisses and waves its arms, conjuring from the shadows a cloud of living flame.",
      "female": ""
    },
    {
      "id": 8,
      "default": "A horde of bats burst from small holes in the mountainside, catching you by surprise. The bats slam into you, knocking you into a pile of jagged rocks.\r\n\r\nThe nāga hisses and waves its arms, conjuring from the shadows a cloud of living flame.",
      "female": ""
    },
    {
      "id": 9,
      "default": "A horde of bats burst from small holes in the mountainside. [Specified 0] fails to duck in time, and takes the bats head-on. [Specified 0] tumbles to the ground and lands hard on a pile of jagged rocks.",
      "female": ""
    },
    {
      "id": 10,
      "default": "The nāga begins to chant in a deep, lisping voice. Screeching bats with smoldering wings swarm in a cloud over your head, then descend upon you.",
      "female": ""
    },
    {
      "id": 12,
      "default": "You wade through the smoke, your eyes streaming and lungs burning, and make your way into the cave.",
      "female": ""
    },
    {
      "id": 13,
      "default": "You've had enough of this mountain. You climb down the way you came and continue exploring the island.",
      "female": ""
    },
    {
      "id": 15,
      "default": "You begin an arduous climb up the side of the mountain. Soon, you come across a small, flat ledge on the mountainside.\r\n\r\nYou pull yourself over the edge.",
      "female": ""
    },
    {
      "id": 16,
      "default": "The mountain rises above you, so tall it seems to pierce the sky.",
      "female": ""
    },
    {
      "id": 17,
      "default": "[Climb the mountain.]",
      "female": ""
    },
    {
      "id": 21,
      "default": "[Descend.]",
      "female": ""
    },
    {
      "id": 22,
      "default": "You leave the mountainside and continue exploring the island.",
      "female": ""
    },
    {
      "id": 23,
      "default": "A nāga in colorful regalia stands on the ledge, arms raised over a dilapidated totem.\r\n\r\nThe nāga catches sight of you and rears back, letting out a long, high-pitched <i>hiss</i>.",
      "female": ""
    },
    {
      "id": 24,
      "default": "[Scale the mountainside.]",
      "female": ""
    },
    {
      "id": 25,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 26,
      "default": "[Sneak inside.]",
      "female": ""
    },
    {
      "id": 27,
      "default": "[Throw an explosive at the totem.]",
      "female": ""
    },
    {
      "id": 28,
      "default": "[Flee.]",
      "female": ""
    },
    {
      "id": 29,
      "default": "[Draw your weapons.]",
      "female": ""
    },
    {
      "id": 30,
      "default": "You hurriedly light the explosive and toss it overhand at the totem. Its detonation scatters pieces of the totem across the landing. The nāga shaman emerges from the smoke unscathed, its beady eyes trained on you.\r\n\r\nA high-pitched screech echoes across the mountain side.",
      "female": ""
    },
    {
      "id": 31,
      "default": "[Specified 1] lights the explosive and chucks it overhand at the totem. Its detonation scatters pieces of the totem across the landing. The nāga shaman emerges from the smoke unscathed, its beady eyes trained on [Specified 1].\r\n\r\nA high-pitched screech echoes across the mountain side.",
      "female": ""
    },
    {
      "id": 32,
      "default": "You whip the explosive toward the totem, but you didn't throw it fast enough, and it detonates in the air.\r\n\r\nA high-pitched screech echoes across the mountain side.",
      "female": ""
    },
    {
      "id": 33,
      "default": "You heft your weapon and stare down the nāga shaman. But just when you think it's going to attack, a high-pitched screech echoes across the mountainside.",
      "female": ""
    },
    {
      "id": 34,
      "default": "You turn to descend back down the side of the mountain, but you hesitate when you hear a high-pitched screech echo across the mountainside.",
      "female": ""
    },
    {
      "id": 36,
      "default": "[Specified 1] whips the explosive toward the totem, but doesn't throw it fast enough - it detonates in the air.\r\n\r\nA high-pitched screech echoes across the mountain side.",
      "female": ""
    }
  ]
}