{
  "Component": "exported",
  "Name": "conversations\\26_uncharted_islands\\26_si_undead_crypt_swamp",
  "Entries": [
    {
      "id": 1,
      "default": "The fetid, vegetal smell of decay alerts you to the swamp before you stumble upon it. It extends far into the distance, overgrown with ancient trees and vines. Solid patches of ground are few and far between. Crossing the morass will likely demand many miles of arduous travel.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Forge ahead into the swamp.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Turn back and retreat the way you came.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "You find a way through the swamp by sticking to the few patches of solid ground among the muck. You move swiftly on your own.",
      "female": ""
    },
    {
      "id": 5,
      "default": "The swamp is more treacherous than you anticipated. The sucking mud clings to your boots and the oppressive humidity saps your strength. Your progress is incremental. Exhausted and sore, you press on.",
      "female": ""
    },
    {
      "id": 8,
      "default": "With patience and some careful maneuvering, you manage to keep yourself and the others out of the stinking morass and on dry ground.",
      "female": ""
    },
    {
      "id": 9,
      "default": "The swamp is more treacherous than you anticipated. The sucking mud clings to your boots and the oppressive humidity saps your strength. Your progress is incremental. Exhausted and sore, you press on.",
      "female": ""
    },
    {
      "id": 10,
      "default": "By keeping careful watch on where you step, most of the party is able to navigate the quagmire without difficulty.",
      "female": ""
    },
    {
      "id": 11,
      "default": "You come upon a particularly boggy stretch surrounded by dense trees with not a single patch of dry ground in sight. With no way forward but through, you forge ahead into the bog.",
      "female": ""
    },
    {
      "id": 12,
      "default": "Through the trees you spot a narrow deer trail. You may be able to get free of the bog that way, but there's no telling where it leads.",
      "female": ""
    },
    {
      "id": 13,
      "default": "You pick your way over to the small path, but it provides no escape, for the moaning grows louder and closer. Soon, it's all you can hear. You're surrounded.",
      "female": ""
    },
    {
      "id": 15,
      "default": "The many long hours of slogging through the swamp have confused your sense of direction. Unsure of which way to turn, you're unable to flee the moaning creatures.",
      "female": ""
    },
    {
      "id": 16,
      "default": "[Head for the path.]",
      "female": ""
    },
    {
      "id": 17,
      "default": "[Stand your ground.]",
      "female": ""
    },
    {
      "id": 18,
      "default": "With some quick thinking and good guide sense, [Specified 0] leads you safely to the path. You pause to catch your breath before forging on, but don't have long to rest - the moaning grows louder and closer. You're surrounded.",
      "female": ""
    },
    {
      "id": 19,
      "default": "Many hours of exhausting travel have put the group on edge. Even traveling companions who are usually friends snap and glare at one another.\r\n\r\nYou wander in circles, all sense of direction lost in the eternal dreary sameness of the swamp. You choose a random direction and hope for the best.",
      "female": ""
    },
    {
      "id": 20,
      "default": "You try to scramble away, but your noisy attempt to flee have only made it easier for the creatures to find you. Bony hands snake out of the water and grab hold of your ankles.",
      "female": ""
    },
    {
      "id": 21,
      "default": "You kick viciously at the skeletons' grasping hands, preventing them from pulling you down into the water. ",
      "female": ""
    },
    {
      "id": 22,
      "default": "The bony hands twist your ankle and yank you off balance. The white, rounded top of a skull slowly rises from the water at your feet. The moaning grows louder.",
      "female": ""
    },
    {
      "id": 23,
      "default": "Another hand reaches for your feet, its fingers straining. You kick it away, but just then the moaning reaches a feverish pitch.",
      "female": ""
    },
    {
      "id": 24,
      "default": "Your noisy attempt to flee has only made it easier for the moaning creatures to find you. Bony hands snake out of the water and grab hold of your ankles.",
      "female": ""
    },
    {
      "id": 25,
      "default": "You and the others kick viciously at the grasping hands, preventing them from pulling you down into the stinking water.",
      "female": ""
    },
    {
      "id": 26,
      "default": "You and the others kick viciously at the grasping hands, but [SkillCheck 0] is unable to evade them and tumbles into the water with a splash. Skeletons rise where [SkillCheck 0] fell.",
      "female": ""
    },
    {
      "id": 27,
      "default": "The bony hands are too many, too tenacious - you are unable to break free. Skeletons rise from the water and advance on you in a shambling horde.",
      "female": ""
    },
    {
      "id": 28,
      "default": "[Help [SkillCheck 0].]",
      "female": ""
    },
    {
      "id": 29,
      "default": "[Escape while the skeletons are distracted by [SkillCheck 0].]",
      "female": ""
    },
    {
      "id": 30,
      "default": "You turn away, resigned to leave [SkillCheck 0] behind, when a blinding flash of light pierces the bog.\r\n\r\nThe skeletons halt their assault and topple back into the water, momentarily stunned. [SkillCheck 0] scrambles out of the mud and stumbles back to you unscathed.",
      "female": ""
    },
    {
      "id": 31,
      "default": "The cost of escape is steep, but you're willing to pay it. You turn away, leaving [SkillCheck 0] behind. You are pursued only by the sound of a single, gurgling scream.",
      "female": ""
    },
    {
      "id": 32,
      "default": "The skeletons will not be denied. They rise again from the water, more determined than before, and surround you. There is no chance of escape.",
      "female": ""
    },
    {
      "id": 33,
      "default": "You refuse to leave anyone behind. You draw your weapon and rush to [SkillCheck 0]'s aid.",
      "female": ""
    },
    {
      "id": 34,
      "default": "You stumble away from the skeletons and take stock of your situation. Everyone is present and unharmed, but the horde is closing in.",
      "female": ""
    },
    {
      "id": 35,
      "default": "You'd rather make your stand here and deal with whatever lurks in the bog beyond than risk a path that leads you know not where.",
      "female": ""
    },
    {
      "id": 36,
      "default": "[SkillCheck 0], however, is not quite so adept. [SkillCheck 0] trips on an exposed root and stumbles into the boot-sucking mud.",
      "female": ""
    },
    {
      "id": 38,
      "default": "You're startled by a chorus of moaning voices. You spin around, searching for the source, but the moans seem to come from every direction at once.",
      "female": ""
    },
    {
      "id": 39,
      "default": "Luckily, you're there with a helping hand and manage to pull [Specified 0] free.",
      "female": ""
    },
    {
      "id": 40,
      "default": "With some quick thinking and good guide sense, you lead the way safely to the path. You pause to catch your breath before forging on, but don't have long to rest - the moaning grows louder and closer. You're surrounded.",
      "female": ""
    },
    {
      "id": 41,
      "default": "[Head for the path.]",
      "female": ""
    }
  ]
}