{
  "Component": "exported",
  "Name": "conversations\\06_neketaka_slums_district\\06_cv_survivor_solo",
  "Entries": [
    {
      "id": 1,
      "default": "\"Wait, I'm not looking for trouble. Not anymore, I mean. And I've not got a weapon on you. See?\"\n\nHe raises his hands to show his sword is sheathed.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"I followed you. Just a ways. Hoped you were trudging toward an egress. Then the undead spewed up, and I thought you would die.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"It's just, you're the first body I've bumped into in days. That's actually breathing, I mean. Could it be you're delving for forgotten treasures, same as me?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"You haven't found a way out of here. Have you?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"All right, the path to the rivers is clear. Hope you can hold your breath.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"What was your escape plan when you first ventured into the pit?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"How long have you wandered down here?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"I've opened a passage through the ruins of a temple in a lower area.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Yes, right! It's safe to make for the rivers then. Or as safe as it's likely to get. I'll head downward now.\"\r\n\r\nWith a wince, he hefts his pack from the ground.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"I scaled down from the cliffs. But midway, the rocks turned slick.\"\r\n\r\nHe scratches at a patch of dried muck on the side of his neck.",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"I packed provisions enough for two weeks. Started rationing when things looked grim, after the first odd days. I-I don't know beyond that.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "He rubs the stale-smelling sweat from the back of his neck, face slack with relief.\r\n\r\nHis eyes crinkle in brief uncertainty. But it ebbs just as quickly.",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Supposing I do survive the plunge, and you're of a mind, meet with me in Port Maje. I'll have something for you - for saving my hide.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Take heed if you've plans to trudge deeper north. I only glimpsed it once, but whatever nightmare lurks near the falls of the pit - it's incredibly massive. And surely just as mean.\"\r\n\r\nThen he's gone, easing cautiously into the darkness.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Best bet's the rivers at the base of the pit. They flow beneath the outcrops so they must dump into the sea.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "He eyes the ripped toe of his boot as he scuffs it against the stone beneath his feet.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Ondra's lure hardly seems worth it now. Suppose I fell for the bait though, didn't I? A fabled temple full of treasures - my ass.\" ",
      "female": ""
    },
    {
      "id": 18,
      "default": "Too sore to rush for it, he secures his pack with careful motions and, with a final nod to you, eases out into the darkness.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Easy, friend. Whoa, hey!\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "His boots are slicked with grime. His clothes are filthy and rumpled from several days' wear, and his neck and hands are smeared in places with mud.\r\n\r\nA pack rests at his heels, empty enough to have flopped into itself. It likely carries no more than his dwindling supplies. ",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"The trouble's been reaching the base. The western caves wind downward, but they're riddled. Infested. Walking them's not been safe.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Hear that? That's deadlies ahead.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Incredible! You're not at all scathed. Not even a smidge.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"It's darker than a dargul's armpit in there.\" He peers into the cavern, wrinkling his nose.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Hand me your torch so I can more easily search the caverns.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"You wouldn't think to leave me in the dark, would you? You'll return? Alive, I mean.\" \r\n\r\nHis eyes gleam from the fire as he searches your face, intent.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Smell that? Like chum. Must be a heap of grubs. Dead ahead.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Then I'll make it. I know I'd hoped, but honestly, I didn't really expect you'd help me.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"I owe you, friend. If you're of a mind, meet with me in Port Maje. I'll make it worth your while.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"I'm loath to admit it, but look, I'm too desperate not to. I've found not a single trinket and no end to this pit since I first crawled down. I'd thought to follow the rivers out, but the caves are crawling with grubs.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "[Leave] \"If I clear a path, I'll let you know.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Right. I'll wait here. And you'll return for me. Won't you?\"\r\n\r\nHe nods in answer to his own question, but a deep worry furrows across his brow. ",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Mayhaps we'll meet again in the darkness?\"\r\n\r\nHe tosses you a concerned glance over his shoulder.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"No offense, but you're not looking - or smelling - so good.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"You're a treasure hunter?\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 39,
      "default": "He licks his cracked lips, flashing crooked front teeth.",
      "female": ""
    },
    {
      "id": 40,
      "default": "A bead of sweat trickles down the side of his neck.",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Right. And a successful one. Usually.\" He half smiles, a hesitant, abashed spread of his lips.",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"How did you even get down here? Didn't you think it might be dangerous?\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "He cants his head to one side, a knowing glint igniting his dark eyes.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"I might ask the same to you, friend. Not everyone longs to die in their own bed. I just... Well, I thought I'd have more time.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "He balks at the demand, taking a cautious step backwards.",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"How about a little trust here? I need the light if I'm to help you.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"I won't leave you in the darkness. Keep the torch.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Easy to say when it's not your life in another's hands.\"\r\n\r\nWith a grunt, he passes you the trembling flame.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Thank you, friend.\"\r\n\r\nKeen relief gushes from his chest, shuddering the flames in his white-knuckled grip.",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"I can't turn a blind eye to someone in need.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Neither did I. Don't get used to it.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "A wistful smile twists across his dirty face.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Well, I'm glad you did.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "[Cross your arms over your chest and glare menacingly.]",
      "female": ""
    },
    {
      "id": 55,
      "default": "Eyes enormous, he jerks, resisting the urge to cringe another step back. Breath fast, he passes you the trembling flame.",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Well, we're still alive. What's next for our daring escape plan?\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"I've wiped most of the grubs from the western caverns.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Chances are decent. At best. So I'll see you on the other side.\" He gives you a brash grin.",
      "female": ""
    },
    {
      "id": 59,
      "default": "[Leave] \"Wait here, I'll scout ahead.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Don't have to tell me twice.\" He exhales audibly in the darkness.",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Shit. I can't see my fingers in front of my own face.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "[Lie] \"I've wiped the grubs from the western caverns.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Yes, right! It's safe to reach the rivers then. Or as safe as it's likely to get. I'll see you on the other side.\" He gives you a brash grin.",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"I'm lucky to have met you, friend. You've a real good soul.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "Too sore to rush for it, he secures his pack with careful motions and, with a final nod to you, eases out into the darkness.",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"I've opened a passage through the ruins of a temple in a lower area.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Temple, you said? You didn't spot any gilded tridents or maybe a few jade-carved shells, did you?\" He wets his lips with a dry tongue.",
      "female": ""
    },
    {
      "id": 68,
      "default": "[Lie] \"I've cleared the caverns. It's safe.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Wait. First, let me check that the route to the temple is clear.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"What's a few more hours swallowed in darkness, right? It's fine - I'm fine. Go. I won't botch our best chance for survival.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "He rubs the stale-smelling sweat from the back of his neck, face slack with relief.\r\n\r\nHis eyes crinkle in brief uncertainty. But it ebbs just as quickly.",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Then I'll make it. I know I'd hoped, but honestly, I didn't really expect you'd help me.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "[Lie] \"Come on. I can't turn a blind eye to someone in need.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"I have my reasons.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "A wistful smile twists across his dirty face.",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"I'm lucky to have met you, friend. You've a real good soul.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "Too sore to rush for it, he secures his pack with careful motions and, with a final nod to you, eases out into the darkness.",
      "female": ""
    },
    {
      "id": 79,
      "default": "A grateful smile warms his dirty face.",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Are you injured? How're you holding up?\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Me? I've been through worse. And I'm tuned to survive.\" \r\n\r\nWith a half-forced grin, he stretches to model a clearly lean-muscled and agile physique, but mid-arc, he winces and palms a gash on his arm, ruining the effect.",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Yes, actually, I am.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Save your provisions. You'll need your strength.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Me, too. But we'll be out of here soon. Here - it's not much, but it won't do me any good if I'm dead. Take it.\"\r\n\r\nHe has to dig deep into the pack, knuckles scraping the bottom to hand you what's left.",
      "female": ""
    },
    {
      "id": 85,
      "default": "He breathes a relieved sigh, and his stomach audibly cramps as if in timed agreement.",
      "female": ""
    },
    {
      "id": 86,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 87,
      "default": "The sound of his grumbling stomach answers the silence. With an apologetic shrug, he slides the pack more safely behind him.",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"So there's no climbing back up. What else then?\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"I don't know if you're lucky or just plain stupid.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Suppose a bit of both, don't you think? But I didn't break my neck on the scale down, and I'm not keen to be grub-food now.\"\r\n\r\nHe snorts, a self-derisive sound.",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Actually, no, don't tell me. No haul's worth dying for. If the coast is clear, I'll make straight for the surface.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "An impatient, strangled sound escapes his throat, and his hands fist by his sides. He puffs out a stale breath. Then his bruised, grubby fingers uncurl to dangle loose by his thighs.",
      "female": ""
    },
    {
      "id": 95,
      "default": "[Nod] \"Farewell to you.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"Dwindled but not yet gone. Why? You hungry?\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"And your supplies? You haven't run out, yet?\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Good. Let's move on then.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "He nods, a jerky, pained movement.",
      "female": ""
    },
    {
      "id": 100,
      "default": "He shakes his head, a jerky, worried motion.",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"You need healing.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"I'm good with a thread and needle. Give me half a chance to get out of here, and I'll be fine.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Yet you cracked them like they were nothing.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"I'm lucky to have met you, friend. You've a real good soul.\"",
      "female": ""
    }
  ]
}