{
  "Component": "exported",
  "Name": "conversations\\06_neketaka_slums_district\\06_cv_biha",
  "Entries": [
    {
      "id": 1,
      "default": "A woman thrashes a row of tunics and sarongs hanging from the rafters. Her pointed teeth are gritted in frustration, her lips set in a snarl.\r\n\r\nThe clothes are spotless, yet she swings a handful of reeds again and again, grunting with each blow. \r\n\r\nSeveral children huddle together, whispering and looking on with red, tearful eyes.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"My village was not like this. Why does Queen Onekaza not send the foreigners away?\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"How did you know the man who was lowered into the Old City?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Maybe I can talk to Sedūzo.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Tell me about the Rauataian captain.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"How many of you need passage to Rauatai?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"I spoke with Captain Sedūzo about passage out of Neketaka.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"More words. They did not save him, and we cannot eat them. I say, what good are they, then?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "She looks at you with the same critical eye she's been giving her laundry, wringing and tugging the reeds.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Sedūzo.\" \n\nBiha is holding the reeds so tightly that she snaps one in two. ",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"We are six. Three children, two babes, and me.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"What say, then?\" Biha listens with cautious hope.\r\n\r\nThe children look on with wide, round eyes.",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"She's agreed to take you all.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Sedūzo only has room for only three of you.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"On second thought, let me talk to her again.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "She is momentarily speechless. \r\n\r\nHer eyes fill with tears. She drops the reeds as she brushes them away.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Three? All this, and you say some must stay behind?\" She lowers her voice, and the children lean closer, trying to hear. \r\n\r\nBiha's fingers absently shred one of the reeds.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Go with the infants. The older children can fend for themselves.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Send the older children to Rauatai. At least they'll have a chance.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"I... need a moment. I must consider it.\"\r\n\r\nBut she can't meet the children's eyes. She's made her choice.",
      "female": ""
    },
    {
      "id": 21,
      "default": "She nods. \"Then best do it quickly.\"\r\n\r\nShe kneels before the children and speaks to them quietly. At last, she embraces them and sends them out the door.",
      "female": ""
    },
    {
      "id": 22,
      "default": "One of the children hangs behind and holds something out to you. It's a bag of coins. \r\n\r\nThe child holds a finger up to her lips, then hurries after Biha and the others.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"I caught one of the children pickpocketing.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"This is prize-share in the Gullet.\" ",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Botaro is gone. Dead! What more do you want?\"\r\n\r\nShe punctuates each statement with a fierce whack of the reeds. \r\n\r\nThe children flinch, looking between you and the woman. ",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"I heard a Rauataian captain took up at the tavern. Sedūzo, they call her.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Next I see him, the guards are dragging him to the cage.\" She bares her teeth at the memory.",
      "female": ""
    },
    {
      "id": 31,
      "default": "She nods. \"You have the same way of talking. You are also from Rauatai, so maybe she will listen.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"They say many Rauataian captains are women. Maybe her ears will open better to you.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"But she threw Botaro out.\" She looks down at the broken reed in her hands.",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"But a Roparu in Neketaka gives offense just by breathing the air of his betters.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Always Botaro was careful with his words, especially as a Roparu.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Always Botaro was careful with his words, just like you.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Everyone knows the Rauataians are made of brass. They listen only to their commanders. \n\n\"But still, maybe it goes different for you.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"But if you saw, then they must be more careful, I say.\"\r\n\r\nShe gives the children a pointed look. One of them hands her a dull coin.",
      "female": ""
    },
    {
      "id": 43,
      "default": "She looks around, taking in the hanging clothes, the huddled children, and the warped and splintering walls of the shack around them.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Forgive me - I thought you were with the guards who took him. Other castes never visit here.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Botaro is punished already, I say. Whatever offense he gave, do not hang it on our necks.\"\r\n\r\nShe begins swatting at the laundry again, though with considerably less gusto.",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"He was trying to tell you something.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"I know you're scared. But I'm not here to harm you.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "She turns away from you, striking the sarong harder and harder.",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"You say. But you have the face of Tangaloa, the eel of death.\"\r\n\r\nEven as she beats the sarong, she shudders.",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"But what good are words? For what did Ondra send you if not to save my Botaro?\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "She grunts. \"We say the only things that live in these depths are ghost eels. And fish eaten by ghost eels.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "She grunts. \"Ondra-blessed. Priests say Ondra sends your sort to comfort mourners.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"That's terrible! I'll see this put to rights!\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Sedūzo will listen to me or she'll taste the edge of my blade.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"That's unfortunate.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "She hisses. \"Do not blunt your teeth on careless words!\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"I want to talk to her. But I'll go and lose my temper, as surely as the waves lose their foam.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Then the little ones will be alone.\" She gazes, almost reluctantly, at the children.",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"May Amira's winds ever blow sweet for you. We will pray always for you, in this life and in each to come.\"\r\n\r\nShe picks up the two infants and hurries the others out the door.",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"I could look for Botaro.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"I could never ask someone to go down to the Old City, but since you offer...\" She trails off, working the reeds between her hands while hope and dread battle in her eyes.",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"It is a big and dangerous place. But perhaps he hid himself. Perhaps...\"\r\n\r\nShe steadies herself with a shake of her head.",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Alone in the Gullet? I- I don't think...\"\r\n\r\nShe trails off, looking from the babes in their crib to the children spinning coppers on the uneven floor.",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Was taking Botaro not enough for you?\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Am I interrupting something?\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Take a deep breath, and let's talk about this - whatever it is - calmly.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "[Wait and observe.]",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Forgive me - I thought you were one of the foreigners who sent him away. Outsiders here always go to the tavern.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "She looks at you for the first time. A fraction of her anger burns off. ",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Are you all right?\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "The silence stretches on for several seconds until, finally, she looks at you.\r\n\r\nA fraction of her anger burns off.",
      "female": ""
    },
    {
      "id": 76,
      "default": "She looks pointedly at Tekēhu.",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Ah... forgive the intrusion. I was - we were just leaving. That is, giving you space to grieve.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"So many crowd into the Gullet, and you worry about space!\" She laughs bitterly.",
      "female": ""
    },
    {
      "id": 80,
      "default": "One of the children starts to say something, but Biha shoots him a sharp glare.\r\n\r\nShe turns back to you, arms crossed, gripping the reed bundle tightly.",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"The traders say they bring riches in their big ships.\"\r\n\r\nThe fabric pops and snaps beneath her fury. Sweat is flying, spattering the clean sarong.",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"The Rauataians promise marvels. Strong walls and plenty for all.\"\r\n\r\nShe moves on to the next tunic, thrashing it with an even greater fury.",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"And Botaro said we would finally leave...\"\r\n\r\nShe breaks off, her shoulders heaving as she catches her breath.",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"Ekera, still my back aches from building their fort. And still I live here.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"But what reaches the Gullet? Only crime and sickness, I say.\"\r\n\r\nShe pauses to take another couple of swings at the sarong.",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"What happened?\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"I'm so sorry.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"I can't take the suspense! What happened next?\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"They say she is a trader, so I thought maybe she will take passengers.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Careful. There are plenty of sorts here who sooner cut out a rude tongue.\" She gives you a warning look, twisting the reeds in her hands.",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"It is only another word.\" She shrugs, still catching her breath.",
      "female": ""
    },
    {
      "id": 93,
      "default": "[Wait.]",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Which are you?\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Botaro took some coin - everything he scraped together working on the docks - when he went to bargain with the captain.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"They say she is a trader, so I thought maybe she will take passengers.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Including the ones who seized my Botaro.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Botaro went and found her in the tavern.\" Her eyes go hard and dark.",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"May Tangaloa devour your souls, you cold-blooded eels!\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Strange. They usually stay topside.\" ",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"The story'd go quicker if she stopped taking it out on the laundry.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"It is unseemly to mock the Roparu, I say.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"[Player Name], is that truly necessary?\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"Don't know what you're trying to prove, talking like that.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"Such mockery is unjustified and undignified.\"\r\n\r\nHer lip sneers into a disgusted curl.",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Now cap, we can't all be mastering the arts of the tongue.\"\r\n\r\nA grin curls his scarred lips.\r\n",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Hey! There's no need get ugly.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Having to steal to survive? How can anyone abide such squalor?\" Xoti's brows slash together, dark as storm clouds.",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"Maybe Rauatai will teach you a thing or two about cleaning your rags properly.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"And no hug for Tekēhu, then?\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"Sometimes, cap, you remind me of serving with Remaro back on the Sorcerer. More than half way to heartwarming.\"\r\n\r\nHe beams, his hands on his hips and chest forward.\r\n",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"Our Watcher sure is something else, ain't he? Darnation, you're going to make me cry, myself.\"",
      "female": "\"Our Watcher sure is something else, ain't she? Darnation, you're going to make me cry, myself.\""
    },
    {
      "id": 121,
      "default": "\"I give them about ten minutes.\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"The Roparu are a community, I say. It is possible to thrive here.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Ain't nothing so gob-sucking shit-like as splitting a family, cap.\"\r\n\r\nArms crossed, the orlan frowns at his feet.\r\n",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"Why is it some wins still feel like losses? Maybe... maybe the temple can take the rest in?\" Xoti shakes her head, forcing a smile hollowed with sadness.",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"You never know. Maybe they'll come back as colonists someday.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"You feed the eldest to the sharks like chum?\" ",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"Sink or swim, then. One of the sea's many sad fucking laws.\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"They'll be fine, I just know they will. You're- you're giving them a better life now.\"\r\n\r\nXoti sniffles against the back of her hand in an attempt to remain stoic. ",
      "female": ""
    },
    {
      "id": 138,
      "default": "[Listen.]",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"It can't all be that bad...\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"That's unjust!\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "She laughs bitterly. \"That is only the start.\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"What does this have to do with Botaro?\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"He said we would finally leave...\"\r\n\r\nShe breaks off, her shoulders heaving as she catches her breath.",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"That's the way of the world.\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"The Quiet Slave offers vengeance against those who oppress you...\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"You were born into a difficult life. But by Berath's mercy, the next will be different.\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"I only want to be free of this place. That is how the trouble started.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"Let me help. I'm sworn to aid travelers in need.\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"Will he bring sweet winds to the Gullet? Or a bounty of fish to our baskets?\" She shudders, shaking her head emphatically.",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"How does that ease my pain? Or fill these children's stomachs?\" ",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"Deadfire is changing. It is painful, but this is how Magran improves us.\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"Outsiders cover our islands with walls and gates. Many Huana come to Neketaka, but even here, the outsiders crowd us.\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"I found the money Botaro hid. Take it.\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"I would offer it to you, but it is probably in the Old City with Botaro. Or in someone else's pocket.\"",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"Tell me about this stash of coin Botaro had.\"",
      "female": ""
    },
    {
      "id": 158,
      "default": "Worry creases her face. She sizes you up with a quick look.",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"I tell you, I do not know where it is. And I am sure it would be little to someone like you.\" She licks her lips.",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"After what happened, Botaro would sooner have thrown it into the waters than given it to the Mataru or the Rauataians.\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"If it is anywhere, it is surely with his body.\"",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"We will wait here.\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"Besides, maybe Sedūzo will accept it in exchange for passage.\" ",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"Keep it. It is the least I can offer for your help.\" She looks around at her pitiful surroundings.",
      "female": ""
    },
    {
      "id": 165,
      "default": "She shakes her head. \"That much copper would only bring suspicion.\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"If it is anywhere, it is surely with his body.\"",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"Did you know Botaro was working for criminals?\"",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"Of course not! He worked on the docks - I am sure of it!\"\r\n\r\nHer face flushes with shock.",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"Do you know the way to Delver's Row?\"",
      "female": ""
    },
    {
      "id": 182,
      "default": "She blinks in horror.",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"Never! That is the surest way to get the attention of the overseer.\" \r\n\r\nShe lowers her voice.",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"I hear it is somewhere in the Narrows. It is possible Enoi knows - he has lived here longer than any.\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"Where is Enoi?\"",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"I see.\"",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"One day, the Mataru will descend on Delver's Row to clean out the thieves and pirates. Stay away from it.\"",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"His hut is just along the walkway to the southwest.\"",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"Overseer Hitenga isn't after you.\"",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"Please, help him if you can. Or bring me news if you cannot.\"",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"I found Botaro in the Old City. He's dead.\"",
      "female": ""
    },
    {
      "id": 192,
      "default": "She looks away. \"Of course. I only hoped...\" She breaks off, shaking her head.",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"It is no matter. Thank you for telling me.\"",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"I'm a Watcher. I read the memory in his soul.\"",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"He showed Sedūzo a suolenet.\"",
      "female": ""
    },
    {
      "id": 196,
      "default": "\"Please, no more!\" She holds her hands to her ears, backing away from you.",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"As you say.\"",
      "female": ""
    },
    {
      "id": 198,
      "default": "She blinks at you in disbelief, her mouth half-open.",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"For what do you torment me? He was a good man!\"",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"The overseer looks for a reason to toss us below, too. Such talk will bring him to our doorstep.\" She shudders.",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"Can you take a different ship?\"",
      "female": ""
    },
    {
      "id": 202,
      "default": "She shakes her head. ",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"Many ships leave from Queen's Berth, but the Vailians take slaves.\"\r\n\r\nShe lowers her voice and glances furtively around.",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"They say the Príncipi smuggle goods in the caverns below. But I cannot trust such people.\"",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"But the Rauataians have mighty cannons. And a big homeland they abandon for ours.\r\n\r\n\"Perhaps there is more room for us there.\"",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"Can you take a different ship?\"",
      "female": ""
    },
    {
      "id": 209,
      "default": "She shakes her head. ",
      "female": ""
    },
    {
      "id": 210,
      "default": "\"Many ships leave from Queen's Berth, but the Vailians take slaves.\"\r\n\r\nShe lowers her voice and glances furtively around.",
      "female": ""
    },
    {
      "id": 211,
      "default": "\"They say the Príncipi smuggle goods in the caverns below. But I cannot trust such people.\"",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"But the Rauataians have mighty cannons. And a big homeland they abandon for ours.\r\n\r\n\"Perhaps there is more room for us there.\"",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"In the villages, the chieftains know even the Roparu. Here, even neighbors are strangers.\r\n\r\n\"That is Deadfire now.\" She shakes her head angrily.",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"The Rauataians live on our shores but spit at our backs. They listen only to the queen.\r\n\r\n\"But maybe it goes different for you.\"",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"Are they all yours?\"",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"Does no one else from the caste look after them?\"",
      "female": ""
    },
    {
      "id": 221,
      "default": "\"I see.\"",
      "female": ""
    },
    {
      "id": 222,
      "default": "\"Such a strange question. A Roparu child is the child of all Roparu.\"",
      "female": ""
    },
    {
      "id": 223,
      "default": "\"At least, that is the way in the village. Where Botaro and me came from.\"",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"But here, we are all strangers. No one looks in on the sick or cares for the children.\"",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"Ekera, it was so in the village. Where Botaro and me came from.\"",
      "female": ""
    },
    {
      "id": 226,
      "default": "\"Do the gods pay a visit to mock my misfortune, or is Sacred Stair overcrowded?\"",
      "female": ""
    },
    {
      "id": 227,
      "default": "Tekēhu flinches at each blow, fascinated even as he shrinks back in discomfort.",
      "female": ""
    },
    {
      "id": 228,
      "default": "\"Ekera, dreamers and madmen speak so. I wish only for Amira's shade and food enough to fill my belly.\" She shrugs.",
      "female": ""
    },
    {
      "id": 229,
      "default": "\"Someone's got to fix it, Watcher - be it gods or queens or, better yet, you and me.\"",
      "female": ""
    },
    {
      "id": 231,
      "default": "\"This must be your decision.\"",
      "female": ""
    },
    {
      "id": 232,
      "default": "\"You are a stranger here. What do you know of Hitenga's intentions?\"",
      "female": ""
    },
    {
      "id": 233,
      "default": "\"Forgive me - I should not have snapped at you so.\"",
      "female": ""
    },
    {
      "id": 234,
      "default": "\"O-oh! Forgive me. I should not have snapped at you so.\" She turns wide, frightened eyes on you.",
      "female": ""
    },
    {
      "id": 235,
      "default": "\"So you say. I would hear it from him.\"",
      "female": ""
    },
    {
      "id": 236,
      "default": "She laughs bitterly. \"You know that is not true.\"",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"Among <i>criminals</i>.\" Her lips curl into a sneer.",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"I know you mean well, but..\" She shakes her head sadly.",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"And when they do not take our land, they make places that were once safe dangerous.\" She spits on the ground at your feet.",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"And those who would take advantage of our suffering to make criminals of us - what does he say to that?\"",
      "female": ""
    },
    {
      "id": 241,
      "default": "\"But thank you all the same.\"",
      "female": ""
    },
    {
      "id": 242,
      "default": "She gives you a meaningful glare, her sharp teeth bared, then looks away.",
      "female": ""
    },
    {
      "id": 245,
      "default": "She gives you a meaningful glare, her sharp teeth bared, then looks away.",
      "female": ""
    },
    {
      "id": 247,
      "default": "\"Do you not know? Whispers among the Roparu say you have... connections there.\" She shakes her head, thinking better of her words.",
      "female": ""
    },
    {
      "id": 248,
      "default": "\"Bye, Biha.\"",
      "female": ""
    }
  ]
}