{
  "Component": "exported",
  "Name": "conversations\\06_neketaka_slums_district\\06_cv_rauatai_ship_captain",
  "Entries": [
    {
      "id": 1,
      "default": "This Rauataian sits ramrod-straight. On the table near her are a half-empty liquor bottle and a small porcelain cup. Both smell of anise.\r\n\r\nShe looks like she's trying to blend in, but her unnatural stillness - and her bright, spotless attire - make her stand out like a reef fish against the rocks.\r\n\r\nHer eyes find yours.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"What is your business with me?\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Did you cross paths with a man named Botaro?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Biha and the children still need passage out of the city.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"I want to find enough room for Biha and all the children.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Orron won't be traveling with you anymore.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"What's your business in Neketaka?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Tell me about Orron.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "She stiffens. \"The one who threatened me. I shall not soon forget him.\"\r\n\r\nShe raises her cup for another sip, scowling into the liquor.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"There is nothing I can do. The passenger quarters have been reserved by a dwarf named Orron.\" She picks a stray thread from her smooth, crisp jacket.",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"And I told you there is none. The three I agreed to take will barely fit in the hold as it is.\" Her hand tightens around her cup.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"I'm thinking we must leave. Soon.\" She hunkers down and lowers her voice.",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Nearly done, I hope. I sold a consignment of iron and cultured coral and will return to Rauatai with vorlas, murkberries, and Ondra's Stars.\" \r\n\r\nShe shifts in her chair, tugging at her conspicuously clean and bright clothes.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"He and his people are Goldpact Knights. Orron is... particular.\" She looks at her crew, and they nod in agreement.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"The berths are paid for. You can send your friends as long as you promise not to make trouble for me.\" She glances from side to side, checking to make sure no one is listening.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Why do you bring this to me?\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Don't you feel bad about what happened to Botaro?\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Sedūzo Nui, they have little here. Think of how they could benefit from Rauataian culture.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"You are a merchant, no? I'll pay you to take them.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"That must be the first time I've heard civil speech in the Gullet.\" She nods at your use of the respectful suffix. ",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Very well. I can take three more in the hold, and no more. Orron and his crew have reserved the berths.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Harami!\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"I am here, Sedūzo Nui!\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Do we expect today a merchant from [Player Culture]?\" Sedūzo keeps her eyes on you even as she speaks to the soldier.\n\nThere is only a brief pause.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"We do not, Sedūzo Nui!\"\n\nThe captain shifts uncomfortably.",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Then state your business quickly. I want to avoid another... surprise.\"\r\n\r\nShe glances around quickly, as if she expects someone to jump out of another corner of the tavern.",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"What exactly happened?\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Are those 'pretty words' too big for you?\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"This fellow wanted passage on my ship. As if I were the village ferryman!\" She tosses back the rest of her drink a little too quickly.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"You Huana learn too many pretty words from the Vailians. None can trust what you say.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"These Huana learn too many pretty words from the Vailians. You cannot trust what they say.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"I can take three more in the hold, and no more. Orron and his crew have reserved the berths.\r\n\r\n\"That is assuming you have the coin.\" She gives you a searching look.",
      "female": ""
    },
    {
      "id": 38,
      "default": "[Pay 300 cp.] \"That's a fair price for three.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Let me think about it.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"But perhaps that is good. He just finished a contract to guard the Vailian luminous mill. \r\n\r\n\"I hear animancers are also particular.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"He is upstairs. Just do not interrupt him if he's arranging things.\" She and her crew exchange another quick glance.",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Odd that you'd take your business to the slums. Unless you're trading illegally.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"You seem nervous. Does the Royal Deadfire Company know you're trading here?\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"I thought Rauataians operated out of the Brass Citadel.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"I see.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "She sets her glass down with a loud clatter.",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Most do.\" \r\n\r\nShe avoids meeting your gaze. Her mouth is pressed into a hard frown.",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"You seem nervous. Does the Royal Deadfire Company know you're trading here?\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"The Royal Deadfire Company would... frown on business in this district.\r\n\r\n\"But there is no harm if they do not know.\" She laughs nervously.",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"I won't tell the Royal Deadfire Company about your dealings here if you take Biha and the children.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "She tugs at her collar and looks around to see if anyone has overheard you.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Never mind.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"The Gullet is rough. Have pity.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Send them to me. The sooner we leave, the better.\" She shifts in her chair, looking around the tavern as if she expect someone to jump out at her.",
      "female": ""
    },
    {
      "id": 56,
      "default": "She relaxes, looking relieved to let the matter rest.",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Pity will not pay my debts. Besides, look around. I cannot take every unfortunate to Rauatai.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"The children are small. Surely you can take more.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"The children are small. Surely you can take more.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "She shakes her head. \"I will already have to abandon crates of cargo to make room for these three - plus the food and water they require.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Very well.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "She shakes her head. \"I will already have to abandon crates of cargo to make room for these three - plus the food and water they require.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"I told him there was none to be had. Certainly not at his price.\" She upends her empty cup.",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Then what?\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"How heartless!\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Seems reasonable.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "She grunts. \"He did not think so.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "She bristles. \"Better heartless than brainless. I've heard stories of merchants tricked into inviting pirates onto their ships.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "Her nostrils flare. \"What did remorse ever accomplish? Besides, this Botaro brought trouble on himself.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "She holds her chin high, but you catch a telltale twitch at the corner of her mouth.",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Yes, he should have known how to behave around civilized people.\" She nods as if convincing herself.",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Stay alert, Harami. We must avoid another scene.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "She blinks at you, then looks at her first mate. ",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Harami, does that mean...\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Just do it soon. I don't want any mess you've made to spill onto my decks.\" She looks at her crew and makes a twirling motion with her finger.",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Then you are fortunate Orron is no longer traveling with me.\" She eyes you suspiciously.",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Been a few seasons since I personally commandeered a ship, but I doubt the hazanui will mind.\" Maia cracks her knuckles.",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Maia here might have a thing or two to say at the Brass Citadel.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"That will not be necessary.\"\r\n\r\nShe smiles weakly.",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Kana gave me that same look when he 'accidentally' fired my rifle at the ranga nui's favorite gong.\" ",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"We had pretty words before the first ship landed on Rauatai.\" Tekēhu purses his lips and balls his hands at his side.",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Yes, but did you speak them with such deceitful intent?\" \r\n\r\nFlustered, she turns away from Tekēhu.",
      "female": ""
    },
    {
      "id": 101,
      "default": "You notice again that her hand is shaking.",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"If you do business here, perhaps you should learn the culture.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"It's best when people say exactly what they mean.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"You don't have to when you've got all the cannons.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"No, but I do not like wasting my time.\" She glares at you.",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"If only everyone did so.\" She raises her cup to you.",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"In a few years, these people will all learn our ways and pay homage to the ranga nui.\" Her brow furrows. ",
      "female": ""
    },
    {
      "id": 109,
      "default": "She flinches. \"That is not my concern. I only came to do business.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"But you asked about... what was his name? Botaro?\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "She refills her cup and sets the bottle down hard.",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"As you say.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "Harami shrugs.\n\nSedūzo looks between the two of you.",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"I just remembered I need to write up a report for my boss. Don't mind me.\" \r\n\r\nMaia unrolls a scroll of parchment and starts transcribing Sedūzo's statement.",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"Are you... writing that down?\" She raises an eyebrow at Serafen.",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"Nay, lass. Were merely moved to a momentary bout of verse by the beauty on display before me.\" \r\n\r\nHe clears his throat and secretes the scrap of paper into a pouch.",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"Anyway, that's what brought me here.\" She fidgets with her cup.",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"Terrible exaggerations of Trade Company propaganda, I'd wager.\"\r\n\r\nThe orlan grins at you, palms raised in a shrug.\r\n",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"I don't have the money yet. I'll see what I can do.\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "She eyes you suspiciously. The soldier with her shrugs.",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"That is convenient for you. But never mind - if there's trouble, I'm staying out of it.\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"He told me he had coin. Lots of it. I did not believe him - how could a man who lives in a garbage heap have enough money for passage?\"\r\n\r\nShe shakes her head.",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Then he shows me a suolenet.\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"Go on.\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"A suolenet?\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"A marked coin - a token of allegiance. The Príncipi carry them.\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"I knew then that I was dealing with a pirate. I had heard they were influential in the Gullet, but I did not realize how much so.\" She scowls and shudders.",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"I called for the guards, and they dragged him away. That is the last I saw of him.\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"Do you know the way to Delver's Row?\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"I would have nothing to do with such a place.\" Her posture stiffens even as her eyes flit around the room.",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"But I hear the, ah, proprietor might know more.\" She points discreetly toward the bar.",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"Ishi, get my gun.\" Maia furrows her brow.",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"...but I hear it's in the Narrows. Behind an empty merchant stall.\" She sinks a little lower in her chair.",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"The proprietor probably knew.\" She eyes the area behind the bar and looks back at you warily.",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"I know you have the hazanui's ear, but if you're here on her business, perhaps you could leave our meeting out.\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"So you assumed the worst and threw him to the wolves.\" ",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"No, you presumptuous Aedyran. I assumed nothing until I saw the suolenet.\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"I didn't believe it then, either.\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "She pales, raising a hand to her mouth as the speed of Maia's scribbling intensifies.",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"Aww, you blue softie. You gonna share it with your scofflaw friends and not us?\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"Aye-aye, m'lady. Strictly for my personal use, if you be catching my drift.\"\r\n\r\nHe winks.",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"Let's hear it, Serafen.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"Ignore him, Sedūzo.\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"Here we go...\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"Ah, they're, uh, very bawdy rhymes, cap. Not meant for prim and proper mercantile types.\"\r\n\r\nHe rubs the back of his head.",
      "female": ""
    },
    {
      "id": 150,
      "default": "She looks at Serafen as though he were a particularly talkative rodent.\r\n\r\nShe turns back to you.",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"Gladly.\" She nods slowly.",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"Do we expect today a scrambleroot merchant?\" Sedūzo keeps her eyes on you even as she speaks to the soldier.\n\nThere is only a brief pause.",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"Do we expect today a local merchant?\" Sedūzo keeps her eyes on you even as she speaks to the soldier.\n\nThere is only a brief pause.",
      "female": ""
    }
  ]
}