{
  "Component": "exported",
  "Name": "conversations\\06_neketaka_slums_district\\06_cv_dereo",
  "Entries": [
    {
      "id": 1,
      "default": "A thin, long-limbed man holds a handkerchief in one hand and a threaded needle in the other. As you approach, he sets his handiwork aside, and you see an elaborate goldwork pattern embroidered around the edge - the same pattern that adorns his brilliant tunic.\r\n\r\nYou also notice a strange bulk beneath the thin fabric of his trouser legs that runs from hip to ankle.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"A most agreeable topic! Or so I hope.\" He draws his hands together and regards you over long, tented fingers.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"I found a mosaic in a temple of Ondra deep in the Old City.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Ateira attacked me after I left Takano's.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"What is the Cornett of Waves?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"How do I reach the Undercroft?\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Gellarde! You Watchers truly are workers of miracles!\" He claps, and a figure waiting by the door scurries into the Narrows.",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Yet you are still standing here, no?\" A sly smile gleams behind his lips.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Both are said to carry the voice of Ondra herself.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"There is a lift in Delver's Row, next to Ernezzo's shop. I will see that the people who guard it do not give you trouble.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"There is an artifact called the Cornett of Waves, which is currently in the possession of a Huana named Takano.\" ",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"It is only a shame I did not hire you in the first place.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"I do not believe in such superstition, of course.\" He frowns.",
      "female": ""
    },
    {
      "id": 45,
      "default": "He coughs into his hand to hide his fluster.",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Once you descend, cross the bridge. Behind the stockade is a door to... well, a very old place. You will know it when you see it.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Gwenfin will await you and the cornett there. Do whatever she asks as though the request comes from me.\" ",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"I would like you to 'liberate' it for me.\" He flutters his slender hands in a way that resembles a bird taking flight.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Takano is a man of many vanities, as your... special gifts will no doubt reveal.\" ",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"You must forgive the cryptic introduction, but I prefer to remain among the comforts of home.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"What do you require?\" Dereo leans toward you, his leg braces squeaking.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"So, about the Cornett of Waves...\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"But had I only known there was a Watcher in my midst, I would have extended the invitation sooner.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Though these are modest luxuries compared to those on offer at the palace.\" His mouth twitches in a smile.",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"And among my guards. For you have made a rather grisly mark in Delver's Row, no?\" His mouth twitches in a smile.",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Though these are modest luxuries compared to those at the estate of your friends in Queen's Berth.\" His mouth twitches in a smile.",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Go on.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Why do you need a Watcher?\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Most people of your standing like to handle their 'acquisitions' themselves.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"My associate, Gwenfin, will await you outside a passage in the old Huana style.\" ",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Alas, none of my people are Watchers. \r\n\r\n\"And you will see things they cannot.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Then why have me hand it off to a lieutenant in the Undercroft?\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"You don't mean 'valuable' in the monetary sense.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"I see.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Look no further, silly man. I speak with Ngati's tongue.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "Yet you see the tension in the way he pinches the fabric of his sleeve. \r\n\r\nHe wants this artifact. Badly.",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"What do you want with it?\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"I have told you all you need to know of the cornett. Now, I suggest you focus your sharp mind on retrieving it.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"It lies just below Delver's Row. It is where goods of... questionable provenance originate.\r\n\r\n\"Take the lift from Delver's Row - not the lift in the Gullet, mind you.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"What's your interest in Ukaizo?\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"This concludes our business, then?\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "He smiles, but he fidgets madly with the gold at the hem of his tunic.",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"Given how highly the casitàs speak of you, I suppose it is only a matter of time before you hear it from one of them.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"The mosaic is an ancient work of art! Such marvels must be preserved.\" His fingers continue working at his hem.",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Now that you know, I must ask you not to speak of this to anyone.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"You're way too interested in this find - and in keeping it a secret - for this to be about art.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Gwenfin already told me it's Ukaizo that interests you. I just wanted to know why.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Ukaizo is rumored to contain untold riches. It certainly makes sense that you'd be looking for it.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"Very well.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"Ukaizo was once the most fertile and prosperous island in Deadfire, but it has been lost for over two thousand years.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"Riches! Any half-awake shiphunter can find a Vailian ship with gold and luminous.\r\n\r\n\"Ukaizo - if it exists - is something more.\" He considers you before continuing.",
      "female": ""
    },
    {
      "id": 115,
      "default": "A small gold thread comes away in his fingers. He frowns at it.",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"She is lucky that I value her other skills so highly.\" He frowns.",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"Especially your Huana friends.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"Especially the Huana.\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"While I admire your forthrightness, I must ask that you not speak of this to anyone.\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"You are an individual of particular discretion. I would ask that you exercise that quality and tell no one of this.\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"Now, you are no stranger to a little prevarication. So I must ask you not to speak of this to anyone.\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"Never let it be said that Dereo does not pay a fair price.\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "He clears his throat and produces a blunderbuss.\r\n\r\nAfter a brief pause, he whirls around and holds it out to you.",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"This job got complicated. That raises my price.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Indeed, I would hate for anyone to say that...\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"Surely the secrets of Ukaizo are worth a little more.\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"Let's discuss something else.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "He gives you a respectful - if strained - smile and nods to one of his attendants, who produces a bag of coin.",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"Now, allow us to put the question of money to rest. It is an unseemly topic to linger on.\" ",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"Remember that I am paying you for your silence as much as your assistance. Do not give me cause to regret this.\"\r\n\r\nHe nods to one of his attendants, who produces another bag of coin.",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"Is this the artifact you're looking for?\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "He examines the conch, tracing his delicate fingers over the Ondrite symbols. Pleasure shines in his eyes.",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"Do you want to know about the cornett or the hidden temple of Ondra that it opened?\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"And now, the real work begins! You must take this to the Undercroft.\" He hands the shell back to you.",
      "female": ""
    },
    {
      "id": 137,
      "default": "His brace rattles as he starts forward, mouth agape.",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"I have a job. One that could use a Watcher's skills.\" ",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"Funny to see a pirate with an office instead of a ship. Sorry if I sank yours.\"",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"It certainly looks... comfortable.\" Tekēhu scans the room with an uncertain frown.",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"Ahoy there, Dereo. Been a tic or two, aye? Ain't seen hide nor hair of your scurvy arse since I were on the Sorcerer.\"\r\n\r\nWith a deep bow, Serafen smiles. The expression doesn't quite reach his eyes.",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"Well, ain't you sitting fat and happy in your home - while just outside people are starving. He may look like a prince, but he smells like a pirate.\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"There is no need for discourtesy! I am a <i>businessman</i>.\" He smiles at Maia before turning back to you.",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"Better to be a prince here than a slave out there.\" He dips his head in a mock bow.\r\n\r\nThen, he turns back to you.",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"I have been busy. As have you and your new friend, no?\"\r\n\r\nHe turns back to you.",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"Better to be a prince here than a slave out there.\" He dips his head in a mock bow.\r\n\r\nThen, he turns back to you.",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"Have you any other questions?\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"It is an old Huana artifact. A musical instrument of sorts.\" One hand plays with the elaborate decoration at his sleeve.",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"I found some money that belongs to you.\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"A man of principle!\"",
      "female": "\"A woman of principle!\""
    },
    {
      "id": 164,
      "default": "\"Ah, how exquisite! I am so rarely surprised. You found one of my suolenets, did you?\" ",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"Yes.\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "[Show the suolenet.]",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"From a man who tried to make off with your money. You should choose your people more carefully.\"",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"Poor Botaro. The Gullet is an unforgiving place for those without resources or allies.\" His angular features settle into a look of practiced disappointment.\r\n\r\nBut then he blinks, leaning closer to peer at you.",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"And then you found this place. Resourceful, indeed.\" He claps his hands, running his long fingers together as he considers you.\r\n\r\nHe leans forward, watching you closely.",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"I am thinking we could be grand friends, you and I. You cannot have too many friends in Neketaka.\" Dereo bares his perfect, even teeth in a smile.",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"When you have the cornett, bring it to me. I will pay you well for it, and you will find my favor useful in this part of the city.\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"If you're just now telling me, then there must be a reason for this secrecy.\"",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"What then?\"",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"Then you explore the perils and treasures of the Old City for something I seek.\" He smiles.",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"Among the ruins is a certain mosaic.\" He rubs at the gold stitching on his outfit.",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"The shell you found will reveal it to you. Gwenfin can explain all when you find her.\"\r\n\r\nHe leans close, braces squeaking.",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"I brought you the conch - you can't go changing the terms of our deal now!\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"More accomplices? Hopefully this one's better than Ateira.\"",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"The ruins of the Old City are perilous, yet rumored to hide great treasures.\"",
      "female": ""
    },
    {
      "id": 187,
      "default": "He blinks. \"I did not realize the prospect of forgotten treasures and abandoned ruins so unnerved you.\"\r\n\r\nHe smiles slyly.",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"Ages ago, it was part of a pair, but its companion - the Cornett of Depths - was lost when the Old City sank.\"",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"I trust Gwenfin completely. Though exploring the perils and treasures of the Old City is perhaps beyond her.\"\r\n\r\nHe smiles as if at a private joke.",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"For now, take this. Consider it an advance.\"\r\n\r\nHe hands you a bag of coin.",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"I need directions to Delver's Row.\"",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"Have you the memory of a minnow? I know you've been before.\" One eyebrow arches into a sharp point. ",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"When you leave, return to the crossway and turn right.\"",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"You will find a merchant stall. Behind it is the passage to Delver's Row.\"",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"And I hope you do not make a habit of killing merchants there.\" ",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"Go on.\"",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"What do you care about a mosaic?\"",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"You expect me to bring it back?\"",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"Enough to reward you well for finding it.\"",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"Only to find it.\"",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"It is said the Old City was once as grand as Serpent's Crown. Whatever treasure you find there is yours to keep.\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"Gellarde!\"\r\n\r\nA man claps enthusiastically, a fierce grin on his sharp-featured face. The guards around him hold their weapons close, clearly less amused than their boss.",
      "female": ""
    },
    {
      "id": 205,
      "default": "\"Tell me, what brings you here in such spectacular fashion? And please, do not bore me now.\" There's a rattle of metal and a squeak of leather as he takes a step toward you.\r\n\r\nYou note the stiffness of his gait and a strange thickness in the legs of his trousers.",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"Things got out of hand.\"",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"I came to pay my respects to the crime lord of the Gullet.\"",
      "female": ""
    },
    {
      "id": 209,
      "default": "\"Your guards should have stayed out of my way.\"",
      "female": ""
    },
    {
      "id": 210,
      "default": "\"I learned from a certain Botaro that you've got enough cash to hand around.\"",
      "female": ""
    },
    {
      "id": 211,
      "default": "[Attack] \"I'm not stopping with your guards.\"",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"I normally despise unannounced visits, but then they are rarely so entertaining.\" He looks into the tunnel, where his guards lie dead.",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"You have a most unusual way of doing so.\"",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"Let us stand down so we can speak like civilized folk.\"",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"Let us put our weapons away so we can speak like civilized folk.\"",
      "female": ""
    },
    {
      "id": 216,
      "default": "Dereo leans back, sizing you up.\r\n\r\nAs he shifts his weight, you glimpse metal and leather rising above his boot. The bottom of a leg brace.",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"Very well.\"",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"Civilized conversation would be most welcome.\"",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"Fine, but I'm keeping an eye on you.\"",
      "female": ""
    },
    {
      "id": 221,
      "default": "[Attack] \"Not interested.\"",
      "female": ""
    },
    {
      "id": 222,
      "default": "\"I can forgive an excess of passion. So long as it does not happen again.\"",
      "female": ""
    },
    {
      "id": 223,
      "default": "\"A shame. After your dramatic entrance, I was hoping for something more colorful.\"",
      "female": ""
    },
    {
      "id": 224,
      "default": "He claps again. \"Such spirit! You do not disappoint, aimico.\"",
      "female": "He claps again. \"Such spirit! You do not disappoint, aimica.\""
    },
    {
      "id": 226,
      "default": "\"I would expect no less.\" He nods to the guards around him, who sheathe their weapons but remain alert.",
      "female": ""
    },
    {
      "id": 227,
      "default": "\"Excellent.\" He nods to the guards around him, and they relax, sheathing their weapons.",
      "female": ""
    },
    {
      "id": 228,
      "default": "\"There's more to it, isn't there?\"",
      "female": ""
    },
    {
      "id": 229,
      "default": "\"Let us discuss your payment instead. A suitable enough topic, no?\"",
      "female": ""
    },
    {
      "id": 230,
      "default": "\"I'm not stealing anything for you.\"",
      "female": ""
    },
    {
      "id": 231,
      "default": "\"Ah, but who said anything about stealing?!\" Dereo holds a hand to his chest, his eyes wide in mock surprise.",
      "female": ""
    },
    {
      "id": 235,
      "default": "\"I want to hear more about these treasures.\"",
      "female": ""
    },
    {
      "id": 236,
      "default": "\"Gold, gems, enchanted armaments, and the possessions of treasure hunters who died seeking them.\" He waves a hand dismissively.",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"You will have to find them yourself. While you search for my mosaic.\" He smiles.",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"Watchers see what many cannot.\"",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"With your unique talents, I am hoping you can avoid such complications and persuade Takano.\"",
      "female": ""
    },
    {
      "id": 246,
      "default": "\"Let us hope so. Already the Mataru circulate your name. It would be a shame to stir up such trouble for nothing.\"",
      "female": ""
    },
    {
      "id": 247,
      "default": "\"Let us hope so! Else Takano has played you for a fool. Already he's ordered a shipment of marble with your money.\"",
      "female": ""
    },
    {
      "id": 248,
      "default": "\"Let us hope so! I hear rumors that Takano was robbed by an unknown thief. I do hope no one beat you to it...\"",
      "female": ""
    },
    {
      "id": 249,
      "default": "\"A moment. You are the Watcher of the Dyrwood, no?\"",
      "female": ""
    },
    {
      "id": 250,
      "default": "\"Yes.\"",
      "female": ""
    },
    {
      "id": 251,
      "default": "[Lie] \"No.\"",
      "female": ""
    },
    {
      "id": 252,
      "default": "\"What does it matter to you?\"",
      "female": ""
    },
    {
      "id": 253,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 254,
      "default": "\"And I need only a favor - an insignificant thing for a Watcher like you.\" ",
      "female": ""
    },
    {
      "id": 255,
      "default": "He laughs. \"But of course you are! Or do you think me blind as well?\" He tugs at the leg of his trousers, exposing one heavy brace.\r\n\r\nAnd the dagger strapped to it.",
      "female": ""
    },
    {
      "id": 256,
      "default": "\"What happened to your legs?\"",
      "female": ""
    },
    {
      "id": 261,
      "default": "\"A storm, a rash decision, and an accident at sea.\r\n\r\n\"One that took my sailing days but not my skill with a needle.\"\r\n\r\nHe smiles cryptically.",
      "female": ""
    },
    {
      "id": 262,
      "default": "\"Life in the Deadfire is unpredictable. Sometimes it takes you in its jaws only to spit you out onto some new shore.\"",
      "female": ""
    },
    {
      "id": 265,
      "default": "\"Keep it. Who says virtue is its own reward?\" He makes a flicking motion with his slender fingers and smiles indulgently.",
      "female": ""
    },
    {
      "id": 266,
      "default": "\"A moment. You are the Watcher of the Dyrwood, no?\"",
      "female": ""
    },
    {
      "id": 267,
      "default": "\"We can speak like this.\"",
      "female": ""
    },
    {
      "id": 268,
      "default": "\"Are manners dead in this city? You are fortunate I am such a gracious host.\" He flicks his fingers dismissively.",
      "female": ""
    },
    {
      "id": 270,
      "default": "\"Nevertheless, you could use more friends in Neketaka. And I could use your skills.\"\r\n\r\nAfter a moment, he seems to forget his irritation.",
      "female": ""
    },
    {
      "id": 271,
      "default": "\"After all, it is their clandestine supply of Aedyran palm wine and Vailian silk that makes the Gullet bearable.\" ",
      "female": ""
    },
    {
      "id": 273,
      "default": "\"Why did you invite me here?\"",
      "female": ""
    },
    {
      "id": 274,
      "default": "\"You have me confused with someone else.\"",
      "female": ""
    },
    {
      "id": 276,
      "default": "[Wait.]",
      "female": ""
    },
    {
      "id": 277,
      "default": "\"A stonefish with ears! Yes, you are every bit as taciturn as they say.\"",
      "female": ""
    },
    {
      "id": 280,
      "default": "\"If I'd known you had such a fancy place, I would have invited myself.\"",
      "female": ""
    },
    {
      "id": 281,
      "default": "\"You'd better start telling me what this is about. Fast.\"",
      "female": ""
    },
    {
      "id": 282,
      "default": "He shakes with laughter, rattling his braces.",
      "female": ""
    },
    {
      "id": 286,
      "default": "\"Captain Furrante sent word about the Watcher of the Dyrwood.\"",
      "female": ""
    },
    {
      "id": 287,
      "default": "\"Thank you for the courtesy all the same.\"",
      "female": ""
    },
    {
      "id": 288,
      "default": "\"A pleasure.\" He dips his head.",
      "female": ""
    },
    {
      "id": 290,
      "default": "He laughs and hitches up one leg of his trousers, revealing the brace beneath.",
      "female": ""
    },
    {
      "id": 291,
      "default": "\"I have made a crucial miscalculation once before. I do not make them in matters such as this.\" A dagger gleams, strapped to one side of the brace.",
      "female": ""
    },
    {
      "id": 293,
      "default": "\"It is a pleasure to exchange fine manners with another of such fine breeding.\"",
      "female": ""
    },
    {
      "id": 294,
      "default": "\"It is a pleasure. Especially to see fine manners from another with a coarse profession.\"",
      "female": ""
    },
    {
      "id": 295,
      "default": "\"Your manners do you credit. Would that more of my fellows from... common backgrounds could follow your example.\"",
      "female": ""
    },
    {
      "id": 296,
      "default": "\"I would not ask anything so unseemly of someone of your fine character.\"",
      "female": ""
    },
    {
      "id": 297,
      "default": "\"Forgive my presumption. You mean you do not steal for <i>free</i>, yes?\"",
      "female": ""
    },
    {
      "id": 299,
      "default": "\"His villa is on the eastern edge of Serpent's Crown, just downwind of the palace.\" \r\n\r\nHe pauses, tenting his fingers.",
      "female": ""
    },
    {
      "id": 306,
      "default": "\"With your genteel manners and unique talents, I am hoping you can avoid such complications and persuade Takano.\"",
      "female": ""
    },
    {
      "id": 313,
      "default": "\"The Príncipi seem divided. Which side are you on?\"",
      "female": ""
    },
    {
      "id": 314,
      "default": "\"Why must we speak of 'sides' like squabbling merchants from the Republics?\" He makes a face as if he's just smelled something awful.",
      "female": ""
    },
    {
      "id": 318,
      "default": "\"Once, there were no sides. Only Príncipi - a people united by common interest and culture.\"",
      "female": ""
    },
    {
      "id": 324,
      "default": "\"Inventive or not, their ships will end up in Ondra's clutches.\" ",
      "female": ""
    },
    {
      "id": 325,
      "default": "\"More resourceful killers, then. Do not talk around this.\"",
      "female": ""
    },
    {
      "id": 328,
      "default": "\"Ac, our merchants squabble. I imagine your pirates don't bother with the squabble and just put a bullet through the head of whoever displeases them.\"",
      "female": ""
    },
    {
      "id": 329,
      "default": "\"He ain't blowing ballast, cap. Don't mean there's a course to be charted back to the golden days, though.\"\r\n\r\nWith a sigh, Serafen shrugs. \r\n",
      "female": ""
    },
    {
      "id": 334,
      "default": "\"It is little more than legend now, but <i>some</i> in the Consuaglo mes Casitàs believe it exists still.\"",
      "female": ""
    },
    {
      "id": 335,
      "default": "\"I see.\"",
      "female": ""
    },
    {
      "id": 336,
      "default": "\"Thank you for entrusting me with this information.\"",
      "female": ""
    },
    {
      "id": 337,
      "default": "\"And they'll be grateful to you if you can help them find it. Right?\"",
      "female": ""
    },
    {
      "id": 338,
      "default": "He gives you an appraising look.",
      "female": ""
    },
    {
      "id": 339,
      "default": "\"You are most welcome.\"",
      "female": ""
    },
    {
      "id": 340,
      "default": "He smiles. \"As I am now grateful to you.\"",
      "female": ""
    },
    {
      "id": 341,
      "default": "\"As for your payment.\"",
      "female": ""
    },
    {
      "id": 342,
      "default": "He scowls. \"Indeed, if you can keep them.\"",
      "female": ""
    },
    {
      "id": 343,
      "default": "\"Still, the Huana do not permit people to go there except to die.\r\n\r\n\"And yet.\" He smiles.",
      "female": ""
    },
    {
      "id": 344,
      "default": "\"I don't see why you need a Watcher for this.\"",
      "female": ""
    },
    {
      "id": 345,
      "default": "\"The Old City is the realm of the dead. Who better than a Watcher to discover its secrets?\"",
      "female": ""
    },
    {
      "id": 346,
      "default": "\"Secrets such as my mosaic.\" He clasps his long fingers.",
      "female": ""
    },
    {
      "id": 347,
      "default": "\"After all, it would be best to avoid drawing the ire of our Mataru hosts.\"",
      "female": ""
    },
    {
      "id": 351,
      "default": "\"Morena has quite the following these days. Though she is cautious about guests. \r\n\r\n\"Tell me, what is your business with her?\"",
      "female": ""
    },
    {
      "id": 352,
      "default": "\"She's smuggling food into the Gullet. I found the body of her contact, Ulög.\"",
      "female": ""
    },
    {
      "id": 353,
      "default": "[Lie] \"It's Príncipi business.\"",
      "female": ""
    },
    {
      "id": 354,
      "default": "\"Then it is odd Morena did not mention you. Though our numbers have grown so - it is difficult to keep up.\" He cocks his head.",
      "female": ""
    },
    {
      "id": 356,
      "default": "\"Mad Morena is in the Undercroft. I can grant you permission to go there, but first, I need something from you.\" Dereo bares his perfect, even teeth in a smile.",
      "female": ""
    },
    {
      "id": 357,
      "default": "\"You fancy yourself an antiquarian, yes? I heard about the medallion you brought to Ernezzo. What I do not know are your reasons for doing so.\" ",
      "female": ""
    },
    {
      "id": 359,
      "default": "\"But it is not the medallion that interests me so much as the Watcher of the Dyrwood. That is you, no?\" He extends a long-fingered hand.",
      "female": ""
    },
    {
      "id": 360,
      "default": "\"Ingratiating myself to Delver's Row has its benefits.\"",
      "female": ""
    },
    {
      "id": 361,
      "default": "\"You think I'm foolish enough to fence it somewhere respectable?\"",
      "female": ""
    },
    {
      "id": 362,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 363,
      "default": "\"A person of purpose, then. A person who desires something.\" ",
      "female": ""
    },
    {
      "id": 364,
      "default": "\"Your friend, why is he so nervous? Are we not civil company?\" He looks toward Tekēhu, his slender hands spread wide.",
      "female": ""
    },
    {
      "id": 365,
      "default": "\"I would make no such assumptions about one clever enough to survive the Gullet.\" ",
      "female": ""
    },
    {
      "id": 366,
      "default": "\"A man who can hold his tongue is a valuable ally, indeed.\" ",
      "female": "\"A woman who can hold her tongue is a valuable ally, indeed.\" "
    },
    {
      "id": 367,
      "default": "He rubs the gold embroidery of his tunic between thumb and forefinger.",
      "female": ""
    },
    {
      "id": 368,
      "default": "[Attack] \"Prince Aruihi sends his regards.\"",
      "female": ""
    },
    {
      "id": 369,
      "default": "\"Try not to get blood on the carpet this time.\" He nods to his guards and pulls a weapon from his leg brace.",
      "female": ""
    },
    {
      "id": 370,
      "default": "\"Watcher, no! This isn't why we came here!\"",
      "female": ""
    },
    {
      "id": 372,
      "default": "\"Something I ate. A bad koīki.\"",
      "female": ""
    },
    {
      "id": 373,
      "default": "\"I have had a few myself. And this seems like something more, no?\r\n\r\n\"But I have just the remedy for such agitation.\" He smiles broadly, but as he shifts in his chair, he hitches up one leg of his trousers.\r\n\r\nA dagger gleams, strapped to one side of the brace.",
      "female": ""
    },
    {
      "id": 374,
      "default": "\"Hey, leave him alone.\"",
      "female": ""
    },
    {
      "id": 375,
      "default": "\"Can we talk business, or is this going to be a prolonged verbal sparring session?\"",
      "female": ""
    },
    {
      "id": 376,
      "default": "[Let Tekēhu answer.]",
      "female": ""
    },
    {
      "id": 377,
      "default": "[Attack] \"Looks like we've been found out. Time to die.\"",
      "female": ""
    },
    {
      "id": 378,
      "default": "\"Aimico, I am always ready for business.\" He smiles and straightens his dazzling tunic.",
      "female": "\"Aimica, I am always ready for business.\" He smiles and straightens his dazzling tunic."
    },
    {
      "id": 379,
      "default": "\"Sientere. I meant only to offer my hospitality.\" ",
      "female": ""
    },
    {
      "id": 380,
      "default": "Tekēhu swallows under the pressure of your and Dereo's attention. He straightens his posture.",
      "female": ""
    },
    {
      "id": 381,
      "default": "Tekēhu releases a stored breath and thanks you with a subtle nod.",
      "female": ""
    },
    {
      "id": 382,
      "default": "\"But let us speak now of you. The Watcher of the Dyrwood, yes?\"",
      "female": ""
    },
    {
      "id": 383,
      "default": "\"I've seen things beneath the waves that would haunt your next life - leviathans with teeth like masts, mile-high statues wielding scepters of coral and bone.\"\r\n\r\nHe begins an elaborate gesture with his hands, weaving his fingers as if to pull threads taut. Water droplets gather from the air and shift in tune with his movements.",
      "female": ""
    },
    {
      "id": 384,
      "default": "\"If I'm nervous, it has nothing to do with the likes of you.\"\r\n\r\nHe finishes the gesture. In his palm stands a water-sculpted representation of a hand making a crude gesture. Tekēhu spreads his lips in a wide, fiendish grin.",
      "female": ""
    },
    {
      "id": 385,
      "default": "Dereo bursts out with laughter, clutching the arms of his chair.\r\n\r\nOnce he's finally exhausted himself, he sits back and straightens his dazzling tunic.",
      "female": ""
    },
    {
      "id": 386,
      "default": "\"I only meant to offer your friend some spiced palm wine. Nonetheless, your finder's fee. For the watershaper.\" He passes you a pouch of coin.",
      "female": ""
    },
    {
      "id": 387,
      "default": "\"What my friend means to say is thank you.\" Tekēhu gives you a guarded look and nods to Dereo.",
      "female": ""
    },
    {
      "id": 388,
      "default": "\"Finder's fee? For what?\"",
      "female": ""
    },
    {
      "id": 389,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 390,
      "default": "\"Rumor has it Furrante was slain by a Watcher from the Dyrwood.\"\r\n\r\nAnger flashes briefly in his eyes. \r\n\r\nThen it's gone, and he's back to business.",
      "female": ""
    },
    {
      "id": 391,
      "default": "\"I need to ask about another matter.\"",
      "female": ""
    },
    {
      "id": 392,
      "default": "He looks at you in surprise, laying one long-fingered hand across his heart.",
      "female": ""
    },
    {
      "id": 393,
      "default": "Dereo leans back, one long finger on his grinning lips.",
      "female": ""
    },
    {
      "id": 394,
      "default": "\"I have heard much about you. Though I find it... surprising the captains would send you on a simple errand.\"",
      "female": ""
    },
    {
      "id": 395,
      "default": "\"Though you do seem like one of Aeldys' rabble-rousers.\" He pauses, thinking.",
      "female": ""
    },
    {
      "id": 396,
      "default": "\"Though you do seem like one of Furrante's gentlefolk.\" He pauses, thinking.",
      "female": ""
    },
    {
      "id": 397,
      "default": "\"Ernezzo sent me.\"",
      "female": ""
    },
    {
      "id": 398,
      "default": "\"Ah, the antiquarian. He told me about the medallion. He did not mention you were so... impulsive.\"",
      "female": ""
    },
    {
      "id": 399,
      "default": "\"I'm looking for Mad Morena.\"",
      "female": ""
    },
    {
      "id": 400,
      "default": "He chuckles. \"There's a parley I would dearly love to see.\"",
      "female": ""
    },
    {
      "id": 401,
      "default": "\"I need to speak with Mad Morena.\"",
      "female": ""
    },
    {
      "id": 402,
      "default": "\"Patience. First, you must bring me the Cornett of Waves.\"",
      "female": ""
    },
    {
      "id": 403,
      "default": "\"You can find her in the Undercroft.\r\n\r\n\"Though I should warn you not to expect as much... civility.\"",
      "female": ""
    },
    {
      "id": 406,
      "default": "He leans forward with a squeak of leather and a rattle of metal. You see something protruding above his boots - the bottom of a leg brace.",
      "female": ""
    },
    {
      "id": 407,
      "default": "He leans forward with a squeak of leather and a rattle of metal. You see something protruding above his boots - the bottom of a leg brace.",
      "female": ""
    },
    {
      "id": 408,
      "default": "He leans forward with a squeak of leather and a rattle of metal. You see something protruding above his boots - the bottom of a leg brace.",
      "female": ""
    },
    {
      "id": 409,
      "default": "He leans forward with a squeak of leather and a rattle of metal. You see something protruding above his boots - the bottom of a leg brace.",
      "female": ""
    },
    {
      "id": 410,
      "default": "\"In Neketaka, that is rarer than teeth in a clam.\"",
      "female": ""
    },
    {
      "id": 411,
      "default": "\"Morena is like the rest of Aeldys' new bloods - coin-hungry and temperamental, with little patience for courtesy.\"",
      "female": ""
    },
    {
      "id": 412,
      "default": "\"The... <i>opportunist</i> I first hired was too bold and found herself ejected from the district.\"",
      "female": ""
    },
    {
      "id": 413,
      "default": "\"Many of these new bloods have no sense of restraint. And little regard for our heritage.\" His long fingers stray to his shining suolenet.",
      "female": ""
    },
    {
      "id": 414,
      "default": "\"But as our fame has grown, so have our numbers.\"",
      "female": ""
    },
    {
      "id": 415,
      "default": "\"The new bloods are Príncipi too now. And many are... inventive in ways the old guard is not.\"",
      "female": ""
    },
    {
      "id": 416,
      "default": "\"Funny how they never mention the 'real work' up front.\"",
      "female": ""
    },
    {
      "id": 417,
      "default": "\"Aimico, it is but a jaunt.\"",
      "female": ""
    },
    {
      "id": 418,
      "default": "He glances briefly at Tekēhu.",
      "female": ""
    },
    {
      "id": 419,
      "default": "\"A moment. I almost forgot.\"\r\n\r\nHe takes the needlework from the table and unfurls it.\r\n\r\nIt's larger than it initially looked.",
      "female": ""
    },
    {
      "id": 420,
      "default": "\"It is not as grand as the sails I once made, but my fingers are ever restless.\"",
      "female": ""
    },
    {
      "id": 421,
      "default": "\"Per complanca, take it and indulge my vanity.\"\r\n\r\nHe hands you a lovingly crafted flag.",
      "female": ""
    },
    {
      "id": 423,
      "default": "\"The way he keeps saying 'friend' really makes me feel like I can trust him.\"",
      "female": ""
    },
    {
      "id": 424,
      "default": "\"Ekera, but I am worth five friends at least.\"",
      "female": ""
    },
    {
      "id": 425,
      "default": "\"That depends on the type of 'friend' we're talking about.\" Aloth gives you a sidelong glance.",
      "female": ""
    },
    {
      "id": 426,
      "default": "\"Real refreshing, him not asking for anything in return.\"",
      "female": ""
    },
    {
      "id": 427,
      "default": "\"That depends entirely on what kinds of friends they are.\"",
      "female": ""
    },
    {
      "id": 428,
      "default": "\"The cap ain't short of friends, Dereo, if that be your thinking. But that don't mean there ain't room aboard for one more.\"",
      "female": ""
    },
    {
      "id": 429,
      "default": "\"I'll be real honest, Watcher. I don't think this guy's going to be a very kind friend to us.\"",
      "female": ""
    },
    {
      "id": 431,
      "default": "[Listen.]",
      "female": ""
    },
    {
      "id": 432,
      "default": "\"If you cling too tightly to old ways, you'll die with them.\"",
      "female": ""
    },
    {
      "id": 433,
      "default": "\"The Príncipi have survived this long because of their traditions.\"",
      "female": ""
    },
    {
      "id": 434,
      "default": "\"But we need them still.\"",
      "female": ""
    },
    {
      "id": 435,
      "default": "\"And the Grand Empire of Vailia lasted many hundreds of years.\r\n\r\n\"But even it collapsed.\"",
      "female": ""
    },
    {
      "id": 436,
      "default": "\"And if we discard them, who are we then? Simple marauders?\"",
      "female": ""
    },
    {
      "id": 437,
      "default": "\"I talk around nothing, my coddled friend. You either take my meaning, or you do not.\"\r\n\r\nDereo turns back to you.",
      "female": ""
    },
    {
      "id": 438,
      "default": "\"For such a serious people, you Rauataians have most... colorful imaginations.\"\r\n\r\nDereo turns back to you.",
      "female": ""
    },
    {
      "id": 439,
      "default": "\"And are you willing to sit upon my shelf for my... entertainment?\" His eyes crawl over Tekēhu, and he smirks.\r\n\r\nThen, he returns his attention to you.",
      "female": ""
    },
    {
      "id": 440,
      "default": "\"If it still existed, you wouldn't be studying old murals to find it.\"",
      "female": ""
    },
    {
      "id": 441,
      "default": "\"Many uncharted islands remain in Deadfire. Who's to say Ukaizo isn't one?\"",
      "female": ""
    },
    {
      "id": 442,
      "default": "\"I know it exists.\"",
      "female": ""
    },
    {
      "id": 443,
      "default": "\"Perhaps you are right. But who am I to question the wisdom of the Consuaglo?\"",
      "female": ""
    },
    {
      "id": 444,
      "default": "\"Yes, I have heard... rumors of your exploits.\"",
      "female": ""
    },
    {
      "id": 445,
      "default": "\"If they are true, you can understand why the Consuaglo might value additional confirmation.\r\n\r\n\"And your silence.\"",
      "female": ""
    },
    {
      "id": 447,
      "default": "\"I do not believe in these superstitions, of course.\" He frowns.",
      "female": ""
    },
    {
      "id": 448,
      "default": "\"Many things of interest pass through the Undercroft. \r\n\r\n\"I could grant you leave to visit and see for yourself. A favor for a favor.\" He cocks his head.",
      "female": ""
    },
    {
      "id": 449,
      "default": "\"I'm here about a medallion. Ernezzo sent me.\"",
      "female": ""
    },
    {
      "id": 450,
      "default": "\"Ah, the antiquarian! Ac, Ernezzo spoke of your medallion. But he did not say why you brought it.\"",
      "female": ""
    },
    {
      "id": 451,
      "default": "\"Now, what else do you require?\"",
      "female": ""
    },
    {
      "id": 452,
      "default": "\"Interesting. This is not Takano's shell, but it is one of Ondra's artifacts all the same.\" Wonder gleams in his eyes.",
      "female": ""
    },
    {
      "id": 454,
      "default": "\"You make your appearance at last! I had wondered when we might meet, but I must say, I did not expect it to be with a trail of enemies behind you.\"",
      "female": ""
    },
    {
      "id": 455,
      "default": "\"The hero of the Roparu visits me at last.\"",
      "female": ""
    },
    {
      "id": 456,
      "default": "\"Ah, the Watcher at last! You gather enemies like fruit at harvest. A remarkable skill, that.\"",
      "female": ""
    },
    {
      "id": 457,
      "default": "\"Ah, the Watcher at last! The Roparu chatter endlessly about you, but on their feelings, they cannot seem to agree.\"",
      "female": ""
    },
    {
      "id": 458,
      "default": "\"What an unexpected delight this is! At last I meet the Watcher of whom I only hear the highest praises.\"",
      "female": ""
    },
    {
      "id": 459,
      "default": "\"What a delight it is to meet you at last!\"",
      "female": ""
    },
    {
      "id": 460,
      "default": "\"Ah, here you are at last - the Watcher whose name graces everyone's tongue, but on whom none can decide.\"",
      "female": ""
    },
    {
      "id": 461,
      "default": "\"You make your appearance at last! I must say, you are not nearly so frightful as the whisperers in the Row made you out to be.\"",
      "female": ""
    },
    {
      "id": 462,
      "default": "\"What turnabout this is! A playwright could not have written it better.\"",
      "female": ""
    },
    {
      "id": 463,
      "default": "\"What an unexpected delight this is!\"",
      "female": ""
    },
    {
      "id": 464,
      "default": "\"You make your appearance at last! I must say, you are living up to your... lively reputation.\"",
      "female": ""
    },
    {
      "id": 465,
      "default": "\"You make your appearance at last! I had wondered when we might meet, but I must say, I did not expect it to be with a trail of corpses behind you.\"",
      "female": ""
    },
    {
      "id": 467,
      "default": "\"The hero of the Roparu come to exact vengeance! A playwright could not have written it better.\"",
      "female": ""
    },
    {
      "id": 468,
      "default": "\"You gather enemies like fruit at harvest! A remarkable skill, that.\"",
      "female": ""
    },
    {
      "id": 469,
      "default": "\"You have made a name for yourself here as someone who can be... useful.\"",
      "female": ""
    },
    {
      "id": 470,
      "default": "\"You have started to make a name for yourself here. My associates say... different things about you.\r\n\r\n\"But I like to make up my own mind.\"",
      "female": ""
    },
    {
      "id": 471,
      "default": "\"You have made a name for yourself here as a troublemaker. But even troublemakers have their uses, no?\"",
      "female": ""
    },
    {
      "id": 472,
      "default": "\"You have been a resourceful ally to the people of the Gullet. Perhaps you can assist me, as well.\"",
      "female": ""
    },
    {
      "id": 474,
      "default": "\"Better to spend lead than waste words, aimica.\" He smiles.",
      "female": ""
    }
  ]
}