{
  "Component": "exported",
  "Name": "conversations\\06_neketaka_slums_district\\06_cv_vendor_bm_orlan",
  "Entries": [
    {
      "id": 1,
      "default": "An orlan woman stands over a table laden with herbs and spices. She mixes them without looking at her work, pausing now and then to raise a sprig or phial to her nose.\r\n\r\nYou realize she is blind.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"It's the smell of cardamom that drew you, no? Perhaps the sting of fresh pepper?\r\n\r\n\"Or maybe you seek something with a stronger bite?\"\r\n\r\nShe swivels her ears, but her cloudy eyes do not find you.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"What do you sell?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"I need supplies.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Food, of course, and supplies for the road. Though most here come to me for poisons and venoms.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"I have plenty. Though if you're buying poison and aliment, mind you store 'em separate.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"I'm looking for medicine to cure drowner's lung.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Then you'd best ask elsewhere.\"\r\n\r\nShe leans close and lowers her voice.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"But careful. If the Mataru overseer hears there's a sickness, might be he has more questions for you.\" She raises her brows over sightless eyes.",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"And you tell Dereo I gave you a good deal, hear?\" She grins.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Any idea where I could sell an expensive medallion?\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Ernezzo deals in such things. His shop is further down, next to the lift.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Ernezzo dealt in such things. Too bad he's returned to Berath's Wheel.\n\n\"That leaves only Dereo.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"But Dereo chooses his company carefully. And he only chooses those who prove themselves around here.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Strange you haven't met him already. Surely the man must know your name - <i>I</i> do.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Ah, yours is a gait I recognize, Watcher. Welcome.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Yours is a gait I recognize, Watcher. Best watch your step.\"",
      "female": ""
    }
  ]
}