{
  "Component": "exported",
  "Name": "conversations\\06_neketaka_slums_district\\06_cv_soul_read_pallegina_quest",
  "Entries": [
    {
      "id": 1,
      "default": "The body of this moon godlike woman is contorted in a death spasm. Her mouth is open, milky eyes staring, frozen in shock.\r\n\r\nDressed in Príncipi leathers, she appears to have been a pirate. A small, intricate bronze and adra device lies next to her hand, cracked and blackened.\r\n\r\nHer soul lingers close by. Even without reaching out to it, you can sense her confusion.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Read her soul.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "The captain said to bring him, so you're bringing him. The old man hardly seems like a threat, but you trust the captain's judgment.\r\n\r\nThe animancer didn't want to go, put up as much of a fight as he could. Naudra said to give him a whack, so you gave him a whack.\r\n\r\nThat shut him up, but carrying the old sack of bones is tiring. Just need to get him on the ship and you can get some rest.",
      "female": ""
    },
    {
      "id": 5,
      "default": "You're in Delver's Row, passing through the market, when he starts to come to. He's not strong enough to break free. Still, you didn't think a wiry old animancer could squirm so much.\n\n\"Per complanca! Per complancanet!\" he yells out to no one in particular. It's Delver's Row, so no one particularly cares.",
      "female": ""
    },
    {
      "id": 6,
      "default": "You remove a hand from the old man to grab your club. He's weak, but the squirming is irritating.\r\n\r\nWait, what's that odd little thing in his hand? I'll take that if you don't mind. <i>And especially if you do!</i> You laugh to yourself as you reach for it.\r\n\r\nThe old man starts to stammer, \"No, d-d-d... \"\r\n\r\nThere's a flash and a powerful stench, like brimstone. And a sharp pain - sharp but quickly gone. No matter.",
      "female": ""
    },
    {
      "id": 7,
      "default": "Naudr and Naudra have already knocked the old man out. You move to help carry him but can't seem to get your arms up.\r\n\r\nThe twins are looking at something on the ground. You've always hated how you can't see their eyes. Captain says not to judge them. After all, would you want to be judged for how you look? Certainly not, captain. Good point as always, captain.",
      "female": ""
    },
    {
      "id": 8,
      "default": "Ahead of you, Naudr's calling out for the old man to shut up.\r\n\r\n\"You'll have time enough to plead for mercy from Captain Tatzatl once we get to Dunnage!\"\r\n\r\nThe death godlike's twin sister nods to you. You get the message. It's time for the animancer to go back to sleep.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"What is it? What did you see?\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"A group of godlike pirates took Giacolo to Dunnage.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Giacolo managed to kill this godlike pirate. The others took him to Dunnage.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "You follow where their heads are pointing. That's you on the ground. Mouth open, eyes open. That weird little device smoldering next to your hand.\r\n\r\nThat can't be right, though. You're here.\r\n\r\nThe twins turn to go. They motion to the others to hurry along. You'll catch up. You just need to figure out how to move your arms...",
      "female": ""
    }
  ]
}