{
  "Component": "exported",
  "Name": "conversations\\06_neketaka_slums_district\\06_si_bm_alleys",
  "Entries": [
    {
      "id": 1,
      "default": "You enter a dim alleyway that reeks of urine and torch smoke. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "You return to the darkness and squalor of the alleys.",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Explore the Narrows.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Go to Delver's Row.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Go to the Gullet.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Go to Dereo's hideout.]",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 8,
      "default": "You leave the hustle of Delver's Row behind you and fade into the alleys.",
      "female": ""
    },
    {
      "id": 9,
      "default": "A long passage stretches to your left and right. Shadows move in the guttering torchlight, but they're nothing more than shapes at this distance.\r\n\r\nThe chatter and bustle of the Gullet continues behind you. ",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Go left.]",
      "female": ""
    },
    {
      "id": 11,
      "default": "[Go right.]",
      "female": ""
    },
    {
      "id": 12,
      "default": "[Turn around.]",
      "female": ""
    },
    {
      "id": 13,
      "default": "The tunnel broadens into an exit.\r\n\r\nThrough the passage, you hear the tumult of the Gullet - the shouting, wailing, and laughter of hundred of Roparu. The stink of garbage wafts toward you.",
      "female": ""
    },
    {
      "id": 14,
      "default": "[Turn around.]",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Exit to the Gullet.]",
      "female": ""
    },
    {
      "id": 16,
      "default": "This tunnel ends, but another branches off.\r\n\r\nThe only sounds are the crackling of torches and the steady drip of water.",
      "female": ""
    },
    {
      "id": 17,
      "default": "You trudge along the darkened passage and reach an intersection.\r\n\r\nThe tunnel branches off to the right. You hear the distant murmur of voices down the darkened path, but see no one. ",
      "female": ""
    },
    {
      "id": 18,
      "default": "[Go right.]",
      "female": ""
    },
    {
      "id": 19,
      "default": "[Turn around.]",
      "female": ""
    },
    {
      "id": 20,
      "default": "The alley winds on ahead of you.\r\n\r\nTo the right, you hear the din of a multitude and smell the musk of many bodies.",
      "female": ""
    },
    {
      "id": 22,
      "default": "[Go forward.]",
      "female": ""
    },
    {
      "id": 23,
      "default": "[Go right.]",
      "female": ""
    },
    {
      "id": 24,
      "default": "[Turn around.]",
      "female": ""
    },
    {
      "id": 25,
      "default": "You come to a door. It's as solid as the stone around it, with no handle and no knob.\r\n\r\nIt's deathly quiet on the other side. You rap gently on the door, and the sound echoes as if in a wide, empty space.",
      "female": ""
    },
    {
      "id": 26,
      "default": "[Turn around.]",
      "female": ""
    },
    {
      "id": 27,
      "default": "This tunnel ends, but another branches off.\r\n\r\nThe only sounds are the crackling of torches and the steady drip of water.",
      "female": ""
    },
    {
      "id": 28,
      "default": "[Go left.]",
      "female": ""
    },
    {
      "id": 29,
      "default": "[Turn around.]",
      "female": ""
    },
    {
      "id": 30,
      "default": "[Go forward.]",
      "female": ""
    },
    {
      "id": 31,
      "default": "[Go right.]",
      "female": ""
    },
    {
      "id": 32,
      "default": "[Turn around.]",
      "female": ""
    },
    {
      "id": 33,
      "default": "The stone floor is littered with fish bones and bread crusts and stamped with footprints in all shapes and sizes. \r\n\r\nVoices echo down the passage ahead of you. ",
      "female": ""
    },
    {
      "id": 34,
      "default": "[Go forward.]",
      "female": ""
    },
    {
      "id": 35,
      "default": "[Turn around.]",
      "female": ""
    },
    {
      "id": 36,
      "default": "The passage opens into a large cavern. Below you, ramshackle buildings crowd together like broken teeth. A maze of streets winds between them, some barely wide enough for two to pass abreast.\r\n\r\nAnd yet throngs of people fill the narrow streets and tiny plazas, their voices rising with the smoke of hundreds of torches.",
      "female": ""
    },
    {
      "id": 37,
      "default": "[Explore the neighborhood.]",
      "female": ""
    },
    {
      "id": 38,
      "default": "[Turn around.]",
      "female": ""
    },
    {
      "id": 41,
      "default": "The stone floor is littered with fish bones and bread crusts and stamped with footprints in all shapes and sizes. \r\n\r\nVoices echo down the passage behind you. ",
      "female": ""
    },
    {
      "id": 42,
      "default": "[Go forward.]",
      "female": ""
    },
    {
      "id": 43,
      "default": "[Turn around.]",
      "female": ""
    },
    {
      "id": 44,
      "default": "The alley winds on ahead of you.\r\n\r\nTo the left, you hear the din of a multitude and smell the musk of many bodies.",
      "female": ""
    },
    {
      "id": 45,
      "default": "[Go left.]",
      "female": ""
    },
    {
      "id": 46,
      "default": "[Go forward.]",
      "female": ""
    },
    {
      "id": 47,
      "default": "[Turn around.]",
      "female": ""
    },
    {
      "id": 52,
      "default": "The tunnel branches to the left. \r\n\r\nThe floor around the entrance is spattered with something as thick and dark as tar.\r\n\r\nIt looks like svef.",
      "female": ""
    },
    {
      "id": 53,
      "default": "On your left is an abandoned merchant stall displaying cheap jewelry.\r\n\r\nThe path continues ahead.",
      "female": ""
    },
    {
      "id": 54,
      "default": "[Inspect the merchant stall.]",
      "female": ""
    },
    {
      "id": 55,
      "default": "[Go forward.]",
      "female": ""
    },
    {
      "id": 56,
      "default": "[Turn around.]",
      "female": ""
    },
    {
      "id": 57,
      "default": "You trudge along the darkened passage and reach an intersection.\r\n\r\nThe tunnel branches off to the left. You hear the distant murmur of voices down the darkened path, but see no one. ",
      "female": ""
    },
    {
      "id": 58,
      "default": "[Go left.]",
      "female": ""
    },
    {
      "id": 59,
      "default": "[Go forward.]",
      "female": ""
    },
    {
      "id": 61,
      "default": "[Turn around.]",
      "female": ""
    },
    {
      "id": 62,
      "default": "[Go left.]",
      "female": ""
    },
    {
      "id": 63,
      "default": "[Turn around.]",
      "female": ""
    },
    {
      "id": 64,
      "default": "You trudge along the darkened passage and reach an intersection.\r\n\r\nThe tunnel branches off to the left and right. You hear the distant murmur of voices but see no one. ",
      "female": ""
    },
    {
      "id": 65,
      "default": "A handful of guards emerge and block your way, crossing their thick arms over their chests.\r\n\r\nOne of them spits a viscous black glob at your feet. He rolls a dark plug between his teeth. \r\n\r\n\"Better head back, friend. It's invitation only past here.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "The guards nod and let you pass, chomping loudly on mouthfuls of svef.",
      "female": ""
    },
    {
      "id": 67,
      "default": "At the end of the passage is a stately door crafted of polished mahogany. Through the small slit in the door, you catch flashes of fire-cast shadows and bright textiles. The scent of sandalwood and cinnamon oil come to you on a warm draft.\r\n\r\nWhatever's beyond the door is likely far more elegant than anything else you've seen near the Gullet.",
      "female": ""
    },
    {
      "id": 68,
      "default": "[Go left.]",
      "female": ""
    },
    {
      "id": 70,
      "default": "[Go right.]",
      "female": ""
    },
    {
      "id": 71,
      "default": "[Turn around.]",
      "female": ""
    },
    {
      "id": 72,
      "default": "[Enter the hideout.]",
      "female": ""
    },
    {
      "id": 73,
      "default": "[Turn around.]",
      "female": ""
    },
    {
      "id": 74,
      "default": "[Attack the guards.]",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Dereo sent a messenger for me.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "[Turn around.]",
      "female": ""
    },
    {
      "id": 77,
      "default": "The floor around you is stained with dark wads of phlegm. The alley curves away to the right.",
      "female": ""
    },
    {
      "id": 78,
      "default": "A tunnel opens to your right. Rats squeak and skitter away at your approach.\r\n\r\nThe way before you corkscrews into darkness.",
      "female": ""
    },
    {
      "id": 79,
      "default": "[Go right.]",
      "female": ""
    },
    {
      "id": 80,
      "default": "[Turn around.]",
      "female": ""
    },
    {
      "id": 84,
      "default": "On your right is an abandoned merchant stall displaying cheap jewelry.\r\n\r\nThe path continues ahead.",
      "female": ""
    },
    {
      "id": 85,
      "default": "Rats flee your path as you trudge back down the tunnel. You reach an intersection that continues to your left and right.",
      "female": ""
    },
    {
      "id": 86,
      "default": "[Go left.]",
      "female": ""
    },
    {
      "id": 87,
      "default": "[Turn around.]",
      "female": ""
    },
    {
      "id": 89,
      "default": "[Go through the curtain behind the merchant stall.]",
      "female": ""
    },
    {
      "id": 90,
      "default": "You're walking along when several hooded figures materialize out of the darkness. \r\n\r\n\"Not so fast. You gotta pay a toll if you wanna visit Delver's Row.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "[Attack] \"Then I'll pay in steel.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Dereo the Lean granted me safe passage.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "[Turn around.]",
      "female": ""
    },
    {
      "id": 94,
      "default": "You peer through the curtain at the tunnel beyond. It continues to the left and right.",
      "female": ""
    },
    {
      "id": 95,
      "default": "[Go right.]",
      "female": ""
    },
    {
      "id": 96,
      "default": "[Turn around.]",
      "female": ""
    },
    {
      "id": 97,
      "default": "The guards in the tunnel nod and let you through.",
      "female": ""
    },
    {
      "id": 98,
      "default": "You continue on, and the rough stone changes to smooth cobbles under your feet. Wan lamplight shivers ahead, as yellow and tremulous as fear itself.\r\n\r\nBefore you is a narrow cavern that writhes with shadows and echoes with the music of jingling coins. ",
      "female": ""
    },
    {
      "id": 99,
      "default": "[Enter Delver's Row.]",
      "female": ""
    },
    {
      "id": 100,
      "default": "[Turn around.]",
      "female": ""
    },
    {
      "id": 101,
      "default": "[Go left.]",
      "female": ""
    },
    {
      "id": 102,
      "default": "[Go right.]",
      "female": ""
    },
    {
      "id": 103,
      "default": "[Turn around.]",
      "female": ""
    },
    {
      "id": 104,
      "default": "[Go forward.]",
      "female": ""
    },
    {
      "id": 105,
      "default": "[Turn around.]",
      "female": ""
    },
    {
      "id": 106,
      "default": "[Go forward.]",
      "female": ""
    },
    {
      "id": 107,
      "default": "You make your way forward, feeling the walls to guide yourself in the darkness. \r\n\r\nYour hands come away slimy. You smell something foul further down the tunnel - the stench of loosed bowels and the metallic tang of blood.",
      "female": ""
    },
    {
      "id": 108,
      "default": "[Search the body.]",
      "female": ""
    },
    {
      "id": 109,
      "default": "[Turn around.]",
      "female": ""
    },
    {
      "id": 110,
      "default": "A tunnel opens to your left. Rats squeak and skitter away at your approach.\r\n\r\nThe way before you broadens in the torchlight.",
      "female": ""
    },
    {
      "id": 111,
      "default": "[Go right.]",
      "female": ""
    },
    {
      "id": 113,
      "default": "You find a small note stuffed in the dead man's pockets.",
      "female": ""
    },
    {
      "id": 114,
      "default": "At the end of the tunnel, you find a body slumped against the wall. Stab wounds rend the corpse's clothes and flesh, and its arms and knees twist at unnatural angles.",
      "female": ""
    },
    {
      "id": 115,
      "default": "[Go left.]",
      "female": ""
    },
    {
      "id": 116,
      "default": "[Go forward.]",
      "female": ""
    },
    {
      "id": 117,
      "default": "[Turn around.]",
      "female": ""
    },
    {
      "id": 119,
      "default": "You pick your way down the worn, uneven stairs and descend into the hubbub below. \r\n\r\nHuana men, women, and children surround you, all laughing, haggling, and quarreling over one another. You notice a few foreign faces - Vailians, Aedyrans, and even a few Rauataians slipping through the crowd. A heady mixture of frying fish, unwashed bodies, and accumulated refuse permeates the air.",
      "female": ""
    },
    {
      "id": 121,
      "default": "You pass a busy stall where a man serves murkbrew in chipped shells. A rich, nutty aroma rises on plumes of steam.\r\n\r\nYou hear a gasp of surprise behind you and see a small group of people huddled together, chattering.",
      "female": ""
    },
    {
      "id": 122,
      "default": "You come across a Roparu man and woman sitting on a rooftop, watching the activity below. \r\n\r\nThey're passing a pipe back and forth and talking quietly.",
      "female": ""
    },
    {
      "id": 123,
      "default": "You find yourself in the middle of a shop-lined street, packed shoulder to shoulder with the people around you. You can barely move.",
      "female": ""
    },
    {
      "id": 124,
      "default": "You take it all in, moving through the masses without incident.",
      "female": ""
    },
    {
      "id": 125,
      "default": "[Return to the Narrows.]",
      "female": ""
    },
    {
      "id": 126,
      "default": "You trek back toward the tunnels, leaving the cavern behind you.",
      "female": ""
    },
    {
      "id": 127,
      "default": "[Continue exploring the neighborhood.]",
      "female": ""
    },
    {
      "id": 129,
      "default": "You come across a corner where a pair of thugs - a man and a woman - have surrounded a Huana man. He has a potbelly and a nervous expression, and he's backed himself as far into the corner as he can.\r\n\r\nThe thugs advance. \"It's an exchange. You pay us, and we don't hurt you.\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "But you know how pickpockets operate.\r\n\r\nYou keep your hands over your valuables. As a passerby brushes against you, you feel a hand reach for your purse. You grab its wrist and pull the thief toward you.",
      "female": ""
    },
    {
      "id": 131,
      "default": "You feel a hand brush your leg as you push through the crowd. You reach down and find your purse lighter than it was.",
      "female": ""
    },
    {
      "id": 132,
      "default": "As a passerby brushes against you, you feel a hand reach for your purse. But you're faster.\r\n\r\nYou snatch a narrow wrist and pull the would-be thief toward you.",
      "female": ""
    },
    {
      "id": 133,
      "default": "Before you is a Huana child. Her eyes are wide with terror.",
      "female": ""
    },
    {
      "id": 134,
      "default": "[Intimidate the child.]",
      "female": ""
    },
    {
      "id": 135,
      "default": "[Let the child go.]",
      "female": ""
    },
    {
      "id": 136,
      "default": "[Steal the child's money.]",
      "female": ""
    },
    {
      "id": 137,
      "default": "[Teach the child better technique.]",
      "female": ""
    },
    {
      "id": 138,
      "default": "She rubs her wrist, backing away from you. At last, she takes off, darting under and past the long legs of adults.",
      "female": ""
    },
    {
      "id": 139,
      "default": "She's wary at first, but she slowly draws closer as she watches your quick, practiced movements.\r\n\r\nWith your encouragement, she mimics your deft maneuvers. She does quite well.\r\n\r\nShe thanks you with a mischievous smile and turns to go.",
      "female": ""
    },
    {
      "id": 140,
      "default": "You snatch the coin purse from the child's hip. She makes a grab for it, but you push her away.\r\n\r\nShe slinks away, giving you a final, rueful glare.",
      "female": ""
    },
    {
      "id": 141,
      "default": "You push her down in the street, calling her a thief and a scamp. You warn her not to come near you again. \r\n\r\nA small crowd looks on. They whisper to one another, looking at the child and shaking their heads. You're not the first person to encounter this young thief. \r\n\r\nThe child finally gets to her feet and scrambles off, wiping tears from her eyes.",
      "female": ""
    },
    {
      "id": 142,
      "default": "The child disappears among the crowd.",
      "female": ""
    },
    {
      "id": 143,
      "default": "A Huana man stifles a cough. He rubs his bare chest and grimaces. \r\n\r\n\"What can I do? All day I chew blood moss, but still it gets worse.\"\r\n\r\nHis friend shakes his head. ",
      "female": ""
    },
    {
      "id": 144,
      "default": "An elderly man shakes his head. \"Any with eyes can see they do not build ports for our sake. Yet the queen allowed their fort in the city!\"\r\n\r\nThe woman next to him clucks. \"Ekera, the palace is so high, even her head is in the clouds.\"\r\n\r\nAnother man shrugs. \"At least the Rauataians will drive the other foreigners away. They make too much trouble for the other tribes. Then they flee and crowd us here.\"\r\n\r\nThe others murmur in agreement.",
      "female": ""
    },
    {
      "id": 145,
      "default": "Three women hurry along, their arms full of laundry and their voices low with gossip. \n\n\"They say Biha charmed a Rauataian captain! The same who threw Botaro into the Old City...\"\n\n\"Do you get your fish and your news from the same heap? It was a Príncipi man she took up with.\"\n\n\"You both blunt your teeth on nonsense! The slavers in the Undercroft took the poor woman...\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "A middle-aged woman holds a shell of murkbrew. \"...My husband's sister cleans the company offices at night. She hears the clerks' talk, ekera.\"\r\n\r\nThe man with her shakes his head. \"But with their big ships and fancy buildings-\" \r\n\r\nShe blows the steam from her shell. \"They have barely enough to afford them! Their rangas back home grow anxious.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "Before you can hear more, the teeming masses sweep you further down the street.",
      "female": ""
    },
    {
      "id": 148,
      "default": "He gnaws the end of the pipe nervously. \"My neighbor disappeared near the Undercroft weeks ago.\" \r\n\r\nShe shrugs. \"Always smugglers and pirates lurking there. Some of them turn to slaving.\"\r\n\r\nHe nods, taking a puff. \"That's for what I stay away from Delver's Row. Plenty of bad sorts there.\"\r\n\r\nShe holds her hand out for the pipe. \"Ekera, but they are the only sorts who pay.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "You leave the opulence of Dereo's hideout behind you and return to the dank and drafty tunnels.",
      "female": ""
    },
    {
      "id": 150,
      "default": "The Narrow stretch before you.",
      "female": ""
    },
    {
      "id": 171,
      "default": "[Listen in.]",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"Leave him alone.\"",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"Back off, or I'll show you how the Spindle Man died.\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "[Keep walking.]",
      "female": ""
    },
    {
      "id": 184,
      "default": "One of the thugs acknowledges you with a quick jerk of her head.",
      "female": ""
    },
    {
      "id": 185,
      "default": "One of the thugs turns to you and looks you up and down. \"Or else what?\"",
      "female": ""
    },
    {
      "id": 186,
      "default": "The thugs look at one another. \r\n\r\n\"I'm not taking any chances.\" \r\n\r\nThey hurry away, but not before shooting a final look of warning at their erstwhile victim. ",
      "female": ""
    },
    {
      "id": 190,
      "default": "Footsteps hammering a steady pulse, you peel into the Narrows in hot pursuit.\r\n\r\nAhead of you, Rust swears and picks up the pace.",
      "female": ""
    },
    {
      "id": 191,
      "default": "A merchant stall blocks the path ahead. It looms solidly - splintered but sturdy - as you approach. Rust's dead sprint never slows.\r\n\r\nYour quarry lunges through the stall's split drapes, legs tucked up tight, body sailing clear of the stand's table top like a shot cannonball.\r\n \r\nA curtain snags and rips free, showcasing Rust's slipped landing. The assassin slides on the flat stone floor then darts off to the right. ",
      "female": ""
    },
    {
      "id": 192,
      "default": "Weaving after Rust, you arrive at an enclosed intersection of paths. \r\n\r\nWithout glancing back, the assassin hurtles a thin glass vial at your toes. It hits, cracks, and amber-hued smoke hisses up your legs. In seconds, all visibility is obscured in the tight space.",
      "female": ""
    },
    {
      "id": 193,
      "default": "[Go left.]",
      "female": ""
    },
    {
      "id": 194,
      "default": "[Go forward.]",
      "female": ""
    },
    {
      "id": 196,
      "default": "You've canvased the Narrows - mapped the weave of winding alleys in your mind. The closest outlet is straight ahead of you, making it the most direct route for escape.",
      "female": ""
    },
    {
      "id": 197,
      "default": "You stumble blindly through the acrid smoke until it thins enough for you to take a look around. \r\n\r\nThe path is deserted - no sign of Rust.",
      "female": ""
    },
    {
      "id": 199,
      "default": "[Cast a spell to clear the smoke.]",
      "female": ""
    },
    {
      "id": 201,
      "default": "Wood cracks like thunder as you crash into the stand. But the structure is sturdier than it first looked, and you end up tumbling forward, ribs aching on impact as you topple the entire stand over. \r\n\r\nYou crawl from the wreckage on hands and knees before you get your footing about you and hop back into the chase.",
      "female": ""
    },
    {
      "id": 202,
      "default": "Palm flat to the countertop for stability, you easily sail up and over the spread of merchandise. You stick a smooth landing then veer right, close on your target's heels.",
      "female": ""
    },
    {
      "id": 203,
      "default": "You easily sail up and over the spread of merchandise, but your heel skids on the smooth flooring when it hits down, and you feel a sharp twinge in your ankle. Half-hobbling, you veer right, working hard to keep sight of your target.",
      "female": ""
    },
    {
      "id": 204,
      "default": "A gust of wind sweeps the smoke aside, just in time. You spot the back-flung hem of a black robe disappearing down the corridor directly ahead of you.",
      "female": ""
    },
    {
      "id": 205,
      "default": "You listen for receding footfall but hear nothing save for the sound of your own heavy breathing. \r\n\r\nThere's no telling which route the assassin has taken.",
      "female": ""
    },
    {
      "id": 206,
      "default": "You spot Rust rounding a corner further ahead.",
      "female": ""
    },
    {
      "id": 207,
      "default": "[Go left.]",
      "female": ""
    },
    {
      "id": 208,
      "default": "[Go forward.]",
      "female": ""
    },
    {
      "id": 209,
      "default": "This tunnel ends, but another branches off.\r\n\r\nThe only sounds are the crackling of torches and the steady drip of water.",
      "female": ""
    },
    {
      "id": 210,
      "default": "[Go right.]",
      "female": ""
    },
    {
      "id": 211,
      "default": "A door slams shut in front of you. When you near it, Rust's voice rings out from the other side.",
      "female": ""
    },
    {
      "id": 212,
      "default": "[Chase Rust into the darkness.]",
      "female": ""
    },
    {
      "id": 213,
      "default": "The alley opens out into the Gullet. Your target is nowhere in sight.",
      "female": ""
    },
    {
      "id": 214,
      "default": "They lapse into silence, smoking peacefully.",
      "female": ""
    },
    {
      "id": 215,
      "default": "He takes a long draw on the pipe. \"You thought more about the offer?\"\r\n\r\nShe scrapes a pattern in the grit. \"Sneaking luminous dust for the Príncipi man? Better than pushing Rauatai cannons, I say.\"\r\n\r\nHe blows a long stream of smoke through his nose. \"My cousin went to muscle for him. Says he pays well and pays fast.\"\r\n\r\nShe picks dirt from under her nails. \"Best work in the Gullet. As long as the Mataru and their trader friends don't notice.\"",
      "female": ""
    },
    {
      "id": 216,
      "default": "She puffs on the pipe. \"Found half a silverfin in the heap yesterday. Still with the head.\"\r\n\r\nHe shakes his head. \"Amira's winds blow sweet for you.\" \r\n\r\nShe sighs, wreathing her head in smoke. \"No winds down here. You got to dig. Always the good stuff gets buried by scraps, ekera.\"",
      "female": ""
    },
    {
      "id": 217,
      "default": "Laid out are various trinkets made from junk - necklaces strung with fish bones and shoe buckles, and bracelets made with shards of broken glass. \r\n\r\nBut the curtain sways and flaps as if stirred by a draft.\r\n\r\nYou twitch it aside and discover a secret passageway.",
      "female": ""
    },
    {
      "id": 220,
      "default": "[Retrace your steps to the exit.]",
      "female": ""
    },
    {
      "id": 221,
      "default": "You return the way you came and make your way out of the Narrows.",
      "female": ""
    },
    {
      "id": 223,
      "default": "You check the tunnel one more time to make sure no one is watching. \r\n\r\nThen, you slip behind the curtain and into another passageway.",
      "female": ""
    },
    {
      "id": 224,
      "default": "Laid out are various trinkets made from junk - necklaces strung with fish bones and shoe buckles, and bracelets made with shards of broken glass. \r\n\r\nApparently, this stuff isn't even worth stealing.",
      "female": ""
    },
    {
      "id": 225,
      "default": "Laid out are various trinkets made from junk - necklaces strung with fish bones and shoe buckles, and bracelets made with shards of broken glass. \r\n\r\nBut the curtain sways and flaps as if stirred by a draft.\r\n\r\nYou twitch it aside and discover a secret passageway.",
      "female": ""
    },
    {
      "id": 227,
      "default": "Laid out are various trinkets made from junk - necklaces strung with fish bones and shoe buckles, and bracelets made with shards of broken glass. \r\n\r\nBut the curtain sways and flaps as if stirred by a draft.\r\n\r\nYou twitch it aside and discover a secret passageway.",
      "female": ""
    },
    {
      "id": 228,
      "default": "\"Hide and keep quiet. The Mataru already threw that sick Dawnstar into the Old City. They will not spare you.\"",
      "female": ""
    },
    {
      "id": 229,
      "default": "\"The Dawnstar lady, she has medicine! Go and see her quick.\"",
      "female": ""
    },
    {
      "id": 230,
      "default": "\"I doubt Dereo the Lean would be happy to hear you're making trouble.\"",
      "female": ""
    },
    {
      "id": 231,
      "default": "\"I slaughtered a company of Goldpact Knights at Fyrna's. I'll take you on just for fun.\"",
      "female": ""
    },
    {
      "id": 232,
      "default": "\"The Mataru are coming. You'd better run unless you want to see the bottom of the Old City.\"",
      "female": ""
    },
    {
      "id": 233,
      "default": "\"Everyone knows you don't rough up your own neighbors.\"",
      "female": ""
    },
    {
      "id": 234,
      "default": "\"This isn't worth it. How much are you really going to make off a few poor Roparu?\"",
      "female": ""
    },
    {
      "id": 235,
      "default": "The thugs consider your words and nod. \r\n\r\n\"He's right. Let's head to the surface. Plenty of money floating around the bathhouse.\"",
      "female": "The thugs consider your words and nod. \r\nShe's right. Let's head to the surface. Plenty of money floating around the bathhouse.\""
    },
    {
      "id": 236,
      "default": "The Huana man thanks you and nervously scurries off.",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"Robbing a man who has nothing! Have you no shame?\"",
      "female": ""
    },
    {
      "id": 238,
      "default": "The two thugs look at each other. \r\n\r\n\"Can't afford it. But maybe our friend here can help me out...\"\r\n\r\nThey turn back to the cowering Huana.",
      "female": ""
    },
    {
      "id": 239,
      "default": "You're swept away by a sudden crowd before you can do more.",
      "female": ""
    },
    {
      "id": 240,
      "default": "[Pay 50 cp.] \"Just this once.\"",
      "female": ""
    },
    {
      "id": 241,
      "default": "\"Good folk, open markets are vital to a healthy economy. Would you turn away a paying customer?\"",
      "female": ""
    },
    {
      "id": 242,
      "default": "They look at each other and shrug.",
      "female": ""
    },
    {
      "id": 243,
      "default": "[Lie] \"Last time I came through, there was a man with a scar. I paid him.\"",
      "female": ""
    },
    {
      "id": 244,
      "default": "They shrug and stand aside.",
      "female": ""
    },
    {
      "id": 245,
      "default": "You're walking along when several hooded figures materialize out of the darkness. \r\n\r\n\"I remember you. Unfortunately, our mutual friend - the one with the scar - does not. So if you want through, you're gonna pay double.\"",
      "female": ""
    },
    {
      "id": 246,
      "default": "[Pay 100 cp.] \"Just this once.\"",
      "female": ""
    },
    {
      "id": 255,
      "default": "You leave the bodies behind and melt back into the tunnels.",
      "female": ""
    },
    {
      "id": 256,
      "default": "You wipe the blood off your hands and continue on.",
      "female": ""
    },
    {
      "id": 257,
      "default": "With the assassin dead, you leave the darkened room, shutting the door behind you.",
      "female": ""
    },
    {
      "id": 258,
      "default": "Rust stands before you, face drawn, ready to kill. Rymrgand's Slumber gleams in the assassin's hand.",
      "female": ""
    },
    {
      "id": 259,
      "default": "[Show the suolenet.]",
      "female": ""
    },
    {
      "id": 260,
      "default": "[Show the suolenet.]",
      "female": ""
    },
    {
      "id": 261,
      "default": "[Leap over the counter.]",
      "female": ""
    },
    {
      "id": 262,
      "default": "[Barrel through the stall.]",
      "female": ""
    },
    {
      "id": 264,
      "default": "Wood splinters as you crash through the stand. You stumble, kicking the tangled, ripped curtain away. \r\n\r\nSwiftly, you resume your pursuit, legs pumping and powerful.",
      "female": ""
    },
    {
      "id": 270,
      "default": "[Let Rust escape.]",
      "female": ""
    },
    {
      "id": 271,
      "default": "The sound of Rusts footsteps fade away into nothingness.\r\n\r\nYou make no move to follow. ",
      "female": ""
    },
    {
      "id": 272,
      "default": "Behind the door, the room is deathly silent and cold. It takes several moments for your eyes to adjust before you can move forward.\r\n\r\nYou scan the room from width to length, but there's nothing. No hint of the assassin.",
      "female": ""
    },
    {
      "id": 273,
      "default": "[Turn around.]",
      "female": ""
    },
    {
      "id": 274,
      "default": "[Circumvent the stall.]",
      "female": ""
    },
    {
      "id": 275,
      "default": "You slow to a controlled pace as you weave around the stall's display counter. You attempt to regain speed as you sprint to the right, but the few seconds of caution have cost you. You've lost sight of Rust.",
      "female": ""
    },
    {
      "id": 276,
      "default": "Having kept close enough to the assassin's heels, even without a clear line of sight you can hear Rust's drubbing footfall. \r\n\r\nThe footsteps arrow down the corridor directly ahead.",
      "female": ""
    },
    {
      "id": 277,
      "default": "You arrive at an enclosed intersection of paths. A shattered vial litters the ground, and further ahead amber-hued smoke fills the tight space.",
      "female": ""
    },
    {
      "id": 278,
      "default": "You spot Rust rounding a corner further ahead.",
      "female": ""
    },
    {
      "id": 279,
      "default": "\"The road this way leads to death. Follow me, and you will face yours,\" the assassin offers as a final warning before his footsteps punctuate his retreat behind the door. ",
      "female": ""
    },
    {
      "id": 280,
      "default": "A slight shifting of the air, a displacement of space or a soft rustling of robes near to your spine causes the hair on the back of your neck to raise.\r\n\r\nSomeone or something's behind you.",
      "female": ""
    },
    {
      "id": 282,
      "default": "A second, softer set of footsteps are approaching behind you. They stalk swiftly closer then stop, silent.\r\n\r\nThe first set of footsteps continue pounding away.",
      "female": ""
    },
    {
      "id": 283,
      "default": "You can't shake the feeling that you're being watched. But when you glance over your shoulder, no one is there.",
      "female": ""
    },
    {
      "id": 285,
      "default": "You return to the darkness and squalor of the alleys.",
      "female": ""
    },
    {
      "id": 287,
      "default": "You return to the darkness and squalor of the alleys.",
      "female": ""
    },
    {
      "id": 288,
      "default": "You return to the darkness and squalor of the alleys.",
      "female": ""
    },
    {
      "id": 289,
      "default": "You return to the darkness and squalor of the alleys.",
      "female": ""
    },
    {
      "id": 290,
      "default": "You return to the darkness and squalor of the alleys.",
      "female": ""
    },
    {
      "id": 291,
      "default": "You return to the darkness and squalor of the alleys.",
      "female": ""
    },
    {
      "id": 292,
      "default": "\"I was told Dereo could help me reach Mad Morena.\"",
      "female": ""
    },
    {
      "id": 293,
      "default": "The guards turn to each other and discuss something quietly before one of them gives a nod and disappears behind the door behind him. \r\n\r\nAfter a few moments the guard emerges.",
      "female": ""
    },
    {
      "id": 295,
      "default": "\"I'm [Player Name]. Ernezzo sent me.\"",
      "female": ""
    },
    {
      "id": 341,
      "default": "[Read the note.]",
      "female": ""
    },
    {
      "id": 342,
      "default": "[Stuff the note in your pocket.]",
      "female": ""
    },
    {
      "id": 343,
      "default": "Ulög -\r\n\r\nThere's a new shipment for your Roparu friends waitin' near the lift in Delver's Row.\r\n\r\nCome get the food 'fore the cave stink rots it.\r\n\r\nYour mad captain,\r\nMorena\r\n\r\nP.S. Give the old man my regards. I put an extra koīki in there just for him.\r\n\r\nP.P.S. Don't say I never done anything nice.",
      "female": ""
    },
    {
      "id": 345,
      "default": "\"Dereo wishes to speak with you, Watcher.\"",
      "female": ""
    },
    {
      "id": 346,
      "default": "You find a secret compartment sewn into the lining of his trousers. It contains a small note and a handful of coins.",
      "female": ""
    },
    {
      "id": 347,
      "default": "Nothing of relevance catches your attention this time.",
      "female": ""
    }
  ]
}