{
  "Component": "exported",
  "Name": "conversations\\06_neketaka_slums_district\\06_si_statue_temple_door",
  "Entries": [
    {
      "id": 1,
      "default": "Next to the sealed door is a statue of a woman, cracked and overgrown with moss. \r\n\r\nBoth of her arms are extended toward you, but one of her hands is missing.",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Inspect the statue.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Place the conch in the statue's open hand.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 7,
      "default": "It looks like a Huana representation of Ondra. Her robes hang like sheets of water, pooling around her feet like rippling currents.\r\n\r\nYou examine the spot where her missing hand should be. Yet the stone of her empty sleeve feels smooth, as if her sculptor had never shaped a hand there to begin with.\r\n\r\nHer only hand is open, palm up as if to receive something.",
      "female": ""
    },
    {
      "id": 8,
      "default": "The sound of waves grows louder and stronger.",
      "female": ""
    },
    {
      "id": 9,
      "default": "As you do, the thunderous, percussive music of a stormy sea spills out of the conch.\n\nIt rises into a wordless melody that reminds you of voices heard from underwater.",
      "female": ""
    },
    {
      "id": 11,
      "default": "As the song reaches its crescendo, a deeper rumble fills the air and rattles through your bones.\r\n\r\nYou take the shell back as the music fades.",
      "female": ""
    },
    {
      "id": 12,
      "default": "You notice a rushing, whispering sound coming from your pack.",
      "female": ""
    },
    {
      "id": 13,
      "default": "It's the Cornett of Waves. A sound like a gentle, crashing surf is coming from the conch.",
      "female": ""
    },
    {
      "id": 14,
      "default": "It's the Cornett of Depths. A sound like a gentle, crashing surf is coming from the shell.",
      "female": ""
    },
    {
      "id": 15,
      "default": "It's the conchs - both of them. A sound like a gentle, crashing surf is coming from the shells.",
      "female": ""
    }
  ]
}