{
  "Component": "exported",
  "Name": "conversations\\06_neketaka_slums_district\\06_si_os3_cliff_steps",
  "Entries": [
    {
      "id": 1,
      "default": "You find stairs carved into the cliff. They're disconcertingly narrow in some places and broken in others, but they appear to lead all the way to the top.",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Inspect the path.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Climb up the steps.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 7,
      "default": "You step up, testing your weight on the first of the many cracked and crumbling ledges. It holds, and you climb, navigating the narrow ledges and gaps with careful footing.",
      "female": ""
    },
    {
      "id": 8,
      "default": "You rise to the peak at a brisk pace. Sweat beads the valley of your spine, but it feels good - a relief against the balmy atmosphere. The rote step-scrape, step-scrape to your ascent gives you time to think.",
      "female": ""
    },
    {
      "id": 18,
      "default": "The half-crumbled, stone-carved ridges groan beneath your feet. You rise cautiously to the top, the labor of your ascent punctuated by heavy breathing.",
      "female": ""
    },
    {
      "id": 19,
      "default": "The half-crumbled, stone-carved ridges groan beneath your feet. You rise cautiously to the top, the labor of your ascent punctuated by heavy breathing.",
      "female": ""
    },
    {
      "id": 20,
      "default": "You rise to the peak at a brisk pace. Sweat beads the valley of your spine, but it feels good - a relief against the balmy atmosphere. The rote step-scrape, step-scrape to your ascent gives you time to think.",
      "female": ""
    },
    {
      "id": 21,
      "default": "Many of the steps are worn, fissured, and crumbling. Scree slides loose in the wind.\r\n\r\nA gap awaits you, dark and plunging about halfway up the cliff.",
      "female": ""
    },
    {
      "id": 22,
      "default": "Halfway up, you reach a spot where the stairs have crumbled away. \r\n\r\nLuckily, a narrow ridge remains. It proves sturdy and allows you to easily cross the gap.",
      "female": ""
    },
    {
      "id": 24,
      "default": "When you reach the top, you stretch and find your group reflects the same, exuberant smiles spread across their faces.",
      "female": ""
    },
    {
      "id": 25,
      "default": "When you reach the top, you stretch and heave a final, relaxed sigh. A survey of your progress leaves you with a satisfied smile.",
      "female": ""
    },
    {
      "id": 26,
      "default": "Sweat sticks tunics to straining muscles, and at least one member of your group doubles over, gasping, at the peak.",
      "female": ""
    },
    {
      "id": 27,
      "default": "By the time you reach the peak, your tunic is stuck sweat-damp to your skin. You'll be in a need of a good soak later, but you're alive. So there's that.",
      "female": ""
    }
  ]
}