{
  "Component": "exported",
  "Name": "conversations\\00_prototype\\00_cv_drummer",
  "Entries": [
    {
      "id": 1,
      "default": "A seasoned Huana woman rests her elbow on the drum like it's the only thing keeping her upright. She pats the hide skin, the percussion no more effortful than a sigh. \r\n\r\nShe opens her eyes as you approach. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "She nods at you, smiling, and rests her palm on the skin of her drum.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"What do you do here?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"I'm [Player Name], captain of [Player Ship].\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "Tipping her head to the side, her mouth curves up in a cautious smile. ",
      "female": ""
    },
    {
      "id": 7,
      "default": "One of her eyebrows arches up with an unspoken question. \r\n\r\nShe squints down at the dock and nods toward your boat.",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"What do you do here?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "She touches her brow with two fingers. Then she gives the drum a pair of playful taps. ",
      "female": ""
    },
    {
      "id": 10,
      "default": "You recognize the first gesture as one of tribal greeting, gratitude, or both. The second was more personal - an introduction.",
      "female": ""
    },
    {
      "id": 11,
      "default": "That may have been an introduction.",
      "female": ""
    },
    {
      "id": 12,
      "default": "Exaggerating her movements, she shields her eyes and scans the horizon. Then she points off at the distance, kicks her legs up with youthful glee, and pretends to pound on the drum with wild, enthusiastic beats.",
      "female": ""
    },
    {
      "id": 13,
      "default": "Shrugging, she lets her hand fall to her sides once again.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Don't you speak?\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "A deep, wrinkled scar traces a winding path down her neck. She tilts her head to the side and beckons you to look closer.",
      "female": ""
    },
    {
      "id": 16,
      "default": "The angle and shape look like the mark of a boar's tusks.",
      "female": ""
    },
    {
      "id": 17,
      "default": "She raises one finger and points down to a dried hoof knotted to her belt. \r\n\r\nThen she makes a gesture of pulling back and releasing a bowstring several times in rapid succession.",
      "female": ""
    },
    {
      "id": 18,
      "default": "Grinning, she snaps her fingers and leans once more against the drum with a satisfied sigh. ",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"I admit it, I like this one.\" ",
      "female": ""
    },
    {
      "id": 20,
      "default": "She rolls her eyes at Maia and shoos her away.",
      "female": ""
    },
    {
      "id": 21,
      "default": "[Tap on the surface of the drum.]",
      "female": ""
    },
    {
      "id": 22,
      "default": "You play a short, hesitant beat.\r\n\r\nShe bites the inside of her cheek and considers before drumming a quick response with her knuckles.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Do you know anything about the tribe's missing koīki?\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "Frowning, she sweeps her hand out to gesture at the entire village at once. She shrugs.",
      "female": ""
    },
    {
      "id": 25,
      "default": "Then her hand wanders toward her belly. She sighs through her nose.",
      "female": ""
    },
    {
      "id": 26,
      "default": "Then she beats a harder, faster rhythm and steps back, grinning at you.",
      "female": ""
    },
    {
      "id": 29,
      "default": "[Play something together.]",
      "female": ""
    },
    {
      "id": 30,
      "default": "Her eyes widen and she steps back, taken by the rhythm of your beat. \r\n\r\nShe glances up at the drum as if for the first time, and pauses to caress its hide.",
      "female": ""
    },
    {
      "id": 31,
      "default": "She eases in closer, your shoulders touching, and beats on the drum fast enough to build tempo without outpacing you. \r\n\r\nHer rhythm response changes the tune, introducing complexity while keeping the spirit of the original alive. ",
      "female": ""
    },
    {
      "id": 32,
      "default": "She places a hand on her hip, skeptical as you start to build up a rhythm. Eventually she bobs her head and smiles a little wider.",
      "female": ""
    },
    {
      "id": 33,
      "default": "Finally she breaks the rhythm and steps back, shaking out her arms and sucking in deep breaths. \r\n\r\nShe tips her head to you - gratitude and recognition mingling with her exhaustion.",
      "female": ""
    },
    {
      "id": 34,
      "default": "She closes her eyes and sways in place. The flow of her movements make the beat look effortless, but her arms are a constant blur. In the village below, heads begin to bob. Furrowed brows momentarily relax.",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Ekera, I know that look.\" ",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Get a room, you two.\" ",
      "female": ""
    },
    {
      "id": 43,
      "default": "Blinking, she crosses her arms and regards Tekēhu with a patient, expectant look.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Teāna, what a surprise! I say I could not find you after your ranga moved the tribe.\" \r\n\r\nHe steps forward and clasps her hands, smiling warmly.",
      "female": ""
    },
    {
      "id": 45,
      "default": "She pats his hand before calmly pulling away from his touch. \r\n\r\nTekēhu blinks and clears his throat, looking elsewhere.",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Ouch. You going to be okay, Tekēhu?\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"What did you do to deserve that?\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Ekera, I say my soft fish heart can take another callus.\" He smiles wanly.",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"I say I will leave the thinking to the days after this guppy loses his tail.\" He smiles and sighs.",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Fye, I'm right primed for another!\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"All right, enough of that.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "Sighing, she nods and backs away a step.",
      "female": ""
    },
    {
      "id": 56,
      "default": "[Start a beat you can share, humming under your breath.]",
      "female": ""
    }
  ]
}