{
  "Component": "exported",
  "Name": "conversations\\00_prototype\\00_cv_poko_kohara_well",
  "Entries": [
    {
      "id": 1,
      "default": "This weathered stone well seems fairly old, though you see fresh signs of excavation in the sand around it.",
      "female": ""
    },
    {
      "id": 2,
      "default": "A rope dangles over the side, trailing down into the darkness.",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Pull up the rope.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Toss down a pebble.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "After a few seconds, there's a splash.",
      "female": ""
    },
    {
      "id": 7,
      "default": "Hoisting the rope is surprisingly easy. The reason for that soon becomes clear - nothing is attached to the frayed end of the rope.",
      "female": ""
    },
    {
      "id": 8,
      "default": "You spot a patch of burlap against the muck and stone. An old sack appears to have been lost - or hidden - in a crack in the wall.\r\n\r\nUnfortunately, the sack is out of arm's reach, and the material looks worn thin. It might be possible to swing over and grab the sack, but any blunder is likely to snag it on the stone.",
      "female": ""
    },
    {
      "id": 9,
      "default": "[Descend the rope.]",
      "female": ""
    },
    {
      "id": 10,
      "default": "It's not long before the dark surface of the water becomes visible below. The end of the rope dangles just above the water.",
      "female": ""
    },
    {
      "id": 11,
      "default": "[Grab the sack.]",
      "female": ""
    },
    {
      "id": 12,
      "default": "[Swing toward the sack.]",
      "female": ""
    },
    {
      "id": 13,
      "default": "[Climb back up.]",
      "female": ""
    },
    {
      "id": 14,
      "default": "You tighten your grip on the rope and haul yourself back up into the blistering desert sun.",
      "female": ""
    },
    {
      "id": 15,
      "default": "You tighten your grip on the rope and haul yourself back up into the cool desert night.",
      "female": ""
    },
    {
      "id": 16,
      "default": "You reach for the item... and come up just short. Try as you might, your arm doesn't reach.\r\n\r\nWorse, your one-handed grip on the rope is wearing you out. ",
      "female": ""
    },
    {
      "id": 17,
      "default": "You rock back and forth, but you're having trouble building momentum. You finally veer across the shaft in a wild, unpredictable arc, bringing the sack barely within reach.",
      "female": ""
    },
    {
      "id": 18,
      "default": "As the sack comes free, it snags on the stone and rips open. Glittering gems spill from the tear.\r\n\r\nA quick grab and careful balance could save the falling gems, but the erratic arc of the rope is pulling swiftly away.\r\n\r\nAnd the sack still feels heavy with treasure.",
      "female": ""
    },
    {
      "id": 20,
      "default": "You kick your legs back and forth. Your smooth, deft motions bring you closer and closer to the wall until the sack is finally in reach.",
      "female": ""
    },
    {
      "id": 21,
      "default": "With one leg hooked around the rope, you lean forward and balance over the water. You manage to catch the falling gems in one hand while gripping the sack with the other. \r\n\r\nWith your prize secured, you gracefully pivot back to the rope.",
      "female": ""
    },
    {
      "id": 22,
      "default": "You take a firm grip on the rope and make your way down.",
      "female": ""
    },
    {
      "id": 23,
      "default": "[Send someone down the rope.]",
      "female": ""
    },
    {
      "id": 24,
      "default": "[Specified 0] takes a firm grip on the rope and descends.",
      "female": ""
    },
    {
      "id": 25,
      "default": "The falling gems bounce and slip from your fingers into the murky water. Fortunately, some gems remain within the sack.",
      "female": ""
    },
    {
      "id": 26,
      "default": "You hold the rope and torn sack with one hand and deftly catch the falling gems with the other. ",
      "female": ""
    },
    {
      "id": 27,
      "default": "As the sack comes free, it snags on the stone and rips open. Glittering gems spill from the tear as the rope swings in its smooth, steady arc.\r\n\r\nA quick grab could save the falling gems, but the sack still feels heavy with treasure.",
      "female": ""
    },
    {
      "id": 28,
      "default": "[Leave with the sack.]",
      "female": ""
    },
    {
      "id": 29,
      "default": "[Try to save the falling gems.]",
      "female": ""
    },
    {
      "id": 30,
      "default": "[Specified 0] spots a patch of burlap against the muck and stone. An old sack appears to have been lost - or hidden - in a crack in the wall.\r\n\r\nUnfortunately, the sack is out of arm's reach, and the material looks worn thin. It might be possible to swing over and grab the sack, but any blunder is likely to snag it on the stone.",
      "female": ""
    },
    {
      "id": 31,
      "default": "[Specified 0] kicks back and forth. The smooth, deft motions bring [Specified 0] closer and closer to the wall until the sack is finally in reach.",
      "female": ""
    },
    {
      "id": 32,
      "default": "[Specified 0] rocks back and forth but has trouble building momentum. [Specified 0] finally veers across the shaft in a wild, unpredictable arc, bringing the sack barely within reach.",
      "female": ""
    },
    {
      "id": 33,
      "default": "[Swing toward the sack.]",
      "female": ""
    },
    {
      "id": 34,
      "default": "You smack clumsily into the wall as you reach for the falling gems. You not only miss them but also knock the sack into the wall, jarring the remaining gems loose.\r\n\r\nThey, too, plunge into the water.",
      "female": ""
    },
    {
      "id": 35,
      "default": "[Try to save the falling gems.]",
      "female": ""
    },
    {
      "id": 36,
      "default": "You catch some of the gems, but the rest plummet and disappear forever in the murky depths of the well.",
      "female": ""
    },
    {
      "id": 37,
      "default": "[Specified 0] climbs back up the rope into the blistering desert sun.",
      "female": ""
    },
    {
      "id": 38,
      "default": "[Specified 0] climbs back up the rope into the cool desert night.",
      "female": ""
    },
    {
      "id": 39,
      "default": "The falling gems bounce and slip from [Specified 0]'s fingers into the murky water. Fortunately, some gems remain within the sack.",
      "female": ""
    },
    {
      "id": 40,
      "default": "[Specified 0] catches some of the gems, but the rest plummet and disappear forever in the murky depths of the well.",
      "female": ""
    },
    {
      "id": 41,
      "default": "[Specified 0] smacks clumsily into the wall reaching for the falling gems. [Specified 0] not only misses them but also knocks the sack into the wall, jarring the remaining gems loose.\r\n\r\nThey, too, plunge into the water.",
      "female": ""
    },
    {
      "id": 42,
      "default": "With one leg hooked around the rope, [Specified 0] leans forward and balances over the water. [Specified 0] manages to catch the falling gems in one hand while gripping the sack with the other. \r\n\r\nWith the prize secured, [Specified 0] gracefully pivots back to the rope.",
      "female": ""
    },
    {
      "id": 43,
      "default": "[Specified 0] holds the rope and torn sack with one hand and deftly catches the falling gems with the other. ",
      "female": ""
    }
  ]
}