{
  "Component": "exported",
  "Name": "conversations\\04_neketaka_palace_district\\04_cv_nungata",
  "Entries": [
    {
      "id": 1,
      "default": "A woman with skin like hardened sailcloth sits upright and stares off to the distance, her lips held in a tight and thoughtful pinch. \r\n\r\nShe blinks and sits even straighter as you cross her view. ",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"What say, friend?\" Nungata smirks and waves you on.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Hunter or prey? Hmm.\" ",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"What bounties do you have available?\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"I warn you that I deal in the heads of the exceptionally dangerous. A lady needs standards, after all.\" She raises her brow and searches for any sign of hesitation.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"They say you do good work for Abocco and Okauro. No reason you won't do me the same for me.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I hear you've done good work for Okauro. A step in the right direction.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"I hear you've done good work for Abocco. We all start somewhere I suppose.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Let's cut your teeth on clever Beina, infamous dwarf mystic of the Obscured.\r\n\r\n\"A scavenger, I say. Picks off those who trust her for an evening - and then pockets their coin when she's bled them out.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"My contacts hiss of Flamewalker Vessali, a nāga shaman with a venomous tongue. \r\n\r\n\"During a conflict between clans, Vessali lured a rival leader into an ambush under the guise of truce.\" She tuts to herself.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"I have an... unusual challenge, seeing as the target is already dead. \r\n\r\n\"They call him the Steel Preacher. In life he was a devout Magranite with a pet construct.\"\r\n\r\nHer brow furrows.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Uamoru is my final assignment. This one is a special request from high places, ekera?\"\r\n\r\nNungata tips her head in the direction of the palace.",
      "female": ""
    },
    {
      "id": 19,
      "default": "[Give Beina's head.] \"Looks like her luck ran out.\" ",
      "female": ""
    },
    {
      "id": 20,
      "default": "[Give Vessali's head.] \"She won't be slithering out of this one.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "[Give Steel Preacher's head.] \"I'll be glad when this isn't weighing down my pack.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "[Give Uamoru's head] \"One rebellion cut off at the root.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"So it has.\" \r\n\r\nNungata accepts the head and looks into its eyes. ",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Snakes are difficult clients, I say. But I think mine will be very satisfied.\" She accepts the head and sniffs before holding it at arm's length. ",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Always better to die clean than meddle in soul-craft, I say.\" \r\n\r\nNungata hefts the head under her arm and passes you payment.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Then the gods truly did not want Uamoru to lead the Kahanga. Pity he learned the hard way.\" \r\n\r\nNungata tucks the head aside and passes you payment. ",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Hunter. Always a pleasure, I say.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"You do good work, hunter, but the bounties have dried up. \r\n\r\n\"That is a spring which time always replenishes in its course, I say.\" ",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"As Nungata Whale-Splitter I cleared the jungles and seas alike of slippery creatures. \r\n\r\n\"I earned my foes later, when I hunted a <i>deadlier</i> prey.\"\r\n\r\nShe winks.",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Men? Lots of men?\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Extremely tall women?\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Ha! <i>Bounties</i>, you wild ibex!\" She chuckles to herself and turns away, raising her hand to hide a blush.",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"It's been years since I tossed a harpoon, so now I stay abreast of what bounties need filling. \r\n\r\n\"That's Mataru retirement for you.\" ",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"So it will be you, then?\"\r\n\r\nHer hand strays toward a sheath at her side, but she holds your gaze evenly.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"What?\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "[Lie] \"Yes, that's right.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"You... do not know what I talk of, ekera?\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "She narrows her eyes to study you, shaking her head slowly.",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"I think you've mistaken me for someone else.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Then I owe you an apology. \r\n\r\n\"I have collected many foes over the years. Some of them would sprint up the mountain to see me pushed through the jaws of the great eel.\" \r\n\r\nShe exhales and moves her hand back to her lap.",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Pirates?\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Interested in taking up the trade, are we?\" Nungata thumbs her chin and smiles as she considers.",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Ekera, often. I was a bounty hunter.\" She smiles to herself.",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"What say... hunter?\" Nungata winks and beckons you over.",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"I assume that means they're exceptionally well-priced.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"In that case, I look forward to getting started.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"I can handle myself. Give me the details.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"You assume right, hunter.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Beina was seen traveling on an island due southwest of Hasongo.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"I'm still hunting Beina the mystic.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"You are a busy man, ekera? I understand this.\" She touches your shoulder.",
      "female": "\"You are a busy woman, ekera? I understand this.\" She touches your shoulder."
    },
    {
      "id": 71,
      "default": "\"I'm still hunting Flamewalker Vessali the nāga.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"I'm still hunting the Steel Preacher.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"I'm still hunting for Uamoru the pretender.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Before I go I had some questions.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"I'll return with her head. Farewell.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Ask away, hunter.\" Nungata opens her palm and leans forward.",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Ever miss the hunt?\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"I miss traveling across the archipelago, answering to no one but my empty belly and purse.\" She grins out at the city and sighs.",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"But this is a younger woman's game. Better that I step aside and make way for aspiring killers, ekera?\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Enjoy a challenge, do we? Mark of a good hunter, I say.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Her snake brethren want her snuffed out. She is rumored to be near the territory she claimed in the eastern parts of the Kua o Rikuhu island chain.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"I'll return with her head. Farewell.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"The trail of his destruction ends on an isle due south of Fort Deadlight.\" ",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"I'll return with... whatever passes for his head. Farewell.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"His small but spirited resistance makes port on an island east of Magran's Teeth.\r\n\r\n\"Steer clear of his lion. They say that beast has a killing bite.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Rather than accepting death and passing through Tangaloa's jaws, he paid an animancer to stuff his soul inside his metal pet.\r\n\r\n\"Now he is a metal terror, 'purifying' travelers in flame.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Uamoru is a pretender to the Kahanga throne. He thinks himself deserving of Serpent's Crown and is not above killing to wrest it away.\r\n\r\n\"One of the flowers sprouting from his head must have pierced his brain.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"When you have a head to turn in you will know where to bring it, I say.\" ",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"You must think everyone is out to get you.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"An occupational hazard, I say.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Hunters do not play well with others.\" She glances away and clears her throat into her fist.",
      "female": ""
    },
    {
      "id": 94,
      "default": "[Draw your weapon.] \"I didn't come for this, but here we go.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"No one sent you to find me?\" She hesitates, taking your measure with a hard squint. ",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"Who are you?\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"You look like you can take care of yourself.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"With me it's usually a pit or some Engwithan machine instead of an eel.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Ekera? I am certain it took hard work to earn such accomplished and capable foes.\" She folds her arms and smiles at you.",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"You do not recognize the great huntress of the archipelago? Ah... the candle of infamy burns too bright and too fast.\" ",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"Ekera, I have had much practice.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"She was like a greased pire in her day, slipping between hands that never grasped her for long.\r\n\r\n\"Nothing lasts forever. Good work, hunter.\" ",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Good work, hunter. You must be in good health to survive Vessali's poison.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"I hope the holy man takes a lesson to his next life.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"Nice doing business with you, Nungata.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"When you have completed your assignment we can speak of your next.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"Speak for yourself.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"You're Nungata, eh? I'd heard you'd gone all dry up and driftwood. I see word weren't far from the mark.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Spoken like a man who has never heard a driftwood club crack an enemy's skull.\" \r\n\r\nNungata lifts her brow at Serafen before returning her focus to you. ",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"Save the disclaimer. I know the risks - and the rewards.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"Ekera, but I like your urgency.\" ",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"Ekera, I can see that. We'll get started, then.\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"I'll return with his head. Farewell.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"He wouldn't be the first godlike you've encountered with delusions of grandeur.\" She glances up at Tekēhu.",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"My delusions are well-earned, I say!\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"You - didn't you help me track down that crab thief in Etūa?\" Nungata glances up at Tekēhu.",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"So it is true what they say, you never forget a face.\r\n\r\n\"Nungata, a pleasure as always.\" He inclines his head.",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"Hard to forget the boy who pilfered half my earnings when he thought my back was turned.\" She raises her brow and folds her arms. ",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"That is a vile falsehood. I pilfered a third of your earnings. A finder's fee.\" \r\n\r\nTekēhu chuckles to himself, but Nungata narrows her eyes and shifts her focus over to you.",
      "female": ""
    }
  ]
}