{
  "Component": "exported",
  "Name": "conversations\\04_neketaka_palace_district\\04_cv_queen_onezaka_ii_sabotage_quest",
  "Entries": [
    {
      "id": 1,
      "default": "\"It is beyond time that we rid ourselves of the trading companies.\" \r\n\r\nShe closes her eyes and draws in breath, grateful to say the words aloud.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"It used to be that the strength of the trading companies grew by the lengths of an eel's belly.\r\n\r\n\"Now they grow fast and unchecked, feeding off all they find.\" ",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"It is my responsibility to defang the serpent before it bites down on my neck, and I need all the help I can get.\" ",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Before we go any further, your... complicated choice of friends will need to be addressed.\" She aims a hard look at Maia.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"My guards apprehended a Vailian agent prowling in the shadows of the Brass Citadel.\" The queen thumbs her chin and studies your reaction.",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"You're fixing to do something about the Royal Deadfire Company, aren't you?\"\r\n\r\nMaia crosses her arms and sets her stance. Ishiza lets out an anxious squawk.",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"You must pick up where the Vailian agent left off.\" She holds your gaze, letting silence carry the weight of her words.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"After the powderhouse is destroyed, our prisoner's testimony will point the way to Director Castol.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"You will have to infiltrate the powder stores east of the Brass Citadel docks. I leave it to you to live by the sword or walk by the shadows.\r\n\r\n\"Here, the agent's explosive.\" \r\n\r\nShe passes you an explosive device and motions for you to speak freely.",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"The powderhouse will burn.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"I have some questions about this assignment.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Ask. I do not discourage curiosity.\" She opens her palm.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"I'll need to think about this.\" ",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Ekera, good. I can only wonder what powers pull at your attention.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"You have your mission, Watcher. We do not need to discuss it further.\" \r\n\r\nShe gives you a look that offers no opening for discussion.",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"I may already know a way into the powderhouse. Consider it done.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Ekera, you do? All the better.\" Impressed, Onekaza nods.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"I say my intentions were more elegant than simply butchering the Vailian leadership... but Aruihi tells me this is best.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"I only hope that we have not cut the head off one enemy at the cost of strengthening the other.\" ",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Rauatai will aim their cannons at your ship first, I think. If nothing else, you will draw enemy fire on the voyage to Ukaizo.\" ",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"You and my brother are a pair. I owe him an apology. I thought it too dangerous to move against the traders directly.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Finally... we can finally turn our attention to securing the last frontier of the Deadfire.\" \r\n\r\nOnekaza folds her hands in a calm and composed manner, though laces her fingers tightly.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"So unusual, I say, for Vailia and Rauati to suffer a crisis of leadership. At once.\" ",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"I could send birds to every ranga and rally them to our cause, but Neketaka needs more than strength. \r\n\r\n\"We need pure Huana fury. We need the Wahaki.\" ",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Ekera, I say the wrath of Ngati must have stolen your senses.\" \r\n\r\nOnekaza folds her arms and smirks.",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"The Wahaki stand with us. With their howling warriors on our side, I say no foreign fighter will hold their ground.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Already our watershapers train new acolytes. The masters of their art assemble for this final push.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"We have studied the chart of our ancestors, seen the Deadfire as they saw it. Motare o Kōzi will lead us home again.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"A pity, I say, that Rauatai is doing the same.\" She shrugs, letting out a hard sigh. ",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"My tribes know how to help each other in a storm. Today is no different.\" She wears a fierce, determined smile.",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"I had a plan for our 'allies' in the trading companies, but you work faster than the crown.\" She leans her chin on her fist, amused.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"I would rather speak freely than in the company of a Vailian spy.\" She turns to Pallegina and crosses her arms.",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Is every patriotic Vailian a spy? I have hardly hidden my allegiance, your highness.\"\r\n\r\nShe continues facing the queen but shoots you a puzzled glance.",
      "female": ""
    },
    {
      "id": 62,
      "default": "<ispeech>You must. Not. Fail. Me.</ispeech> Her thoughts hit you with drumlike percussion.",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"So it's to be sabotage, then.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Sounds like fun.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Aruihi wants a more direct confrontation. One day this will be practical.\r\n\r\n\"For now, we must take what opportunities the gods give.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Now you hesitate?\" Onekaza crosses her arms.",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Ekera, I do not judge if you take your delights in the flame.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Could this be a trap?\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Will destroying Rauatai's black powder really make a difference?\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"What does blaming Castol get us?\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"No further questions.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Your caution is admirable, but we keep a closer eye on the trading companies than you might think.\" ",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"While they are preoccupied crawling over each other to reach Ukaizo, such an elaborate ploy is beyond them.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Ekera, it will geld their mighty cannons, reducing those titans of warfare to useless iron.\" The ghost of a smile creeps up her cheeks.",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"The seas will be quiet for a change. If nothing else, whales will thank us.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Good. Are the terms of the mission acceptable, Watcher?\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"The ire of Rauatai will turn to the Vailian Republics, and both will be too distracted with each other to notice our ships landing on Ukaizo.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"It is asking too much that the trading companies simply destroy each other... but I have been surprised in the past.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"While you think, the trading companies sharpen their blades.\" Onekaza sighs, shaking her head.",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"If the crown has not earned your loyalty, then we have failed. Give us this chance to succeed.\r\n\r\n\"Do this great thing not for me, but for the people of Neketaka.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"How do we know this Vailian agent will stick to his story?\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Why not just give the prisoner's testimony to the hazanui?\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"Because, when the dust settles, we have promised him a lenient sentence. You might even call it a job.\" She smiles slyly.",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Refreshing to find one whose loyalty can be bought. The Deadfire is full of such adamant and principled kith these days.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"But then we would waste a critical opportunity to cripple two enemies at once.\" ",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Can I trust that this will stay between us?\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"You can hardly talk, considering what you've been doing here.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Go back to the boat, Maia.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Absolutely not.\" Maia raises her brow and maintains her stiff posture.",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"I... I wanted us to stand outside of this mess. Shoot me for being a dreamer.\" \r\n\r\nShe winces, glancing away.",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"I don't know what <i>she's</i> planning, but I won't stand by and watch you two spoil Rauatai's chance of improving our lot.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"I'm a soldier. If you pit my needs against the needs of Rauatai... I'll lose every time.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "Snapping her gaze over to you with a sharp look of suspicion, Onekaza lingers before turning her focus back to Maia.",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Captain, this is the wrong time to get sanctimonious.\" \r\n\r\nShe moves her eyes suggestively in the direction of the queen.",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Don't you dare patronize me, captain.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"What are you going to do? Shoot me?\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"You mean too much to me to let it end like this, Maia.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"You're helping no one by staying, so leave.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"I...\" Maia blinks, hesitating to answer.",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"I don't know. We didn't make this easy for ourselves, did we?\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"I'm playing this by ear. Nothing's off the table.\" Her gaze goes flat and shifts away from yours.",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"I wish... I wish you had given up on me earlier.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"You did too.\" Maia catches herself and raises a shaking hand to her mouth.",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"You do too, captain, but...\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"How do we get past this, captain?\" Maia crosses her arms and squeezes her shoulders.",
      "female": ""
    },
    {
      "id": 112,
      "default": "Maia blinks at you once, twice, her expression unreadable.",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"I knew this couldn't work. Knew I was fooling myself.\" She rubs the corners of her eyes with two quick swipes of her thumbs.",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"Not exactly how I wanted to end this friendship, but here we are.\" She shakes her head slowly.",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"I don't want anything to happen to you, captain.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"I guess we're done with each other, unless I happen to catch you in my sights.\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"If you have to shoot at me, try to miss.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"I love you, Maia. Maybe someday...\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"Maybe not.\" She gives you a look of pointed irritation.",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"Come along, Ishi. It's back to just you and me.\" \r\n\r\nShe clicks her tongue and prepares to go, her gaze lingering on you an extra moment. Then she turns about, marching away at a stiff pace.",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"Ekera, the things that Rauatai does to us. What a hateful creature.\" \r\n\r\nOnekaza watches Maia depart, all the while wearing a bemused smirk.",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"Can we get on with this?\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"She's special. She's the best.\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"You don't know her like I do.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "Arching her brow, Onekaza shrugs.",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"We can work this out. Somehow.\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"If you've got any ideas, I'm... I'm not beyond hearing them.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"I need you to stay. You're a constant in my life, and I'm afraid of losing you.\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"You want to stay. You'll hate yourself if you don't.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"Whatever we do, you only have to worry about it if we get caught.\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"You're awfully cute when it suits you. That's not a compliment.\" ",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"Maybe I will. And maybe I can even live with that.\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"I'm out to save more than my skin, captain. Still, it's a tempting argument.\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"No promises.\" She smirks, but the expression falters.",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"Can I have one second to feel bad about this before you salt the wound, highness?\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"Once we have landed on Ukaizo, you can have all the time you want to cry. \r\n\r\n\"Toughen up and focus on your work.\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"Maybe that's as best. Now let us return to the matter at hand.\" Onekaza nods.",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"I'll miss you. I'll miss what we have now.\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "She opens her mouth to say something, but only a frustrated sound escapes. Maia lets out a heavy sigh and glances down at her bird.",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"By his own admission, he was there to blow up Rauatai's black powder stores.\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"That would be an act of war.\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"So why did you stop him?\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"Ekera - incredible, is it not? And legally sound as far as the Republics are concerned.\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"Fair thinking. Had we known his purpose sooner... well, leave something to the imagination.\" \r\n\r\nShe shrugs, a tricksome smile playing on her lips.",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"A charitable thought.\" The queen nods earnestly.",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"This is important. I need to know that you're with me.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"I'm not if you've already signed off on some scheme of hers!\" Maia makes a derisive gesture toward Onekaza.",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"Touching sentiment. Ekera, I'm amazed that you two ever found each other.\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"Be quiet!\" Maia pierces Onekaza with a withering look. They hold each other's gaze across a long gulf of bitter silence. \r\n\r\nFinally, Maia turns back to you.",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"Take care of yourself, Maia.\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"Ishiza, you keep Maia safe for me.\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 156,
      "default": "The bird tips its head in an inquisitive manner and squawks at you.",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"Onekaza, whatever you're planning, I want no part of it.\"",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"Fascinating.\" Lifting her brow, the queen folds her arms and regards you coolly. ",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"I hope your little sharpshooting spy is worth it. You... will not reconsider?\"",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"I love her, highness. I'm sure.\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"Maia is too important to me.\"",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"I changed my mind. I'm with you, Onekaza.\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"In that case, you are expelled from my service.\" \r\n\r\nOnekaza tone is harsh, but there's a hint of something else in her bearing - a softening of temperament that never reaches her voice. ",
      "female": ""
    },
    {
      "id": 164,
      "default": "Blinking at you, a slow and disbelieving smile spreads across Maia's face. ",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"All the powers of the Deadfire are scrambling to reach Ukaizo. Try not to get in our way.\" \r\n\r\nShe dismisses you with a nod.",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"As you say. Welcome back to reason.\" Onekaza nods sharply.",
      "female": ""
    },
    {
      "id": 170,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"Take your time to mourn what is gone, but stay focused on the task.\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"Huh.\" Maia crosses her arms and favors the queen with a self-satisfied grin.",
      "female": ""
    },
    {
      "id": 174,
      "default": "Taking in the tone of the exchange, Ishiza waggles his tailfeathers and lets out a delighted squawk.",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"But Rauatai needs all hands on deck, and I won't just turn about on my career.\" She folds her arms, squeezing her shoulders together.",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"You're an assassin. Let the company hire another.\"",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"All of this over your career of delivering missives?\"",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"They have enough rifles and cannons to punch a hole in the Deadfire without you.\"",
      "female": ""
    },
    {
      "id": 180,
      "default": "Nothing about Maia's bearing changes, save that she gets very quiet. You feel the tension in the room like a coiled spring.",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"And I want you to get out of this in one piece, captain. Eora is better when you're around, but...\"",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"You don't know what you're talking about.\" Maia squeezes her eyes shut and sighs.",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"You were more than complicit in my... activities, captain. I seem to recall you handled yourself well enough.\" Maia nods slowly.",
      "female": ""
    },
    {
      "id": 184,
      "default": "The queen squeezes her knuckles and studies you both very closely.",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"One of my friends died. You think what I'm doing is easy, or that any of us aren't ready to make the same sacrifice?\" She gives you a look of disgust.",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"Damn it. But nothing.\" Maia wipes her face with the back of her hand.",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"Both of my friends DIED, captain. I knew them a lot better than I know you, and even then I kept my vows to the navy.\"",
      "female": ""
    },
    {
      "id": 190,
      "default": "She regards you with fresh clarity, and by her bearing it's clear that she's made a decision she doesn't like.",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"Whatever you're planning, just... try and leave me out of it? You're holding the rifle. Don't make me pull the trigger.\" \r\n\r\nMaia folds her arms and looks to the ground between her feet. ",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"Fair enough. Glad to have you, Maia.\"",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"We'll talk about it when the time comes.\"",
      "female": ""
    },
    {
      "id": 194,
      "default": "In spite of her resolve, Maia nevertheless looks rigid and uncomfortable. An unspoken idea occurs to her, and it turns her eyes downward.",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"Ekera, how very... dramatic of you both. If we can get on with business?\" The queen clears her throat.",
      "female": ""
    },
    {
      "id": 196,
      "default": "\"I know I can't trust you.\"",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"You don't always know how to get a job done. It can be... more straightforward than you allow.\"",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"Nothing has to change. Who knows what side any of us will be on when the dust settles?\"",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"The queen needs me, Maia. Please, stay.\"",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"It's... more than that.\" Maia turns to avoid your eye contact.",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"Try to keep that between us, when you can.\"",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"Well, sometimes it takes more than a punch to make a dent.\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"You should know that already, if what I've... told you about is any indication.\"",
      "female": ""
    },
    {
      "id": 205,
      "default": "She seems ready to speak on, but stops herself.",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"I'll consider it.\" ",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"Consider harder.\"",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"I've got a pretty good idea.\" Maia tightens her bearing.",
      "female": ""
    },
    {
      "id": 209,
      "default": "\"If you don't, then you've got your principles on backwards.\"",
      "female": ""
    },
    {
      "id": 210,
      "default": "\"Who's to say this will hurt Rauatai in the long run? They're resourceful.\"",
      "female": ""
    },
    {
      "id": 211,
      "default": "\"That doesn't solve the problem of me stabbing my country in the back.\"",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"You may not believe this, but I had plans for Rauatai's powderhouse.\" \r\n\r\nOnekaza bites her thumbnail to hide a smile. ",
      "female": ""
    },
    {
      "id": 221,
      "default": "\"Wait... are we going to blow something up?\"",
      "female": ""
    },
    {
      "id": 222,
      "default": "\"You wish for me to spoil the surprise? Ekera, very well.\"\r\n\r\nShe makes an offhanded gesture of resignation.",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"For Ngati, I say you must be a tricksome fish. For Woedica, I say order must be restored. The gods will thank you, but not half as much as the Huana.\" ",
      "female": ""
    },
    {
      "id": 227,
      "default": "\"Getting arrested?\"",
      "female": ""
    },
    {
      "id": 228,
      "default": "\"Not exactly... subtle.\" Aloth looks between you and the queen, trying to ascertain what you think of this.",
      "female": ""
    },
    {
      "id": 231,
      "default": "\"That's your royal plan? Feckless as anything else that comes out of this palace.\"",
      "female": ""
    },
    {
      "id": 232,
      "default": "\"Whatever the Watcher thinks is best. I'll go along with it.\"",
      "female": ""
    },
    {
      "id": 233,
      "default": "\"We be all ears and a half, your royal deviousness...\"\r\n\r\nGrinning hungrily, Serafen rubs his palms together.\r\n",
      "female": ""
    },
    {
      "id": 234,
      "default": "\"The gods work through your hands, I say. Woedica brings justice and Ngati brings trouble.\"",
      "female": ""
    },
    {
      "id": 235,
      "default": "\"The captain and I have been over this already. I'm turning a blind eye, and Rauatai... Rauatai can look after itself.\"\r\n\r\nMaia averts her gaze and folds her arms. Ishiza hops closer to peck at her shins, but Maia only grunts at him.",
      "female": ""
    },
    {
      "id": 236,
      "default": "\"Watcher, I say that I do not give you enough credit.\"\r\n\r\nOnekaza studies Maia and nods.",
      "female": ""
    },
    {
      "id": 237,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"A bold move, highness. Count me in.\"",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"The queen probably just wants to discuss something she'd rather not have the Company know.\"",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"Pallegina, please leave us.\"",
      "female": ""
    },
    {
      "id": 241,
      "default": "\"Your highness, if Pallegina cannot remain here, I will not remain here.\"",
      "female": ""
    },
    {
      "id": 242,
      "default": "\"Madiccho! I'm not an <i>imbecile</i>. I understand what she's asking and why. If this is something that will harm Vailian interests, you need to think carefully about where your loyalties lie.\"",
      "female": ""
    },
    {
      "id": 243,
      "default": "\"You are walking down a dangerous road, Watcher. Tread carefully.\"",
      "female": ""
    },
    {
      "id": 244,
      "default": "She cradles her chin as she regards the pair of you in controlled silence.",
      "female": ""
    },
    {
      "id": 246,
      "default": "\"Then you may leave. The crown releases you from service.\" \r\n\r\n<ispeech>Such a waste.</ispeech>",
      "female": ""
    },
    {
      "id": 247,
      "default": "\"If we may continue?\" ",
      "female": ""
    }
  ]
}