{
  "Component": "exported",
  "Name": "conversations\\04_neketaka_palace_district\\04_cv_prince_aruihi_black_market",
  "Entries": [
    {
      "id": 1,
      "default": "\"I expect results, Watcher. Have you gotten to the bottom of Delver's Row?\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"The Príncipi are smuggling cargo via the Undercroft.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"Undercroft... a darker and more fetid layer of Neketaka, I say.\" \r\n\r\nHe cradles his chin in his palm, looking off into the distance.",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"At least Delver's Row is a stable target. The crown has time to decide the next steps.\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"What do you plan on doing about Delver's Row?\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"For what it's worth, I think Delver's Row should remain untouched.\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"Watershapers were helping the pirates bring in ships. I killed them.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"I learned in the arena never to underestimate an advantage.\" ",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"For now, it is enough that I know where they bring in goods.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"What say?\" Aruihi's brow rises slowly.",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"You hit upon my curiosity. Speak on.\" He opens his palm and waits.",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"The Roparu are barely in control of their lives as it is. Don't take this away from them.\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"I retract my suggestion.\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"Ekera, I say that is best.\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"At least it's keeping the Roparu busy and sending coin through Neketaka.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"Foreign coin.\" He waves his hand as if a stench wafted into the palace. ",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"You are quick to come to their defense, but the Roparu must recall their place in society.\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"Delver's Row is safe. For now.\" Aruihi glances toward the entrance doubtfully, but shrugs in spite of himself.",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"The Príncipi will keep the Roparu fed and healthy. For the sake of your people, Delver's Row must remain.\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"I am working to keep the Roparu safe. For what do you distract me?\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "[Lie] \"Afraid I didn't find anything.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"Nothing? Tekēhu, what say?\" ",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"What say, nothing at all?\" ",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"We stumbled on evidence of abandoned Roparu settlements, but nothing more.\" Tekēhu clears his throat, aiming you a worried look.",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"I hold nothing back, my prince. We discovered the Príncipi at the heart of Delver's Row.\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"You would do better not to lie to me. Ekera, have you anything else to report? Anything of substance?\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"That is not...\" Tekēhu pauses, giving you a quizzical look.",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"You have something on your mind, Tekēhu?\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"Ekera, I was... mistaken.\" ",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"The Príncipi were smuggling cargo via the Undercroft. I killed them to the last.\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"Ekera, but you are telling me there was a pirate battle in the bowels of my city and I <i>missed it?</i>\" \r\n\r\nAruihi seems ready to ask more, but catches himself as enthusiasm gets the better of him.",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"If you don't mind, I'll report in later.\" ",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"I had other questions.\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"Ekera, but at least you returned to me in one piece. You are not the first agent I sent to the Gullet, but you are the first to return.\"\r\n\r\nAruihi grins in spite of himself and claps you on the shoulder.",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"I cannot say that I desire to send you to worse places than the Gullet, but...\"\r\n\r\nAruihi trails off and scratches the back of his head.",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"If I wanted an assassin I would have hired one. All the same... good work, I say.\" ",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"Watershapers were helping the pirates bring in ships.\"",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"Ekera, but keep our watershaper out of trouble.\" Aruihi nods to Tekēhu and waves you off.",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"Ekera. Do not leave me waiting.\"",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"The Príncipi are smuggling cargo via the Undercroft.\"",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"The Príncipi were smuggling cargo via the Undercroft. I killed them to the last.\"",
      "female": ""
    },
    {
      "id": 196,
      "default": "\"I had my suspicions, but I had no wish to see them confirmed.\" Aruihi winces and looks away.",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"And you are... empowered to broker these deals, are you?\" He slowly crosses his arms.",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"If the black market will expend its resources toward the Roparu, then I say... they have bought an uneasy truce.\"",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"The Roparu are taking care of themselves. Focus on your larger problems.\"",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"Smugglers are the difference between a rebellious underclass and merely a hungry one.\" ",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"You can't know what's best for the Roparu from Serpent's Crown.\"",
      "female": ""
    },
    {
      "id": 205,
      "default": "\"The black market is something the Roparu built to survive. It was not thrust upon them, I say.\"",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"I see that your time in the Gullet left its mark. Ekera, my mind is with Ngati's chosen.\" \r\n\r\nAruihi folds his arms and nods.",
      "female": ""
    },
    {
      "id": 210,
      "default": "\"I see that your time in the Gullet left its mark. Ekera, my mind is with Ngati's chosen.\" \r\n\r\nAruihi folds his arms and nods.",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"It... is the closest thing we have to healthy cooperation with outsiders.\" \r\n\r\nTekēhu exhales and waits for the prince's reaction. ",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"To see the Gullet is to forgive the Roparu. The queen must prove herself worthy to them.\"",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"I would hear counsel from Ngati's chosen.\" He nods to Tekēhu.",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"The question of the Gullet goes deeper than the queen's law.\" Tekēhu aims a nervous look in your direction.",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"I say it is the queen's duty to earn back the love of her people. This should not fall to outsiders.\"",
      "female": ""
    },
    {
      "id": 222,
      "default": "\"My prince? If I may.\" Tekēhu takes a tentative step forward.",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"Tekēhu, be sure that I do not regret this.\"",
      "female": ""
    },
    {
      "id": 226,
      "default": "\"Be sure I do not regret this.\"",
      "female": ""
    },
    {
      "id": 227,
      "default": "\"You may count on it, my prince.\" Tekēhu bows sharply.",
      "female": ""
    },
    {
      "id": 228,
      "default": "\"For... for what did you do this? My sister needs every watershaper at her disposal to keep Rauatai's armada at bay!\"\r\n\r\nThe prince stands up straighter, looking at you with sudden alarm.",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"Tekēhu, you were powerless to stop this, I say?\"",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"No, my prince. I hold the art to a higher standard. So does Ngati.\"",
      "female": ""
    },
    {
      "id": 242,
      "default": "\"Tekēhu... I say that no one wanted to hear your suspicions confirmed.\" ",
      "female": ""
    },
    {
      "id": 243,
      "default": "\"Ekera. Me least of all, my prince.\"",
      "female": ""
    },
    {
      "id": 244,
      "default": "\"When it comes to the dignity of the guild, the crown can compromise nothing. \r\n\r\n\"Onekaza will see their leadership disciplined, I say.\" ",
      "female": ""
    },
    {
      "id": 250,
      "default": "\"As must you.\"",
      "female": ""
    },
    {
      "id": 260,
      "default": "The prince turns and regards you with an impassive expression. Only by the subtle movement of his cheek can you tell that he is clenching his jaw.",
      "female": ""
    },
    {
      "id": 263,
      "default": "\"You have some knowledge of Neketaka already. They say you have explored the city beneath the city.\" Aruihi's brow arches. ",
      "female": ""
    },
    {
      "id": 269,
      "default": "\"How do they avoid the inspectors? Who is responsible? This cannot have gone unseen by all.\" The prince crosses his arms and frowns.",
      "female": ""
    },
    {
      "id": 271,
      "default": "\"My sister keeps a tight grip on Neketaka, but the filth of it drips down her palm and into the Gullet.\" \r\n\r\nHe opens his hand for emphasis and wipes it across his shoulder.",
      "female": ""
    },
    {
      "id": 275,
      "default": "\"Under our noses, I say, do foreigners smuggle contraband and pay the Roparu for their silence.\"",
      "female": ""
    },
    {
      "id": 276,
      "default": "\"An envoy's ship sank a day's voyage out of Neketaka. He wore that on his breast.\" ",
      "female": ""
    },
    {
      "id": 277,
      "default": "\"My guards recovered it in a raid of the Gullet. This confirms my suspicion.\r\n\r\n\"Neketaka has a pirate problem.\"\r\n\r\nAruihi's upper lip curls with distaste.",
      "female": ""
    },
    {
      "id": 286,
      "default": "\"I want someone to peddle the medallion to the black market, earn the trust of these pirates, and learn how supplies come into my city.\" \r\n\r\nHis gaze rises to meet yours, cold and calculating.",
      "female": ""
    },
    {
      "id": 287,
      "default": "\"Sounds profitable. Anything else I should know?\" ",
      "female": ""
    },
    {
      "id": 288,
      "default": "\"Yours is not a face that others will recognize. Let no one learn that you work for the crown.\"",
      "female": ""
    },
    {
      "id": 289,
      "default": "\"Naturally, you will want to take Ngati's chosen with you.\" \r\n\r\nAruihi smiles at Tekēhu and inclines his head.",
      "female": ""
    },
    {
      "id": 290,
      "default": "\"Me? For what does the lower city need an artist?\"",
      "female": ""
    },
    {
      "id": 291,
      "default": "\"You mistake me, I say. I send you because of the missive you delivered to my sister.\" \r\n\r\nHe raises his brow as a silent understanding passes between them.",
      "female": ""
    },
    {
      "id": 292,
      "default": "\"Ekera, I did not realize...\" Tekēhu nods slowly and folds his arms.",
      "female": ""
    },
    {
      "id": 293,
      "default": "\"Is anyone going to clue me in?\"",
      "female": ""
    },
    {
      "id": 295,
      "default": "\"I... better if we discuss it on our way down the mountain.\"\r\n\r\nTekēhu turns to Aruihi, who nods in agreement.",
      "female": ""
    },
    {
      "id": 296,
      "default": "\"Let's be off.\" ",
      "female": ""
    },
    {
      "id": 297,
      "default": "\"When you travel down the mountain, seek Tekēhu in Periki's Overlook. He is a godlike - one who the people look to for hope.\" The prince thumbs his chin and smiles.",
      "female": ""
    },
    {
      "id": 298,
      "default": "\"Ngati's chosen knows of our troubles. He could also use a lesson in Roparu modesty.\"",
      "female": ""
    },
    {
      "id": 299,
      "default": "\"Never hurts to have a local guide. I'll go find Tekēhu.\"",
      "female": ""
    },
    {
      "id": 300,
      "default": "\"Ekera. If I know Tekēhu, he is stirring tempers in the Watershapers Guild.\" ",
      "female": ""
    },
    {
      "id": 301,
      "default": "\"Be on your guard in the Gullet. I fear the caverns run deeper than even Ngati could guess.\" The prince dismisses you with a nod.",
      "female": ""
    },
    {
      "id": 315,
      "default": "\"Won't a godlike draw unnecessary attention?\"",
      "female": ""
    },
    {
      "id": 316,
      "default": "\"No more than you do, I say!\" The prince smirks, eyeing you up and down.",
      "female": ""
    },
    {
      "id": 317,
      "default": "\"The Huana look up to Ngati's chosen... even as he looks down on them.\"",
      "female": ""
    },
    {
      "id": 321,
      "default": "\"Digging around the city slums doesn't sound like my line of work.\"",
      "female": ""
    },
    {
      "id": 322,
      "default": "\"Slums. This is not a word we use.\" The prince narrows his eyes.",
      "female": ""
    },
    {
      "id": 325,
      "default": "\"The Gullet is Neketaka as much as this palace is. You have seen the beautiful gardens. Now, familiarize yourself with the common soil.\"",
      "female": ""
    },
    {
      "id": 326,
      "default": "\"I will consider it.\"",
      "female": ""
    },
    {
      "id": 327,
      "default": "\"Think on it a time. You will find the Watershapers Guild in Periki's Overlook if you follow the road down the mountain.\"",
      "female": ""
    },
    {
      "id": 328,
      "default": "\"Why do you need a Watcher for inspection duty?\"",
      "female": ""
    },
    {
      "id": 329,
      "default": "\"It must take keen senses to peer through the Veil.\" Aruihi thumbs his jaw and nods to himself.",
      "female": ""
    },
    {
      "id": 351,
      "default": "\"I'm reserving judgment until I hear more.\"",
      "female": ""
    },
    {
      "id": 355,
      "default": "\"Ekera, but have you pried any secrets from the Gullet yet?\" \r\n\r\nAruihi raises his brow and motions for you to go on.",
      "female": ""
    },
    {
      "id": 359,
      "default": "\"Ekera, just so. She is never far from my thoughts. Are you familiar with the name Ukaizo?\" The prince nods, keeping his expression guarded.",
      "female": ""
    },
    {
      "id": 364,
      "default": "\"Smugglers and thieves cluster like rats in Delver's Row, a growth in the bowels of our city.\"",
      "female": ""
    },
    {
      "id": 367,
      "default": "\"Take this if you need proof.\" He tosses you a silver medallion inscribed with Vailian honorifics. ",
      "female": ""
    },
    {
      "id": 368,
      "default": "\"They may suspect you are an agent of the crown. Do not let this be known.\"",
      "female": ""
    },
    {
      "id": 369,
      "default": "\"Yours may be a familiar face. Tell no one that you work for the crown.\"",
      "female": ""
    },
    {
      "id": 371,
      "default": "\"That sort of attention opens more doors than it closes, I say.\"",
      "female": ""
    },
    {
      "id": 375,
      "default": "\"Onekaza entrusted this job to remove a matter from her plate, but... Ekera, I cannot waste precious hours interrogating you.\" Aruihi sighs and waves the matter off.",
      "female": ""
    },
    {
      "id": 376,
      "default": "\"Others will miss the details that stand out to you, I am thinking.\"",
      "female": ""
    },
    {
      "id": 377,
      "default": "\"They say you are on familiar terms with Ngati's chosen son, Tekēhu.\"",
      "female": ""
    },
    {
      "id": 378,
      "default": "\"I would have told you to find Tekēhu, but... he has joined his mother in the eternal sea.\" \r\n\r\nThe prince looks away, momentarily distracted before he refocuses on you with a harsh sigh. ",
      "female": ""
    },
    {
      "id": 379,
      "default": "\"See that he joins you in the Gullet. He... knows something of our troubles already.\" ",
      "female": ""
    },
    {
      "id": 380,
      "default": "\"And no more than she does.\" He nods to Pallegina.",
      "female": ""
    },
    {
      "id": 381,
      "default": "\"No more than she does.\" He nods to Pallegina.",
      "female": ""
    },
    {
      "id": 382,
      "default": "\"You might be surprised, your highness.\"",
      "female": ""
    },
    {
      "id": 384,
      "default": "\"Be on your guard if you choose to go.\" The prince nods to dismiss you.",
      "female": ""
    },
    {
      "id": 387,
      "default": "Sighing, the prince weighs your words.",
      "female": ""
    },
    {
      "id": 391,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 392,
      "default": "\"More than enough blood money has flowed up the mountain of late.\"",
      "female": ""
    },
    {
      "id": 393,
      "default": "\"And the envoy's medallion, what - it just washed ashore?!\" The prince waves his arms in the air in a mock conjuration.",
      "female": ""
    },
    {
      "id": 395,
      "default": "\"Under our noses, I say, do foreigners smuggle contraband and pay the Roparu for their silence.\"",
      "female": ""
    },
    {
      "id": 397,
      "default": "\"Ngati's chosen?\"",
      "female": ""
    },
    {
      "id": 398,
      "default": "\"Tekēhu was touched by the goddess Ngati at birth. He is as much a creature of the sea as he is Huana.\"",
      "female": ""
    },
    {
      "id": 399,
      "default": "\"We are left to interpret what the goddess intends by sending him among us.\"",
      "female": ""
    },
    {
      "id": 400,
      "default": "\"Doesn't being Ngati's chosen mean he's a kind of savior?\" ",
      "female": ""
    },
    {
      "id": 401,
      "default": "\"Ekera, a kind of something.\"",
      "female": ""
    },
    {
      "id": 403,
      "default": "\"What is this?\"",
      "female": ""
    },
    {
      "id": 404,
      "default": "\"A Vailian envoy medallion? The Republics reward these for exemplary service.\"",
      "female": ""
    },
    {
      "id": 405,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 406,
      "default": "\"Ekera. You are sharper than my guards for knowing this, I say.\"",
      "female": ""
    },
    {
      "id": 407,
      "default": "\"You think pirates raiding those Republics bastards be the source of your people's agony? Wonder what the Gullet folk would be thinking of that. ...Sir.\"",
      "female": ""
    },
    {
      "id": 408,
      "default": "\"Anyone who preys on my people will know Onekaza's justice in time, I say.\" Aruihi narrows his eyes at Serafen.",
      "female": ""
    },
    {
      "id": 415,
      "default": "\"To what end?\"",
      "female": ""
    },
    {
      "id": 416,
      "default": "\"That will depend on what you find, I say.\" Aruihi folds his arms and scrutinizes the floor between his feet, deep in thought.",
      "female": ""
    },
    {
      "id": 417,
      "default": "\"What's that?\"",
      "female": ""
    },
    {
      "id": 418,
      "default": "\"I wouldn't have thought the lower city appealed to him.\"",
      "female": ""
    },
    {
      "id": 419,
      "default": "\"I'll consider it.\"",
      "female": ""
    },
    {
      "id": 421,
      "default": "\"He gave me his confidence, I say. I leave the rest for him to disclose.\"",
      "female": ""
    },
    {
      "id": 422,
      "default": "\"Ekera, I'm certain it doesn't! The voyage will be good for him, I say.\"",
      "female": ""
    },
    {
      "id": 423,
      "default": "He's telling the truth, but there's something more to it all the same, and he doesn't trust his face not to betray it.",
      "female": ""
    },
    {
      "id": 424,
      "default": "\"Onekaza leaves this for me to handle. While she worries about the manor, I tidy up the basement.\"",
      "female": ""
    },
    {
      "id": 425,
      "default": "\"Now tell me what you're holding back.\"",
      "female": ""
    },
    {
      "id": 426,
      "default": "\"I say nothing gets past you. Is there any question why I want you for the job?\"\r\n\r\nAruihi chuckles to himself.",
      "female": ""
    },
    {
      "id": 427,
      "default": "\"If we dealt only in pirates, then I would put a trusted agent in rags and send him down hiding in a food wagon.\"",
      "female": ""
    },
    {
      "id": 428,
      "default": "\"But ekera... I have reason to suspect our problem goes deeper than we know. For this I want an expert.\" ",
      "female": ""
    },
    {
      "id": 429,
      "default": "\"See that you bring Ngati's chosen. He goes to waste singing to gulls on your ship.\"",
      "female": ""
    },
    {
      "id": 431,
      "default": "\"They knew the risk of working with pirates.\"",
      "female": ""
    },
    {
      "id": 432,
      "default": "\"Onekaza had better keep her watershapers on a tighter leash.\"",
      "female": ""
    },
    {
      "id": 433,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 434,
      "default": "\"Onekaza and I both expect more from the guild, I say. She will not be pleased.\" Aruihi shakes his head and sighs.",
      "female": ""
    },
    {
      "id": 435,
      "default": "\"They must have needed the money. Can you imagine why?\"",
      "female": ""
    },
    {
      "id": 436,
      "default": "\"Ekera, I cannot.\" Aruihi pinches his lower lip and sighs.",
      "female": ""
    },
    {
      "id": 437,
      "default": "\"Ekera, and if we enjoyed less interesting times I say she would.\"",
      "female": ""
    },
    {
      "id": 438,
      "default": "\"I say I would feel safe anywhere with... with Rauatai's sharpest weapon in my arsenal.\" He inclines his head to Maia.",
      "female": ""
    },
    {
      "id": 439,
      "default": "\"If you're trying to flatter me, stop taking notes from my brother the poet.\" Maia folds her arms and grimaces at Aruihi.",
      "female": ""
    },
    {
      "id": 440,
      "default": "\"Maia, I hope you do not judge our fair city too harshly.\"",
      "female": ""
    },
    {
      "id": 441,
      "default": "\"What? Look, keep your business where it belongs - with the captain.\" Maia furrows her brow and edges closer to you.",
      "female": ""
    },
    {
      "id": 442,
      "default": "\"Maybe?\"",
      "female": ""
    },
    {
      "id": 443,
      "default": "\"Maybe the pirates were baiting you with a false lead?\"",
      "female": ""
    },
    {
      "id": 444,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 449,
      "default": "\"You insult my intelligence. Do not try this with Onekaza, I say.\"",
      "female": ""
    },
    {
      "id": 450,
      "default": "\"Too clever for their kind by far, I say.\"\r\n\r\nHe trails off and scratches his jaw, weighing the idea like the balance of a weapon.",
      "female": ""
    },
    {
      "id": 452,
      "default": "\"But you're going to anyway.\"",
      "female": ""
    },
    {
      "id": 453,
      "default": "\"Speak on. I'd like to make a good impression with Onekaza.\"",
      "female": ""
    },
    {
      "id": 455,
      "default": "\"Go on.\"",
      "female": ""
    },
    {
      "id": 456,
      "default": "\"Ekera. My apologies.\"",
      "female": ""
    },
    {
      "id": 457,
      "default": "\"Ekera, I like a man who works for his prize.\"",
      "female": "\"Ekera, I like a woman who works for her prize.\""
    },
    {
      "id": 458,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 459,
      "default": "\"My heart is unchanged, I say. A single worm can blight the koīki, and this is no time to appear weak before pirates.\" \r\n\r\nAruihi raises his palm to preclude any debate.",
      "female": ""
    },
    {
      "id": 460,
      "default": "\"The royal siblings have quite the royal blind spot.\" ",
      "female": ""
    },
    {
      "id": 461,
      "default": "\"Ekera why don't you...\"\r\n\r\nNo sooner does Aruihi turn his gaze to Maia than his reply trails off into mumbles.",
      "female": ""
    },
    {
      "id": 462,
      "default": "\"Onekaza and I are the mind and heart of the city, but the bowels... these we cannot reach.\"",
      "female": ""
    },
    {
      "id": 463,
      "default": "\"What say, did Ngati's chosen learn anything from the voyage below?\" \r\n\r\nAruihi gestures to Tekēhu.",
      "female": ""
    },
    {
      "id": 464,
      "default": "\"My prince, I have always known those who pray for Ngati's favor... but only now do I see those who depend on it.\"",
      "female": ""
    },
    {
      "id": 465,
      "default": "\"Ekera. I say that a feather of Amira's wisdom drifted down to find you.\" Aruihi nods with approval.",
      "female": ""
    },
    {
      "id": 466,
      "default": "\"Thank you.\"",
      "female": ""
    },
    {
      "id": 467,
      "default": "\"It is too early for you to be accepting medals of valor.\" One of Aruihi's eyebrows perks up.",
      "female": ""
    }
  ]
}