{
  "Component": "exported",
  "Name": "conversations\\04_neketaka_palace_district\\04_cv_queen_onezaka_ii_wahaki_quest",
  "Entries": [
    {
      "id": 1,
      "default": "\"My brother calls the Wahaki the last true Huana. He is severe on the Kahanga, but I do not call him wrong.\" \r\n\r\nOnekaza thumbs her chin and nods. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"The tribe hates all foreigners. Passing ships are attacked on sight, and explorers never make it back to the beach.\" ",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"I have hesitated to let the trading companies see my teeth, but those days are behind us.\" ",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"I'll make contact with the Wahaki and hope for the best.\" ",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"I have questions before I agree to this.\" ",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"If I encounter any Wahaki on my travels, I'll consider your proposal.\" ",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Sail for the isle of Ori o Koīki and return when you have an answer from the tribe, whether fair or foul.\r\n\r\n\"The island lies northwest of Neketaka.\" ",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"I assume you do not have a Wahaki gesture of fealty to lay at my feet?\" ",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Do the Wahaki pay the crown obeisance... in whatever eccentric form suits them?\" Onekaza rests her chin on her fist and studies you.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"You can look forward to Wahaki support when the need arises.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"The Wahaki will not be joining us.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Ask. I would not have you journeying to Ori o Koīki uninformed.\" She opens her palm to you and nods. ",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I'd like to know more about the Wahaki.\" ",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"I've heard enough.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Ekera, then you will seek out the Wahaki and bring their strength to the Kahanga?\" ",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"As you will.\" She nods.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"I had some questions.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"What do you seek to gain from this alliance?\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"The Huana are always stronger together than we were apart. I want the Wahaki to remember this.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"I'll report in later.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"You have united the Huana with our missing limb.\" For once she allows herself a deep and genuine smile of gratitude. ",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"The Huana are strong, but our foes are stronger, richer, more relentless still.\r\n\r\n\"I say that the gods have delivered us an advantage we sorely need.\" ",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"They say you fought a detachment of warriors on Motare o Kōzi? Then you have seen their fury firsthand.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"I'd be surprised if you haven't traded blood with them once or twice in the past.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"You dealt with them peacefully on Motare o Kōzi. I am hoping you can make lightning strike a second time.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"It is said the Wahaki did unspeakable things to survive the downfall of our ancestors - cannibalizing the injured and making blood sacrifices to the gods.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"As the dust settled, the other tribes learned to keep their distance from the tribe.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Those who do not think like my brother say the Wahaki never recovered from the loss of Ukaizo.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"The Wahaki warned us about entering Motare o Kōzi. I believe they are good at heart.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"If you would judge them on the basis of one chance meeting, that is your risk to take.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"On second thought, I'll return later.\" ",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Ekera, only do not venture near Ori o Koīki without a plan in mind. The Wahaki do not welcome meandering voyagers.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Ori o Koīki... what does that mean?\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Ori o Koīki... the Cursed Land of Corpses?\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "She raises her brow at Tekēhu.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"The Cursed Land of Corpses.\" Her lips slowly spread into a smile.",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Ekera, that would be the... Cursed Land of Corpses.\" He coughs gently into his fist.",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"The corpses refer to the pungent koīki trees. The curse...\" She shrugs.",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"There are Engwithan ruins on the isle. I say our ancestors were either superstitious or had no taste for koīki.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Are we still pitting cannons against canoes, highness?\"\r\n\r\nMaia glances up from furiously scribbling notes, her brow raised. ",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Cannons exhaust themselves after every battle cry. My warriors do not.\" ",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Today we are tribes, united under the gods. Tomorrow we can be an empire, and the Deadfire our protected haven.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"There is a phrase which will protect my royal herald. 'Over crumbling mountains, across blighted seas.' If you remember this, it could save your life.\" \r\n\r\nOnekaza dismisses you with a nod.",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"I need allies, Watcher. For what do you bring me foul omens?\" \r\n\r\nWith reluctance she signals an attendant to pay you.",
      "female": ""
    },
    {
      "id": 87,
      "default": "Her thoughts are turbulent, each one seven steps ahead of the last. \r\n\r\nShe is more impressed that you made it back from Ori o Koīki alive.",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"We need to be stronger than this, I say!\" \r\n\r\nOnekaza brings her fist down on her armrest. Her tigers raise their heads. ",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"I cannot allow this setback to halt our advance on lost Ukaizo.\" \r\n\r\nShe raises her knuckles to her mouth and sighs. ",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Their loss, your majesty.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"The Wahaki should have come to us first.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"We are better off without the likes of them.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Ekera, unless they felt unwelcome in a court full of strangers.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"I am thinking we will regret the loss in these friendless times.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "She raises her eyebrow and watches you go without comment.",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"Prayer and the wisdom of Kohopa will help steer my next course. \r\n\r\n\"I will send for you in time.\" Onekaza dismisses you with a wave.",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"I have searched the skies over the Brass Citadel for smoke, but I see nothing but wisps of cloud.\" \r\n\r\nOnekaza pauses, raising her brow.",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"Don't leave me waiting. Ukaizo has is too important to delay.\"\r\n\r\nShe sweeps her hand toward the stairs down.",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"Go on.\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"Hopefully they recognize me as a friend.\"",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"Finally, a challenge.\"",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"They will at least let you talk while they nock their arrows, I say.\"",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"Ekera. And they do not like easy prey.\"",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"I like them already.\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"Filling the seas with Wahaki war canoes will strike terror in the heart of even Rauatai's iron fleet.\"\r\n\r\nOnekaza smirks at the idea.",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"Ekera - beyond what their warriors and sailors bring to the fight for Ukaizo?\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"I doubt I'll be a welcome sight... but I'll try.\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"Ngati frowns on the Kahanga. This was a trial, a test of our fealty to the old ways.\r\n\r\n\"We failed her, I say.\" ",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"I will not fail her twice. A queen's work is not outdone by misfortune, and I am ready for her next trial!\"\r\n\r\nMany of Onekaza's attendants smile and bob their heads in support.",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"When the cannons of our enemies go quiet, we will know peace again. This I know.\"\r\n\r\nShe gestures toward the stairs and nods, dismissing you.",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"I had other questions.\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"I had other questions.\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"'Over crumbling mountains, across blighted seas.' I'll remember that.\"",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"Write it down if you must, but recall it when the time comes. The Wahaki are not a trusting people.\" Onekaza nods and dismisses you with a wave.",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"Before you rely too heavily on Wahaki support, you should know they consider me an enemy.\" ",
      "female": ""
    }
  ]
}