{
  "Component": "exported",
  "Name": "conversations\\04_neketaka_palace_district\\04_cv_rdc06_cleanup_crew",
  "Entries": [
    {
      "id": 1,
      "default": "Atsura approaches, sidestepping the twitching bodies and pools of blood.\r\n\r\nHis expression is carefully inscrutable. Until he meets your eye.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"The prince has fled, but there is little he can do now. The queen is dead, and the seat of power in Deadfire is ours.\" \r\n\r\nComing from him, this is a simple statement of fact - you detect no triumph or elation in his manner.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"The queen has escaped, but there's little she can do now.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Our soldiers have taken control of the district and will do the same throughout Neketaka.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"And now you give me a way to Ukaizo, right?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"To be honest, I'm not sure how I feel about this.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Then you be sure to remember who handed you this victory.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Indeed. And the sooner you can be underway, the better.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "Atsura watches you for a long time, deciphering your response.\r\n\r\nAnd deciding how to react, it seems.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"You're responsible for the welfare of all Deadfire now, not just Rauatai.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"And we shall see to it, [Player Name].\" He nods gravely.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"As for your passage to Ukaizo, Karū can introduce you to your conveyance. She shall meet you at the Brass Citadel, by the docks.\" His eyes brighten with mirth.",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"It's a terrible shame, this dreadful waste of life. \r\n\r\n\"Still, the skirmish here will forestall much longer, bloodier battles in the future.\r\n\r\n\"I hope that comforts you as much as it does me.\" He eyes you, a carefully sympathetic frown on his face.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"With one decisive battle, you've crushed the chances of a long and costly insurgency.\" He grins fiercely.\r\n\r\nThen, the expression disappears, and he's back to business.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Why fire a cannon when a knife to the back will do, eh?\" He smiles slowly.\r\n\r\nThen, the expression disappears, and he's back to business",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Many would see this as a cruelty, but you and I know it forestalls a long and costly campaign. \r\n\r\n\"After all, why fire a volley when a single shot will do?\" There is no pleasure in his smile - only a sense of finality.\r\n\r\nThen, the expression disappears, and he's back to business",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"So. It's done.\" He nods.",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Thank you, [Player Name]. You have helped us secure a victory that would have cost many lives.\r\n\r\n\"It may not seem like it, but this is a bargain.\" He spreads his hands to indicate the carnage.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"The prince's death will be a blow to her, both strategically and politically. And we now hold the seat of power in Deadfire.\" \r\n\r\nComing from him, this is a simple statement of fact - you detect no triumph or elation in his manner.",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"It is only natural to feel conflicted about change. Uncertain for the future.\" He tries on a look of pity.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"I shall return to my office in the Brass Citadel once I've seen to matters here.\" He crosses his forearms over his chest and nods once.",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"I have no doubt that our chanters will write songs of you for generations to come.\" He smiles politely.",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Let's end the storms of Rauatai.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"So we shall.\" He smiles with what looks like real warmth.",
      "female": ""
    }
  ]
}