{
  "Component": "exported",
  "Name": "conversations\\23_vtc_between\\23_cv_glaswal",
  "Entries": [
    {
      "id": 1,
      "default": "\"I thought never to see your face again, Watcher.\"\r\n\r\nGlasvahl's long visage radiates a calm unknown to most mortal men. He stands before you, hands clasped, and beams.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"It has been so long since we parted ways in Noonfrost...\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"So long since you granted me this divine gift.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"If <i>you're</i> here, that means... we're in Rymrgand's realm.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Nothing dims your spirit, I see.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"I await my final end with most holy eagerness. Rest, at last, without the torment of a soul or the threat of rebirth.\r\n\r\n\"Perfect unity and freedom. Forever.\"\r\n\r\nHis bloodless lips curl into a knowing smile, like he references a joke known only to the two you.",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"You have joined me in His clutches, Watcher. Is it not a cozy place?\" His bloodless lips curl into a knowing smile, like he references a joke known only to the two you.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"What are you talking about?\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Has this place so damaged your memory, Watcher?\" His mask of calm falters, and uncertainty shades his colorless eyes.",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Nothing is ever truly gone. Your constituent parts will still feed Eora, no matter the state of your soul.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"I wish I had the same freedom.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Right... sure.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Not if my body resides forever here in Rymrgand's realm.\" He shakes his head and smiles only wider, showing bone white teeth.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"You could stay, Watcher. Stay and await oblivion with me. Surely it will be beautiful.\" Glasvahl's voice drops low, almost a purr.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"You chase the fate of soul flotsam when you should seek the Wheel.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"I may have once, when first we met, but it was Rymrgand's own hand that ushered me into the realm you wander now.\" He shakes his head and smiles only wider, showing bone white teeth.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"See, and I like existing. Which way's the exit?\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Rymrgand controls this place, and only He has the power to free you. Some souls have been waiting eons for the privilege.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"I feel the forces of entropy working in me, Watcher. My time is near at hand.\" There is wonder in his words. Wonder, and a trace of fear.\r\n\r\nThen the wind picks up, rising to a screeching gale. Glasvahl trembles, but his smile never falters.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Dhakklát, Watcher. I am finally free.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"I'd have thought you'd be obliterated by now.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Rymrgand has not yet seen fit to release me.\" His bloodless lips curl into a knowing smile, like he references a joke known only to the two you.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"You found me in the temple Noonfrost, in the Oldsong, where I stood before the Frost-Hewn Breach. I begged entry into Rymrgand's realm, and you obliged me.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"A more generous act I have never known. And now...\"",
      "female": ""
    }
  ]
}