{
  "Component": "exported",
  "Name": "conversations\\23_vtc_between\\23_cv_rymrgand",
  "Entries": [
    {
      "id": 1,
      "default": "A wall formed from tessellating blocks of bismuth rises before you, and from out of that wall juts a face at least three aumaua high. Its mouth hangs open in a silent shout, eyes wide.\r\n\r\nA damp, frigid wind screams between the rocks. It carries whispers in its wake and chills you to your core.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"The profligate liar returns.\" The voice of Rymrgand rumbles from the stone.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"My agent returns for another task?\" The voice of Rymrgand rumbles from the stone.",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"What have we here?\" The voice of Rymrgand rumbles from the stone.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"I have not forgotten the Hollowborn souls you promised me, Watcher - nor have I forgotten how I did not receive them.\"\r\n\r\nThe god's voice is sharp and pointed as a well-wrought blade.",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"There are many amusing ways I might make use of you, Watcher... but you are Berath's, for now.\"\r\n\r\nThe god chuckles, a sound like boulders crashing down a mountainside.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"A wayward Watcher has wandered into my realm. Whatever should I do with you?\"\r\n\r\nThe god chuckles, a sound like boulders crashing down a mountainside.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"You will remember Glasvahl, I trust. He remains here, lingering in the In-Between, refusing rebirth and dissolution both.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "glaswahl: [i can't wait to be disintegrated!]",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"You will remember Glasvahl, I trust. He remains here, lingering in the In-Between, refusing rebirth and dissolution both.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"His company is certainly... amusing. Few embrace oblivion with the fervor of this mad elf.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"But I will not concern myself with that for now.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"You did not receive an invitation to my realm, Herald of Berath. Tell me - why should I not grind your soul to dust?\"\r\n\r\nThe stone face splits into a broad smile.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"I doubt Berath would appreciate that.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"I could be useful to you.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Go ahead, try it. I dare you.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"I do not fear Berath's wrath.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"I will spare you that fate. For now.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"This is a tale you have told before. I will not be deceived again.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"You have been an effective agent for me in the past. We sent many souls to meet their final end, you and I. And what a pleasant time it was.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"With pleasure.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Wait!\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Do it already. Let me taste oblivion.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 36,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Do you fear dissolution after all? How droll.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"As much as it would delight me to scatter your soul, you belong to Berath.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Embrace oblivion with open arms, Watcher.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"But I have no need for a vassal. Everything I desire I do for myself.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "Your shout of defiance echoes out into the void. Rymrgand is only too happy to oblige.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"That was... alarming.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"After I'm done with Eothas, I'm coming back for you.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"I knew you wouldn't do it.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Delicious. You need only whisper my name, and I will open a portal to my realm. I cannot wait to see what you try.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Your animancer friends meddle in things beyond their comprehension.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Were I not the generous creature I am, you would have died.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Be sure to tell the animancers that they have failed, and that they have drawn my gaze. I will not hesitate to obliterate them if they irritate me again.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"I can pluck you from the mortal plane as easily as Berath, and you will not belong to them forever.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"I'll do as you ask.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "[Roll your eyes.] \"Uh huh.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"You might prepare yourself, Watcher, for something wondrous is on the horizon. Eothas will usher in an age glorious in its brevity.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"You might prepare yourself, Watcher. Eothas' plan is a bold one - brilliant in its simplicity - and he has the will to bring it to fruition.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"I'm looking forward to it.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"What does that mean?\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"I'll usher in a glorious sword to your FACE.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Perhaps when Berath is through with you, I will find a use for you myself. Rare is the mortal who understands me as you do.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"You will soon learn. In the meantime, enjoy the world as you know it while you can.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"I see now why Berath likes you.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Enjoy the world as you know it while you can.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"And do send my regards to your animancer friends.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "Rymrgand's voice fades to nothing. Only the wind remains.",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"What will happen to us?\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"You yammer on like a doddering old man. Let me out of here.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Well, you know what I desire.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"A most irritating spirit. I will not thank you for sending him to me.\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"As intended.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"I do not make requests.\" Rymrgand's voice booms from the stone, and the force of his words slamming into you nearly knocks you to the floor.",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"I do not make requests.\" Rymrgand's voice booms from the stone, and the force of his words slamming into you nearly knocks you to the floor.",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"I might keep him here a while yet. Every king needs his dancing bear.\"\r\n\r\nThe god chuckles, a sound like boulders crashing down a mountainside.",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"Of course you will.\" He radiates a satisfaction thin and sharp as polar sunlight.",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"Of course you will.\" He radiates a satisfaction thin and sharp as polar sunlight.",
      "female": ""
    },
    {
      "id": 123,
      "default": "The chill wind you first felt when you entered this place picks up. It becomes a deafening cacophony, a shriek so loud and sharp it might tear the very bones from your skin - or shred your soul to cobweb tatters.",
      "female": ""
    },
    {
      "id": 124,
      "default": "The chill wind you first felt when you entered this place picks up. It becomes a deafening cacophony, a shriek so loud and sharp it might tear the very bones from your skin - or shred your soul to cobweb tatters.",
      "female": ""
    },
    {
      "id": 125,
      "default": "You cry echoes out into the void. Slowly the wind dies, and the cold abates.",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Perhaps when Berath is through with you, I will find a use for you myself. Rare is the mortal who understands me as you do.\"\r\n\r\nHe radiates a satisfaction thin and sharp as polar sunlight.",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"Now, on to the matter that brought you here...\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "The realm around you begins to slow, slow, slow... until time contracts to stillness. An immense weight settles on your shoulders. No matter how you fight against it, its relentless force drives you to your knees.\r\n\r\nMemories come, then. Not only of your own life, but of every life you've lived before, extending back through time to the moment the shard of essence that became your soul was first formed.",
      "female": ""
    },
    {
      "id": 131,
      "default": "The memories of your past lives array themselves before you, one after another. The moment you look at one, it unfolds like a flower, revealing yet another memory that unfolds itself, too, revealing yet one more, and on and on until the sheer weight of your past presses the breath from your chest.\r\n\r\nJust when you are certain you have lost yourself among the memories, time snaps back into place, and the rumble of Rymrgand's voice shakes the platform beneath you.",
      "female": ""
    },
    {
      "id": 132,
      "default": "Though the madness abates and time moves again as it should, the crushing weight of your memories remains.\r\n\r\nAnd with a knowing laugh, Rymrgand speaks again.",
      "female": ""
    }
  ]
}