{
  "Component": "exported",
  "Name": "conversations\\05_neketaka_artisans_district\\05_cv_herbalist",
  "Entries": [
    {
      "id": 1,
      "default": "\"Why, hello. Cuitztli, at your service.\" She sets down her pruning shears and looks you up and down with a warm smile. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Show me what you have for sale.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Welcome back, stranger. If you have questions about my wares, I'm an open book.\" She nods to you",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Nice to see a friendly face. Too few of us chanced the voyage south.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Aren't you just something?\" She plants her hands on her hips and nods up at you with interest.",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"I'm guessing you're already familiar with the herbs I sell. Only brought what I could fit in my pack when I left Ixamitl, so I rely on the local flora to keep supplies stocked.\" She gestures to a row of orchids and sealed pots. ",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"I can tell that you're new to the Deadfire. Maybe you're still getting your bearings? Some of my herbs can help with seasickness or worse afflictions.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"What makes you think I got here recently?\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"It's nothing personal. You just have that 'taking everything in' look about you.\" ",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"What brings an herbalist to Periki's Overlook?\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Money is the obvious answer, but I don't think that's what you're after.\" She smiles.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Probably the same reason why we have a magic shop next door. Periki's Overlook is a great big splash of culture and innovation, there to show travelers that the Huana are ready for the world at large.\" She shrugs.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Yes I'm an herbalist, but I also pride myself as a florist. I think the city liked the idea of putting a flower shop somewhere visible. It's ostentatious, really.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Give it time, it'll pass.\" She reaches to brush a curl of fur behind her ear. ",
      "female": ""
    },
    {
      "id": 19,
      "default": "Her gaze wanders toward Serafen and lingers there. Then she pulls her focus back to you, blushing slightly. ",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Ain't no shame in looking, lass.\"\r\n\r\nFlashing a crooked grin, Serafen bows to the herbalist.\r\n",
      "female": ""
    }
  ]
}