{
  "Component": "exported",
  "Name": "conversations\\05_neketaka_artisans_district\\05_cv_netehe",
  "Entries": [
    {
      "id": 1,
      "default": "\"Ekera, we meet again.\" The Huana dignitary gives you a welcoming smile. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"You return. What say, friend?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"I had questions about the tablet.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"That's all I wanted to know.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Give her the artifact.] \"I retrieved the tablet from Arkemyr's vault.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Ekera! You've restored to us a piece of our history.\" She cradles the tablet with care.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Why is the tablet so important to you?\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Stories are also important to the Huana. Much of who we are is still missing.\" ",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Why is the Royal Deadfire Company so interested in the tablet?\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"We're done here.\" ",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Thank you again. The Harapo Epic is in the right hands at last.\" ",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"There's always Fassina, Arkemyr's apprentice. No love lost there, if whispers are true.\" Netehe shrugs.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Ekera, I say the relevance of the Harapo Epic can't be overstated.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Ekera, the pleasure is mine.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"So, you don't think that a carving of EXCEPTIONAL cultural relevance belongs to the people who made it?\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Ancient.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Huana.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Tablet.\" ",
      "female": ""
    },
    {
      "id": 29,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Good luck with your disingenuous new friends. You'll need them.\" She narrows her eyes and says no more.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"I'm the one who ought to be giving the silent treatment here!\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"What could the Epic tell you about the Huana?\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"The story could speak to the values and beliefs of our ancestors.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"The language structure, narrative voice and use of metaphor can tell us something about the time of its inscription.\" She touches her bottom lip and glances off to the distance.",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"I cannot imagine a worse use for the Harapo Epic, and I'm sure that Rauatai cannot imagine a better one.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Arkemyr seems to enrage those of his inner circle, not excluding the imps.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Any ideas on retrieving the Harapo Epic?\" ",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Did you know about the epic before it fell into Arkemyr's hands?\" ",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Ekera, from the journal of Rakūa, an explorer who found the tablet on a remote island some twenty years ago.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Unfortunately for Rakūa, the most we found of her was her journal among the flotsam of a shipwreck.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"The queen thanks you, my friend. We are a step closer to...\" \r\n\r\nNetehe trails off as a winged, leathery figure in the distance draws closer to you.",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"I only tell you this because I know you can be trusted.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"For now, it is enough to know that the tablet is valuable.\" ",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"The epic is... more valuable than I let on. Ekera, that should be obvious.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"The Epic is supposed to contain information on Ukaizo. \"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"They think the tablet can show them...\" Netehe stops herself, weighing her words with care.",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Well... the way to Ukaizo.\" She sighs and regards you with unease.",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Rauatai needs money to compete with Vailia. No doubt they have a buyer lined up as we speak.\" ",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Ekera, it's a mythical island, but that isn't stopping any of us from rushing to claim it first.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"These are frustrating times we live in. What say?\" Netehe opens her palms, inviting you to speak.",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Exactly which part of 'ancient Huana tablet' do you not understand?\" ",
      "female": ""
    },
    {
      "id": 91,
      "default": "[Pretend to drop the tablet.] \"I got you the Harapo - whoops!\" ",
      "female": ""
    },
    {
      "id": 92,
      "default": "Her mouth drops open and Netehe scrambles to catch the tablet before you deftly hoist it up.\r\n\r\nShe only calms down once the Harapo Epic is in her hands. ",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Don't you EVER...\" She clutches the tablet to her chest and sighs.",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"It could prove a touchstone for the Huana. It could even... sorry, you go ahead.\" ",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"We could even... I've lost you, haven't I? Ekera, I tend to go on.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"Nothing as dramatic as a set of coordinates, but anything helps.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"The Deadfire is a big place and the tablet may speak of one small corner of it.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"Ah. It is nothing.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"It is important to all who call the Deadfire home.\"",
      "female": ""
    }
  ]
}