{
  "Component": "exported",
  "Name": "conversations\\05_neketaka_artisans_district\\05_cv_bathhouse_quarno",
  "Entries": [
    {
      "id": 2,
      "default": "\"You have questions? Be quick with them, then.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"My business is my own.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"You have proof to back your words, and I have no wish to die. I shall cease my operations and be done with this.\"\r\n\r\nHe brushes you off with a wave of his hand and turns to Töla. They share a panicked, whispered conversation, studiously ignoring you.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"I have no wish to die - I shall not fight you.\" He steps back, hands up, shaking his head. The bangles at his wrist clink and clatter.",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Good riddance.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "Quarno leans against the wall of the bath and regards you skeptically. He wrinkles his nose and grimaces. The golden torc around his neck and gemstones in his ears glimmer in the low light.",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"I wanted to speak with you.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "[Leave] \"As you wish.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"What reason does an attendant have to speak with me?\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"You have wealth and importance. I aspire to be like you.\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"I made a few bad investments and ended up here. I had hoped to speak with someone... successful.\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "[Smile menacingly.] \"I have questions, and you have answers. Are we clear?\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"Hah. I see.\" He looks at your skeptically, yet leans forward with interest, fingering the torc around his neck.",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"A difficult position to be in. One to which I am not a stranger.\" He narrows his eyes and leans forward with interest.",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"What brings you here?\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Pardon my presumptions. I'll leave you alone.\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"Ganor will hear of your impropriety.\" He sneers, showing sharp teeth.",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"Private business.\" His gaze hardens. He nods to a nearby guard, whose hand falls to his weapon.",
      "female": ""
    },
    {
      "id": 129,
      "default": "[Attack] \"Take this!\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "Quarno casts a look at his guards. They appear oblivious to your words. Sucking his teeth, he turns back to you and shrugs.",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"What do you do for the Royal Deadfire Company?\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"I manage munitions - cannons, gunpowder, and the like.\" He glares at you from under heavy brows.",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"What do you wish to know?\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"The lady over there looks important.\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"'Captain' Töla is a creature of the Príncipi, though a minor one at best.\" He rolls his eyes in her direction and sighs.",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"Why would the Príncipi need such expensive weaponry?\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"Find me a man who does not appreciate a fleet of cannons at his command, and I will show you a fool.\" He chuckles to himself, his hand splayed across his chest.",
      "female": ""
    },
    {
      "id": 138,
      "default": "[Leave] \"That's all for now.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"I'll be going now.\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"You're a spy, and a very poor one at that.\" He snarls, lips curled back over pointed teeth.",
      "female": ""
    },
    {
      "id": 141,
      "default": "[Cry and sob.] \"Please, good sir! I meant no offense. Don't kill me!\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"Pathetic. Get out of my sight.\" He snarls, lips curled back over pointed teeth, and shoos you away.",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"I still have no need of you.\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "He narrows his dark eyes and peers into your face a moment, as if trying to decide where's met you before. Then he gives a small shake of his head and looks away.",
      "female": ""
    },
    {
      "id": 145,
      "default": "He peers into your face a moment as if trying to remember where he's seen you before. Then he gives a small shake of his head and looks away.",
      "female": ""
    },
    {
      "id": 146,
      "default": "He narrows his dark eyes and peers into your face a moment, as if trying to decide where he's met you before. His full lips twist into a scowl. Then he gives a small shake of his head and looks away.",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"Leave me be. I have no interest in the buzzing of gnats.\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"Who are all of you?\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"If I grow hungry or thirsty, I will call for you. Until such a time, leave me in peace.\"",
      "female": ""
    },
    {
      "id": 152,
      "default": "He scowls at you and mutters something about the over-eager attendants at the bathhouse.",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"You have stones the size of boulders, I will give you that.\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"The Príncipi appreciate cannons more than most, and they know when to turn them toward Vailian Trading Company ships to get what they want. And some ships... let us say, they are ripe for the plucking.\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"In truth, her status matters little to me, for she has the coin to purchase enough munitions to outfit an entire fleet.\" He shrugs.",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"Guards, seize him!\"",
      "female": "\"Guards, seize her!\""
    },
    {
      "id": 158,
      "default": "\"You are awfully curious for an attendant.\" He enunciates each word with perfect clarity, his voice cold.",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"Who we are is no concern of yours.\"",
      "female": ""
    }
  ]
}