{
  "Component": "exported",
  "Name": "conversations\\05_neketaka_artisans_district\\05_cv_fortune_teller",
  "Entries": [
    {
      "id": 1,
      "default": "\"Salutations! Do you wish to hear your fortune?\"\r\n\r\nThe puppet in the box cocks his head to the side and stares at you with a vacant expression.\r\n\r\nHe taps the metal coin slot expectantly.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Salutations! Do you wish to hear your fortune? Only one pire.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"What can I do for you?\" ",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"I'd like to hear my fortune.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "The puppet's eyes close and he steeples his fingers. You hear gears whirring and clicking inside the box.\r\n\r\nHis eyes reopen, this time with an amber glow. ",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"I was told you broke into Arkemyr's manor.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"That manor is a fortress. An orlan partner and I got to thinking that Arkemyr wouldn't miss a few coins here, a few gems there.\" ",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"There's a span of natural rock between Arkemyr's place and the Luminous Bathhouse. Ganor let us camp in his basement with our pickaxes.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"What happened next?\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"All that effort and you still managed to get killed. Pathetic.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"That was a sensible approach. No one would've known you were coming.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Hey, you're smarter than you look. We might've been able to crack the lock on the front door, but who knew how many guards we'd meet on the other side?\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "He blinks at you with a click.\r\n\r\nHis hand moved toward a small lever in the guts of the machine. ",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"We snuck through the house until we found the vault. No keyhole, just a bunch of gems.\" ",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"While he was working on the lock, one of the local imps grew keen to us.\" ",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Tell you what - five hundred pires and you get the exclusive story.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Here you go.\" ",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"What could you possibly want with money?\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"I need to buy my way out of here somehow. Five hundred pires greases the gears.\" ",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Tell me what I want to know or your box ends up at the bottom of the harbor in Queen's Berth.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Knowing Arkemyr, he'd think it was funny and just leave me down there.\"\r\n\r\nThe puppet's ceramic eyes roll in their sockets, clicking and whirring.",
      "female": ""
    },
    {
      "id": 23,
      "default": "[Lie] \"I already heard what happened from Arkemyr himself. I'm just curious to hear your version.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"And I bet he was laughing the whole time.\" \r\n\r\nThe puppet's wooden hands clench, vibrating slightly with barely contained fury.",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Never mind.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"What's your story?\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"I wasn't aware it was possible to bind a soul to this type of contraption.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"I'm not really supposed to chat with customers.\" He taps the coin slot and winks at you.",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Do any of your fortunes actually come true?\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Sure. All the time.\"\r\n\r\nHe stares at you unblinkingly, daring you to call him a liar.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"How about you get yourself over to the animancer's tower in the Sacred Stair, then. No need to gawk at me.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"I see a woman with... black hair. No, red hair. Very dark red. Or maybe it really is black. She'll want you to recover her... wedding ring. When she pays you, be careful - there's a scorpion hidden in her coin purse. I know not why.\"\r\n\r\nHis head clicks to the side, disturbed.",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"I see a... house. Four walls, a ceiling, a floor. All wood. If you sleep there four nights straight, your one true love will pass by in the street. Be quick before the bard in red steals her away.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"I can see no more... unless you give me another pire.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"You're not very good at this, are you?\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"I think I want my coin back.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Heh. And I want my manhood back. It's not under here, believe me. No refunds. Arkemyr's policy, not mine.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"I just told you an accurate fortune! You'll be thanking me when it comes true.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"I'd like to hear another fortune.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"I see a fork in the road. There's a statue of a... human. Someone in robes. Take the left fork. If you go right, it could get ugly. Don't ask me why.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"I got on Arkemyr's bad side and didn't exactly survive the experience.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Jerk.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"I see a... bucket. No, a ship! You're going to embark on a journey very soon... or have you already? If you encounter a man in... a hat, you must be careful not to speak to him. The consequences are too dire.\" \r\n\r\nHe nods in a sagely fashion.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"I'm all out of fortunes for you. Most people never ask for more than one.\"\r\n\r\nThe slot in the machine spits out your coin.",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"I see... an island. Its shores are pitted, wreathed in fire, but you are bound to go there. Someone awaits you. A man, I think. An old friend.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"I had other questions.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "He tips his head to the side and waits.",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"What, are you short on coin? Pff. Now I've heard everything.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "You spend a laborious hour slipping the coins through Ifren's slot, one at a time. All the while Ifren rubs his wooden hands together with glee.",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"After some careful hammering, we found ourselves in Arkemyr's manor without a guard in sight.\" \r\n\r\nHis eyes light up with pride.",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Tell me again how you broke into Arkemyr's manor.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Sucker for a good story, eh? Can't say I blame you.\"\r\n\r\nIfren chuckles.",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"Augh. Poor Fassina. Not even I saw that coming.\" His wooden eyelids droop a little. ",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Do the Huana have any problem with Arkemyr holding you here as a slave?\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"The queen is too pleased at having an archmage at her disposal to care.\"\r\n\r\nHis hinged mouth twitches in a sad smile. ",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"I can't blame her. The Huana have got it rough, and we all need coin in the end.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Alarms went off. I don't remember dying, really. I just woke up in this box, and Arkemyr told me that I had to work off my debt.\" ",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"What happened to your partner after you died?\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Arkemyr told me that he died, but that he was 'put to good use.' Forgive me if I don't speculate on the meaning of that.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"I wish I was big.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "He opens and closes his mouth, his eyes shifting left and right in a manner that seems purely mechanical.",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"I don't know what you expect me to do about that. Apologies. But thank you for sharing all the same.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Ahem.\" Ifren taps his end of the brass coin slot set into the machine.",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"'Oh, Ifren, you were right. I can't believe I ever doubted you!' That's what you'll say, guaranteed.\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"TAKE THAT, YOU JERK! AND THAT!\"\n\nThe coin slot spits out pires in rapid succession, hitting you like thrown stones. Ifren laughs maniacally, his head jerking back and forth as yanks the lever over and over again.",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"That felt good.\" Ifren sighs and closes his eyes, easing back in his box.",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"What, am I famous out there or something?\" ",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"Fortune for a pand, good sir?\"",
      "female": "\"Fortune for a pand, good madam?\""
    }
  ]
}