{
  "Component": "exported",
  "Name": "conversations\\05_neketaka_artisans_district\\05_si_circle_of_archmagi",
  "Entries": [
    {
      "id": 1,
      "default": "Arkemyr gestures down at the scrying pool. \r\n\r\nYou peer into the waters. Dark silhouettes sit arrayed in a circle, and the surface of the pool ripples in tune with muted voices carrying from below.",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Dip your face in the water.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 10,
      "default": "No sooner does your skin break the surface tension than you feel a breeze of warm air. You are peering into a stone chamber ringed with braziers and tapestries as you would an open window. Robed men and women clutch the armrests of their thrones. \r\n\r\nWater drips down your chin. The other archmagi seem, for the moment, unfazed by your presence.",
      "female": ""
    },
    {
      "id": 15,
      "default": "An aumaua folds her arms and stares down another woman who keeps her fists balled at her sides. Ooze drips from the sleeves of the aumaua's robe and pools at the floor.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Bekarna won't suddenly be vindicated by the likes of us having simply read her work.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "Something green and twisted wriggles under the table. Kalakoth points down and a flash of light incinerates it on the spot, filling the room with the stench of overcooked snails. \r\n\r\nA suppressed chuckle carries over the silence that follows.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Maura, your pets can wait outside.\"\r\n\r\nArkemyr waits patiently as Maura makes a shooing gesture. A wet, slurping sound echoes in the hall and something dark and large makes its way toward an exit.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"I bid greetings to the Circle.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"I bring you Bekarna's research.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"This is the renowned slayer of Llengrath? My, what a surprise.\"\r\n\r\nRyngrim rests her chin on her fist and regards you with pursed lips. She glances across at a woman digging her nails into the tabletop.",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"One Llengrath. He killed but one.\" ",
      "female": "\"One Llengrath. She killed but one.\" "
    },
    {
      "id": 26,
      "default": "\"And her pets. Turisulfus and Gafonercos. Those she raised from eggs.\" She raises two more fingers, breathing heavily. ",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"We meet again. One hopes our parting will be as the last and leave the both of us wiser for the experience.\" Llengrath raises her eyebrows at you.",
      "female": ""
    },
    {
      "id": 28,
      "default": "Ninagauth massages his brow with both hands. \r\n\r\n\"This posturing is without value or reason. Get on with it, old man.\" \r\n\r\nHe beckons to Arkemyr.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Where exactly are we?\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Did you not ask me the same question last week?\" Arkemyr grimaces across the table.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Bekarna was no archmage, but we all agree that she was on the cusp of a breakthrough before her... unfortunate disappearance.\"\r\n\r\nArkemyr takes the book from you and licks his finger as he begins to turn pages.",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Be that as it may, <i>someone</i> did not wish for this breakthrough to occur. For that alone we have good reason to seek knowledge of her amateurish, if enthusiastic, research.\" \r\n\r\nArkemyr's eyebrows form a steep triangle as he arrives at a page of mathematical figures and coordinates. ",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"That was an acolyte of Llengrath. The real one sits before you at present, but one is as good as another.\" She smiles, shrugging.",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"She discovered a river of soul essence flowing through the Deadfire.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"'Someone?' Have a culprit in mind, do you?\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 51,
      "default": "The archmages exchange furtive glances. Llengrath tilts her head to the side, in every way unperturbed.",
      "female": ""
    },
    {
      "id": 52,
      "default": "Llengrath clears her throat. \"We arrived at that conclusion long ago. Try and keep up.\" ",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"And yet she traced the path of the river while we only speculated on its existence.\" Arkemyr pulls on his beard and squints down at the almanac.",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Where does it go?\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"It would seem she arrived at one of our conclusions. A river of soul energy flows through the Deadfire.\" Arkemyr nods.",
      "female": ""
    },
    {
      "id": 58,
      "default": "When several gazes turn to you and several mouths open to speak up, Arkemyr silences them all in turn with a loud clearing of his throat. ",
      "female": ""
    },
    {
      "id": 59,
      "default": "Arkemyr sets the book aside and pulls out a vellum map of the Deadfire. He traces his finger from the shallows of the Great Reef northward.",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"The path of Eothas is winding but unerringly intentional.\"\r\n\r\nHis finger begins to stray east. He pauses on open ocean, his brow furrowed. ",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"You mistake the matter, Kalakoth. My curiosity and perusal are <i>not</i> endorsements of her research.\" \r\n\r\nMaura nods with an air of boredom.",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"You're a slippery fiend, Maura. Some of us refuse to taint our reason with the halfwit conclusions of Circle rejects!\r\n\r\n\"And keep the slugs to yourself.\"\r\n\r\nKalakoth grits her teeth.",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"That will be enough out of you two.\" \r\n\r\nArkemyr looms over your shoulder and addresses the rest of the room.",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"If we're ready to speak rationally, our patience is about to be rewarded.\" \r\n\r\nHe strokes his beard and sighs, inviting you to speak.",
      "female": ""
    },
    {
      "id": 71,
      "default": "Tayn winks across at you. \"Ah, an echo of manners for a change!\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Some of us may welcome it more than others.\" Minoletta flicks a spark in Kalakoth's direction. ",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Between locations. Nowhere you could pin down with an 'exactly.'\" Minoletta shrugs, wearing an apologetic smile.",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Silence. How refreshing, really.\" Minoletta eases back into her chair and sighs.",
      "female": ""
    },
    {
      "id": 76,
      "default": "The current Llengrath raises a finger.",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Arkemyr, you've had eyes on the Deadfire for some time. Is this gathering necessary?\" Llengrath coughs into her palm, producing a cloud of smoke that blurs the air around her.",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"I think we've taken more than our share of the Watcher's time, unless there are any final questions?\"\r\n\r\nUnblinking, Arkemyr lifts his brow and waits, your dismissal hovering on his tongue.",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"I was about to do exactly that.\" The archmage nods and clears his throat, elbowing you out of the way so that his face commands the scrying pool.",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Where it goes is not my immediate concern. I am occupied by who presently follows it.\" ",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Why did you never officially recognize her?\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"And the Circle failed her.\" ",
      "female": ""
    },
    {
      "id": 86,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 87,
      "default": "A hush falls across the room.",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Her studies had no merit. They yielded nothing of interest or relevance. Until today.\" Arkemyr raises an eyebrow.",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Can I join the Circle?\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"You're holding something back. What is it?\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "[Leave] \"Nothing further, archmagi.\" ",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Absolutely not. Will there be anything further?\"\r\n\r\nArkemyr waves his hand, the matter closed.",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Here - baubles for your service. Not that you deserve them. Consider your debt repaid with interest.\"\r\n\r\nArkemyr turns back to the Circle and pointedly ignores you.",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"Better that I remain silent on the matter.\" ",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"If we wished to invite you into our confidence, you would surely know of it.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"You? You would ask this after robbing my manor, showed you the decency to spare your life?\" \r\n\r\nArkemyr turns to you, his expression pale and affronted. \r\n\r\nAround the table of archmagi, someone chokes on a sip of wine.",
      "female": ""
    },
    {
      "id": 99,
      "default": "Arkemyr takes in the other members of the Circle. Their responses are myriad - some shake their heads, others shrug, and others still lean back in their chairs and wait to see how it plays out.",
      "female": ""
    },
    {
      "id": 100,
      "default": "[Knock on the surface of the water.]",
      "female": ""
    },
    {
      "id": 101,
      "default": "All of the seated figures turn to you at once, their faces obscured by hoods.",
      "female": ""
    },
    {
      "id": 102,
      "default": "One of them makes an impatient beckoning gesture.",
      "female": ""
    },
    {
      "id": 103,
      "default": "The scrying pool is silent and empty.",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"Are you finished?\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "[Clear your throat.]",
      "female": ""
    },
    {
      "id": 108,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"We could get started if <i>she</i> would banish the thing enamored with my ankles!\" \r\n\r\nKalakoth points an accusing finger at Maura. ",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Ah, the guest of honor. Apologies that I didn't bring a goblet to raise to your lips.\"\r\n\r\nMaura waves from her seat at the table.",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Apologies also that Kalakoth is holding up the meeting with one of her moods.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"The Circle of Archmagi... it's an honor.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"I would apologize that you aren't seeing us at our best form, but... this seems about right.\"\r\n\r\nMaura waves from her seat at the table.",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"Wait, I don't get to hear the rest?\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"I dare say that my lesson in metaphysics brought the Circle this far.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"She didn't give me much of a choice.\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"Well, looks like it worked out for her understudy at least.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"I'm glad that my perspective on souls helped.\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"How are Turisulfus and Gafonercos?\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"It was better than the alternative. You could have gotten killed.\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"Darling terrors as ever.\"\r\n\r\nLlengrath smiles.",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"Charming thought, but I sincerely doubt it.\"\r\n\r\nLlengrath smiles.",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"Let me speak to you of choice...\"\r\n\r\nLlengrath raises her finger and makes to rise.",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"Are you insinuating...\"\r\n\r\nLlengrath makes to rise from her chair.",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"I haven't detected anything.\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"Of course you have, in pillars of luminous adra. Those are the outcroppings. We sought to trace the trajectory or their roots.\"\r\n\r\nArkemyr falls silent as an unwelcome idea reflects in his expression.",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"Bekarna... evidently she was the first of us to succeed.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"Could that be...\"\r\n\r\nTayn leans forward, trailing off as he cranes his neck for a glance at the parchment.\r\n\r\nSuddenly, all of the attention shifts back to you.",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"Are you a member of the Circle? I hope you don't think we would divulge our secrets to a mere mercenary.\" \r\n\r\nArkemyr's gaze hardens and a self-congratulatory smile cleaves his face. ",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"You are not entitled to <i>everything</i> I own, burglar.\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"I swear she baits me at every turn, Arkemyr! You called this conclave. I hope you're ready to impose some be-damned courtesy!\" ",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"Why was Concelhaut so interested in this?\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"Are you keeping secrets from us, old man? This is the first I'm hearing of it.\"\r\n\r\nMinoletta rests her chin on her fist and fixes Arkemyr with a severe glare.",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"It wasn't of immediate pertinence. Besides, Concelhaut has been dispatched yet again, esteemed mistress of missiles.\"\r\n\r\nArkemyr favors Minoletta with a stiff bow.",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"Your flattery has gone stale. To address the Watcher, I imagine that Concelhaut wished to sustain his wicked existence on a font of essence. But you kindly put a stop to that.\" \r\n\r\nMinoletta nods, favoring you with the smile that she denied Arkemyr.",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"Eothas is going to Ukaizo.\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "The total silence after your statement is as jarring as the echo of a gunshot.",
      "female": ""
    },
    {
      "id": 139,
      "default": "When several gazes turn to you and several mouths open to speak up, Arkemyr silences them all in turn with a loud clearing of his throat. ",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"He's going to stop the Wheel.\"</i>",
      "female": ""
    },
    {
      "id": 141,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"It's an ambitious plan, I'll give you that.\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"Interesting.\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"I see. My thanks for clearing that up.\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "Clearing his throat, Arkemyr simply waits. ",
      "female": ""
    },
    {
      "id": 146,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"Is there anything else you're not telling me?\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"And what do you plan to do about it?\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"Back to my other questions.\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "He shrugs thoughtfully.",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"Nothing.\"",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"I'll consider it when we have time.\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"Very well.\"",
      "female": ""
    }
  ]
}