{
  "Component": "exported",
  "Name": "conversations\\12_ukaizo\\12_cv_furrante",
  "Entries": [
    {
      "id": 1,
      "default": "\"So now it comes to this, aimico.\"\r\n\r\nTugging on the frilled cuffs of his sleeves, Captain Furrante strolls confidently forward. With a flick of his hand, he signals to the posse of well-armed pirates behind him.",
      "female": "\"So now it comes to this, aimica.\"\r\n\r\nTugging on the frilled cuffs of his sleeves, Captain Furrante strolls confidently forward. With a flick of his hand, he signals to the posse of well-armed pirates behind him."
    },
    {
      "id": 2,
      "default": "[Attack] \"This is the end for you and your dreams.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"The Vailian Trading Company has a plan for Ukaizo, too. A profitable one for me.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Rauatai is commandeering this land. Retreat or die.\" ",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Can't we make a deal?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"In that you are mistaken, aimico.\"",
      "female": "\"In that you are mistaken, aimica.\""
    },
    {
      "id": 8,
      "default": "\"Huana built this island. If it belongs to anyone it's them.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"You think to steal my golden dream. But I will not allow it to happen.\"\r\n\r\nHe embellishes an aristocratic bow as he draws arms against you.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"My gratitude is yours for disabling the storms. It seems I did <i>not</i> require Rivan's ship to reach Ukaizo, in the end.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Really, you pirates are worse than cockroaches.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Don't make me hurt you. Walk away while you still can.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I care nothing for one's origins if it is not from Grand Vailia. Whatever the beginning of these ruins was, there <i>is</i> only one possible ending.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Not for any reason would I leave the lost city of gold unplundered. If you do not believe that, you have never met a true pirate.\" ",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Indeed, I had hoped myself to partner with the Trading Company. But that time has passed. As has yours.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Not on your soul. I have waited for this, casità. For far too long.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"The Príncipi have adapted - no, <i>thrived</i> - for centuries. We survived the fall of the grandest empire Eora has ever known.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"You jest in the face of your death, ac? Allow me to admit how grandly I will enjoy ending you.\" ",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Corès, casità. May your lungs fill so fully with blood that you choke even in Hel.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Until the next life. Or perhaps not, considering.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"You may slaughter us now and then. But you can never stop us. We will ransom, thieve, and forge a future for our continued blood, long after you are but dust.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Spoken like a true new blood.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "[Shrug]",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Gods curse you! I should have drowned you in the wreckage of Port Maje.\" The muscles in his jaw flex as fury tightens his expression.",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Such memorable last words.\" He sighs heavily.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Take no prisoners!\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"And you - you will die now for the greater good. Corès, casità. Give my regards to the gods.\"\r\n\r\nHe tips his hat in farewell, a surprisingly genteel gesture considering his plans to murder you.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"The lost city of gold will be the foundation of the future of the Príncipi.\"",
      "female": ""
    }
  ]
}