{
  "Component": "exported",
  "Name": "conversations\\12_ukaizo\\12_cv_queen",
  "Entries": [
    {
      "id": 1,
      "default": "\"I see that Ngati continues to test me by sparing your life!\" \r\n\r\nOnekaza clenches her fists at her sides and fights through each labored breath. She struggles to hold herself up, but her gaze feels like a physical force. ",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Ukaizo is diminished for you standing here. I will bring the dignity of this city back to the Huana.\" ",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"What a sorry day for your tribe. Amira weeps for the disgrace you bring them.\" ",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"This will make for a lively trading outpost once the Republics arrive in force.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Rauatai comes for what is theirs. You cannot stop this.\" ",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"The Príncipi send their thanks. Try not to lose your next homeland.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "[Attack] \"Let's get this over with.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"The time for talk is over. Ekera, to action.\" Onekaza rolls her shoulder and nods.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"The legacy of my people will not fall into the hands of pirates.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"My warriors! Our ancestors would weep if they saw us ready to draw blood in the streets of lost Ukaizo.\" \r\n\r\nShe meets the intense gaze of each of her soldiers in turn.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Let them weep, I say!\" ",
      "female": ""
    },
    {
      "id": 23,
      "default": "Letting out a mighty call, the queen fixates on you with a look of deepest concentration.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"My brother smiles on us from Tangaloa's mouth! For Aruihi!\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Wresting Ukaizo from the Huana was not enough. I see you had to corrupt Ngati's chosen as well.\" \r\n\r\nOnekaza aims a hard look at Tekēhu.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"My queen, this is not...\" ",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"I have wasted enough words on you already. You are nothing more than Ngati's foul sense of humor.\r\n\r\n\"How wrong we were.\" ",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"It isn't too late for us to sort out our differences.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Captain, I...\" Tekēhu swallows and fights to form words. ",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"I'm sorry that we're here. Ukaizo... this should be a celebration, not a bloodbath.\"\r\n\r\nHe looks out upon the city, the enormity of it only now becoming clear. ",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Ngati has not forgotten us, Tekēhu. Trust in your mother. \r\n\r\n\"We are still standing, after all.\" \r\n\r\nOnekaza levels her gaze, her focus suddenly as sharp as a blade. ",
      "female": ""
    }
  ]
}