{
  "Component": "exported",
  "Name": "conversations\\12_ukaizo\\12_cv_hazanui_karu",
  "Entries": [
    {
      "id": 1,
      "default": "Hazanui Karū approaches, her weapon drawn. Her face is bruised and cut and her uniform torn from the rough journey, but her eyes are clear and focused.\r\n\r\nOn you.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Attack] \"Enough of this.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Here's a sight I never thought I'd see. A trencher turning his back on his own people.\"",
      "female": "\"Here's a sight I never thought I'd see. A trencher turning her back on her own people.\""
    },
    {
      "id": 6,
      "default": "\"Your people couldn't hold Ukaizo before. And mine suffer for it.\r\n\r\n\"What makes you think you can take it now?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"What you people from lush, bright lands fail to grasp is that Rauatai isn't a storm-tossed spit of land.\r\n\r\n\"It's the kith who stand together there.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"What did it cost for you to sell out your homeland?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Two, in fact.\" Her furious gaze flickers to Maia.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"All due respect, boss - me being here has got nothing to do with the cause.\r\n\r\n\"I still believe, but... there's more at stake.\" \r\n\r\nMaia shifts her gaze over to you.",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Ukaizo belongs to the Huana.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"The Vailians will accomplish great things here.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"You think Rauatai's known hardship? The Príncipi have thrived with no homeland. Ukaizo shall be theirs.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"I answer to no one.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"The ranga nui fed your family from his own table. Rauatai's finest warriors taught you to shoot.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"And this is how you use your gifts.\" \r\n\r\nShe shakes her head before turning back to you.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Captain... Watcher. There's a right and a wrong about this, drawn as clearly as a line in the sand.\r\n\r\n\"I know what side I'm on.\" \r\n\r\nShe grips her weapon and stares you down. Ishiza glances between you, seeming less certain.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Ukaizo belongs to us. We've earned it with blood and sweat.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"And no one shall take it from us now.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Or so I thought.\" She turns an accusing gaze on Maia.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"What everyone else fails to grasp is that Rauatai isn't a storm-tossed spit of land.\r\n\r\n\"It's the kith who stand together there.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Not while I'm around.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Rauataians! Defend Ukaizo!\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Then die a traitor.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Then die alone, Watcher.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"I don't want to fight you.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"This is greater than the two of us, Watcher.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Why are we arguing about this when Eothas is <i>destroying the cycle</i>?\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"I can't stop him. Neither can you.\r\n\r\n\"But I can give my country a chance at weathering what comes next.\"",
      "female": ""
    }
  ]
}