{
  "Component": "exported",
  "Name": "conversations\\12_ukaizo\\12_cv_machine",
  "Entries": [
    {
      "id": 1,
      "default": "Though the device atop the tower spins in wild, blurring revolutions, the air around it is still and calm. You stand in the eye of the storm which has cordoned off Ondra's Mortar from the rest of Eora for thousands of years. \r\n\r\nYou see an antiquated control panel, its levers engaged in positions of activation.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Deactivate the machine.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "The control panel has weathered the millennia better than the rest of the city. A layer of dust covers its elegant glass tubes and engraved copper levers, which appear both intact and fully functional.",
      "female": ""
    },
    {
      "id": 7,
      "default": "A deep percussion shakes the tower by its roots. Somewhere in the obscurity of the storm, Eothas rears back his fist to deliver a mighty blow.",
      "female": ""
    },
    {
      "id": 8,
      "default": "Your mind is assaulted with complex symbols and postures, most of them beyond your reckoning. \r\n\r\nAs the sensation pulls away, you recognize that it left behind - knowledge of watershaping as it existed long ago. Armed with this memory, a capable watershaper might wield the power of their ancestors. ",
      "female": ""
    },
    {
      "id": 9,
      "default": "Something about this place echoes with ancient awareness. Discorporate feelings of longing and distress reach out to you.",
      "female": ""
    },
    {
      "id": 10,
      "default": "Standing uncharacteristically still, Tekēhu turns his head to take in his surroundings all at once. A deep furrow cleaves his brow.",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Something the matter, Tekēhu?\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Something the matter, my love?\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I have stood here before.\" He sniffs, glancing around with an air of familiarity, settling on details like they were old friends. ",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"How?\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Tekēhu, that's impossible.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"I swear, if you were hiding a secret path to Ukaizo from me this entire time...\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "He chuckles at you, brushing the matter aside.",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"As a boy, I dreamed of a tower made of water. I stood at the pinnacle and made obeisance to mother Ngati.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"This tower. This view.\" He plants his hands on his hips and surveys the vista beyond, nodding.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"What does it mean?\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Maybe Ngati was trying to tell you something?\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"You're imagining things.\" ",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Ngati's covenant, the first form of watershaping... it is here, waiting for me.\"\r\n\r\nHe glances up at the spinning machinery with a mixture of apprehension and wonder.",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"So beautiful... but look what they have done with you.\" He reaches a shaking hand up to the storm, curling his fingers in as if to grasp at something. ",
      "female": ""
    },
    {
      "id": 28,
      "default": "He covers his heart with one hand and lowers his head, muttering a slow and fervent prayer. \r\n\r\nFrom the broiling madness of the storm, a single drop of water lands on Tekēhu's brow, running down his cheek like a tear. ",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Ah!\" Tekēhu wipes his eyes dry with his thumb. He pauses to stare down at his hand, as if seeing it for the first time.",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Until today, it was impossible that we would arrive at the island of my ancestors. Ekera, here we are - expanding the possible.\" He opens his palms, shrugging.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"We don't have time for this. Do what you need to now so that we can be off.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Are you all right?\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"I... I remember!\"\n\nHe clenches his hands into fists. The storm surges around you as the winds pick up speed. Tekēhu's head snaps back and his eyes squeeze shut in agony, ecstasy, or both.\n\nHe rouses at last, shaking a few droplets of moisture from his hair.",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"I am the tremor that inspires the tidal wave, the pebble that calls the avalanche! <i>MOTHER,</i> your son has found his birthright where you left it!\" \r\n\r\nTekēhu raises his fists to the sky and lets out an uproarious laugh. Eventually he shifts his focus over to you.",
      "female": ""
    },
    {
      "id": 36,
      "default": "Nodding, Tekēhu closes his eyes and mutters a prayer to Ngati. The storm intensifies around the tower, but he stands in solemn tranquility.\r\n\r\nAt last the winds resume their former fury. Tekēhu opens his eyes and releases a heavy sigh.",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"I am ready, Watcher. Let us finish what we started.\" He nods to you, resolved and wearing a fierce grin. ",
      "female": ""
    },
    {
      "id": 38,
      "default": "He aims a hurt, severe look in your direction. Tekēhu bites his lower lip and returns his focus to the tower.",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"I am ready, beloved. Now to the green god.\" Smiling, Tekēhu grips your hand and squeezes.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Ekera, just so.\" Tekēhu nods, weighing the matter with care.",
      "female": ""
    },
    {
      "id": 41,
      "default": "The copper levers remain in their active positions, and sparks of light arc beneath the elegant glass tubes of this device.",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Tekēhu should find this interesting\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Some things should remain forgotten.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "Now that the storms have subsided, there is no reason to activate the machine at this time.",
      "female": ""
    },
    {
      "id": 47,
      "default": "You grip the largest of the levers and bring it up to its starting position. The vibration of machinery gradually slows and turbulent winds grow calm. ",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"My people never doubted that Ngati's chosen would find our ancient gift... ekera, I did not share their confidence until now.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"How is that possible?\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "[Glance toward where he's looking.]",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"The tribes always said that Ngati's chosen would show them the way to the past.\" ",
      "female": ""
    },
    {
      "id": 52,
      "default": "Beyond the machinery itself, Tekēhu seems to be focusing on the storms, or merely the empty air.\r\n\r\nHe shakes his head when he takes note of your attention.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"I can feel it all around this place. The ones who built these machines used our connection to Ngati against us.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"These storms are a perversion of my art... an expression of beauty as a weapon.\" ",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Do whatever you need to, Tekēhu.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"I do not think they meant it so literally as this... that I would stand on glorious Ukaizo.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Now that I am here, it is like the city herself wishes to speak.\" Tekēhu winces and touches his brow.",
      "female": ""
    },
    {
      "id": 62,
      "default": "[Reach out with your senses, try and experience what he feels.]",
      "female": ""
    },
    {
      "id": 63,
      "default": "The sense of age and weariness about Ukaizo is undeniable. You try to pick out any lingering soul from the ambiance, but the storm in the center of the city makes your work difficult.",
      "female": ""
    },
    {
      "id": 64,
      "default": "And then it hits you - a presence that suffuses the air around this machine. An accumulation of very ancient soul energy is anchored to this point, commanding your attention.",
      "female": ""
    },
    {
      "id": 65,
      "default": "<ispeech>Dūmu the Eldest, Tapua the Wise, and Tokima the Recaller. Step forward and be recognized.</ispeech>\r\n\r\nA feminine voice echoes from across millennia.",
      "female": ""
    },
    {
      "id": 66,
      "default": "<ispeech>You are the stewards of my covenant. For so long as your people guard the isles, the adra, and themselves, then a measure of my power is theirs to command...</ispeech>\r\n\r\nHer words grow indistinct, and you find yourself pushed away from the moment. ",
      "female": ""
    },
    {
      "id": 67,
      "default": "Your focus slips, depositing you back in the present with a wave of nausea. \r\n\r\nThese were not the memories of someone dead, but someone very powerful who intentionally bound a fragment of themselves to the spot. And she did not wish for just anyone to listen.",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"You were right, Tekēhu. The covenant is here.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "Consciousness returns in a wave as the last of the machine's energy dissipates. \r\n\r\nThe calming of the storm reveals the sprawling city around you like sand wiped from a mosaic. You see the distant outline of Eothas raising his fist in triumph and purpose. ",
      "female": ""
    },
    {
      "id": 70,
      "default": "A Huana voyager has dropped anchor offshore, its sail ragged and mast holding on by mere splinters. ",
      "female": ""
    },
    {
      "id": 71,
      "default": "A galleon has limped close enough to drop anchor. The once-proud flag of the Vailian Trading Company hangs in weatherworn shreds. ",
      "female": ""
    },
    {
      "id": 72,
      "default": "An iron-studded warship has dropped anchor in the shallows, its cannons angled to the shore. \r\n\r\nThe ship is nearly cracked in half, but the standard of the Royal Deadfire Company persists in flapping with the breeze. ",
      "female": ""
    },
    {
      "id": 73,
      "default": "A ragged ship has settled offshore where it lists at a drunken angle, the flag of the Príncipi drooping from the tilted mast.",
      "female": ""
    },
    {
      "id": 74,
      "default": "The empty deck tells that the surviving crew have long since boarded a skiff and rowed to shore, which means you're no longer alone on Ukaizo. ",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"If ever there was a place for a final standoff, it's Ukaizo.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Maybe they came to negotiate.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "[Sigh and draw your weapon.]",
      "female": ""
    },
    {
      "id": 78,
      "default": "Peering over the edge of the tower, you make out a distant shape amid the ruins below. ",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"You keep falling asleep on me, I'm gonna have to start walking behind you with a pillow. Oh, by the way, the storm's gone. Also, I think Eothas is ending the world.\"\r\n\r\nEdér takes a long draw from his pipe and nods as he stares at the colossus in the distance.",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"It seems we're all still here.\" Aloth glances around, rubbing his head gingerly.",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"It is good to see you awake. It seems the storm has passed.\"\r\n\r\nShe looks up from you across the city, her golden eyes scanning the newly-visible horizon.",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Do not touch the machine again, I say. The delicate fish can only take so much.\" \r\n\r\nSqueezing his eyes shut, Tekēhu rests his head in his palm.",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"If all of your missions involve this many head wounds then I volunteer to sit the next one out.\" Maia rubs the back of her head and winces. \n\nIshiza lets out a pained squawk. ",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"Gods and darnation... my head...\" Xoti presses a palm to her brow as she struggles to her feet.",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"And here with me thinking we were right and proper dead this time. We <i>ain't</i> dead, right?\"\r\n\r\nSerafen sits cross-legged, cradling his head between his hands like a hungover seaman. His tufted ears droop.",
      "female": ""
    }
  ]
}