{
  "Component": "exported",
  "Name": "conversations\\12_ukaizo\\12_cv_eothas_final",
  "Entries": [
    {
      "id": 1,
      "default": "\"It is strange to see Ukaizo in this way.\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"It may be hard to picture, but this city was once full of life. The Huana, yes, but also kith from many other cultures.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Great hanging trees shadowed these boulevards. Gardens sprawled across the open rooftops.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Each spring, a festival procession would wind its way from the hillside into this valley.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"The celebrants would pass through a steep walk among the stalls of the foreign merchants, flowers falling upon them from all sides.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"All people of all nations, together in a celebration of new life. Such was the power and beauty of lost Ukaizo.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Can all of that beauty and life return to this place, mighty one? Has the future of my people awaited them here?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Lost Ukaizo remains only in name, Tekēhu. It is a name as barren as this city.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"If future generations wish to create life in this place, they must look forward as much as they look back.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"If we don't fix this mess you're about to cause, the whole world is gonna look this bad.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"This isn't right. You can't put this burden on us. You can't make the gods' problems our problems, our responsibility to fix.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Gaun, please, I'm begging you - what do I do following this? How - how am I to best serve those still living, to improve our future chances of survival?\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Ain't never chatted up a god before. Feel like I should be asking something profound and philosophical.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "Aloth shakes his head, looking up at Eothas.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"The navy thinks very highly of this place. Maybe I lack their imagination.\" Maia folds her arms and squints up at Eothas.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"I want you to know, I appreciate what you are doing.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"I mean, it's a mighty heavy load you're putting on our shoulders. I just hope we can carry it.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"How can you have faith that what you're doing is good? You <i>know</i> how many people are going to suffer because of this.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"No matter how you spin this, you can't set it straight.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"As long as there are people like you in this world, Edér, I truly do.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"This power has always been in the grasp of mortals. Now you will finally be aware of it. Now you will be able to decide what to do with it.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Edér, I wish I could explain it to you. It breaks my heart that I cannot. But no matter how much you curse me, do not despair.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"The souls of this world will need people like you, lights burning brightly in the darkness to come.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Ukaizo's corpse is beautiful, my god. This - its current state - is but one spoke in the ever-turning wheel of life and death, and so no less worthy than its incarnation at birth.\" \r\n\r\nXoti waves her lantern overhead like a beacon to draw her god's attention.",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Mighty one, I once desired to return that power and beauty to the Huana. Now I wish only for the tribes to find it themselves - if not here, then elsewhere.\"\r\n\r\nTekēhu glances at you and swallows.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Tekēhu, the gods have already decided so much of your life. I would not shape what remains of it.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"You know how your people could benefit from your help. You have also come to see that this life is yours to live as you choose.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Deciding what course to take is not easy. But if you do not choose, your life may pass you by as you stand at the crossroads.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"The Deadfire and the Eastern Reach are full of animancers, women and men with brilliant minds who can solve this great problem.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"They will also need people with brilliant souls, like you, Xoti. People who can tend to spiritual needs of the world in a time of fear and desperation.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Remember, the flame you bear is not only light, but warmth. Provide comfort to all who need it.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"It saddens me that the harvesting of souls in my name has brought you to this place, Xoti. But I am the cause and I must take responsibility for it.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"I can only hope that after I am gone, you will see that there is a brighter future for mortals. It is a future that you can help shape, even if you cannot see it now.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"A wise question, Serafen. Have no doubt, some of the gods are already trying to figure out a way to fix this on their own.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"It is not beyond their capabilities. After all, we made these machines with the Huana many years ago.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"But, it is not something they can do easily - not without mortal assistance. It will be for mortals to decide if they should receive it.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Ah, but Pallegina, you do so only because in this, you foresee the death of my kin.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Rauatai gave everything they had to reach this place. In the end they fell short of hitting the mark.\" \r\n\r\nAshamed, Maia winces and fights to hold Eothas' penetrating gaze.",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Ukaizo's time has passed, Maia. It remains only as a symbol, but symbols can hold great power.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"If you wonder about the future of Rauatai, know that if there is any greatness in your people, it existed before you set foot in this ancient place.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Only you can answer that question, Maia. Rauatai has persevered through great adversity.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Ukaizo will not make Rauatai any greater or lesser than it already is. Only its people possess that power.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"The storms that ravaged your homeland have ended, but that in itself may present new challenges for your people.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"It is my hope that after I am gone, Rauatai will work together with its rivals to create a new world - instead of fighting over the ruins of the old.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"But what of you, Watcher? Why have you followed me? Have you come to bear witness to the breaking of the Wheel?\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"We have wronged you, have wronged all mortals, for far too long.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"But after this moment, you may see a change in my brothers and sisters. Humility can be good for the soul - even a god's.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"I've come to ask you to take pity on the mortals of this world who will suffer for your actions.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"After you've gone, the gods will go to war with each other and with mortals - unless they have a strong leader.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Mortals are going to need a head start on things to prevent the gods from re-establishing control. You need to inspire them.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"I want you to go further than breaking the Wheel. I want you to destroy it all.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"And you believe I should give my strength to one of them. I am certain Woedica has convinced you of this course.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Only to bear witness.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"I've come to fight you.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Uh... huh. You weren't expecting me to back you up in this, were you?\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"And how do you propose to do that? Gaun'll squash you like a bug. And me right beside you...\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Fye, ye bampot, even I've no lark for that!\" Through Aloth's eyes, Iselmyr gapes incredulously at you.",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"<i>Fight</i> him, captain? Don't suppose you be remembering Hasongo. Or fucking Caed Nua, for that matter!\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Captain... when we stand before a god we stand as children before the mountain. \r\n\r\n\"Reconsider, I say.\" \r\n\r\nTekēhu pulls his attention from Eothas back down to you.",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Ishi, get behind me. I don't like the direction this is heading.\" \r\n\r\nMaia toes her bird away and reaches for her rifle. ",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Cuè? You are not serious... are you?\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Aloth, we are all, gods and mortals, responsible for our own actions.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"But inaction carries its own moral responsibility. It is a burden I have carried for far too long.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"One must always do as their conscience dictates, even if that means abdicating a position of power.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Watcher, there is no fight to be had. If you seek rest, I can take your soul from you, though it would be a strange and tragic end to your journey.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Of course. You're right.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"No! We fight!\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Why have you really come?\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Why do you believe I should give this power, which we have used so irresponsibly for so long, to any of them?\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Mortals are already inspired. It is what has pushed them on for hundreds of generations to reach this point in time.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Animancy is poised to go far beyond what we Engwithans ever discovered.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"It is pity for mortals that drives me, Watcher. I have felt it in every step I have taken to cross the Deadfire and reach this place.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"What more would you have me do?\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"I have heard you say some crazy things in our time together, but that just about beats them all.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Truly, [Player Name]? Is <i>this</i> what you would do with the power placed in your hands?\" Aloth stares at you, shocked and furious.",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"C-come again now?! I don't think the Watcher really meant that, Gaun. We ought not to do anything irreversible...\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"What? How bout we destroy <i>you</i> all here and now, Captain Watcher.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Di verus? That would mean the end of all life!\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Captain, this isn't why we sailed across the world... though maybe I only speak for myself.\" \r\n\r\nMaia narrows her eyes and takes a cautious step back. Ishiza mirrors the gesture.",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Captain, we did not sail to beloved Ukaizo to lay waste to Eora... did we?\" \r\n\r\nTekēhu's eyes grow very wide.",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"The Watcher understands what must be done. There is much blood to be let - and more tears shed - if Eora is to be healed of its current blight.\r\n\r\n\"Destroy it all! Put us out of our centuries-long misery.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"No! This is Rymrgand's doing! You cannot believe this is what is best for us, Watcher.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Why would you ask me to do such a thing?\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"This cycle of suffering is inherently evil. It must end.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Consciousness has corrupted this world. It is beyond saving.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Entropy is inevitable. Why prolong this cycle when you know it will overtake us in the end?\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"I just hate life. All of it.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Me and my brethren had it wrong this whole time. That's why you want to break the Wheel, isn't it, Gaun? That's what you've been showing me in my dreams!\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Yes, I knew it must be Rymrgand. His pitiless views seem most appealing when they take on the veneer of rational philosophy.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"That's right. I saw it in the dreams you sent me, Gaun!\" ",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"No, Watcher. I will not succumb to despair. I will not let you corrupt my purpose for being here.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"The cycle cannot be denied. Death and decay come for all - whether or not the Wheel is broken.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Even if a final death is inevitable, life is still worth living while we have it.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"I don't mind life, myself. But I've found lately, I like death just a little more.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"Even Rymrgand is not so hateful that he would give such a reason!\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Think of the souls that will be trapped in the In-Between for all that time. They will be tormented until the Wheel is fixed.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"There will be hundreds of thousands of souls trapped In-Between. They will be screaming out to <i>me</i> for help until the Wheel is fixed.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"The souls trapped in the In-Between will present a dilemma for animancers. Some may attempt to protect those souls instead of working on a solution for the Wheel.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Why do you - why does Hylea - think I should I lend more power to mortals?\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"They are irresponsible because there is not one of you with the authority and power to bring the others in line.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"There is going to be a struggle among the gods. Your power can ensure it is swift and merciful.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"I still believe in the power and authority of the gods. I want to ensure they don't weaken themselves by warring with each other.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"If this is truly for the benefit of mortals, you are obligated to set them on the right path, not just leave them stranded.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"I want to ensure that the gods don't have the upper hand in the struggle to come.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"Because I believe in kith, believe in our potential to do good in this world.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"It is true. While the eventual restoration of the Wheel will bring them relief, they will suffer until that time comes.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Thank you for making me think of the lost souls, Watcher. I will provide a haven for them after my work here is finished.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"I hope you did not expect me to take action for your sake alone.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"Still, it is true. The souls trapped in the In-Between will suffer until the wheel is restored. They will reach out for help to any Watcher they can see.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"While I hope that animancers would realize the ultimate importance of repairing the Wheel, I admit that many may be distracted by the problem of lost souls.\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"I know such sympathy should be commended, even though I recognize what trouble it could cause.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"It is true. We created ourselves as equals, even if Woedica did create a story about her past to elevate her own glory.\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"Though I hope my brothers and sisters would not do so, history has shown that this chaos may very well move them to war.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"They very well may go to war. As much as it pains me to admit it, history has shown us that such chaos breeds instability.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"You have convinced me, Watcher. The gods do need a strong leader. I will ensure they have one after I am gone.\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"I see your point. Perhaps it was naïve of me to think that mortals could immediately set about to fixing the Wheel in the midst of such chaos.\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"It's true that even with all the advances in animancy, the gods will enter into this era much more well-prepared than mortals.\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"As do I.\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"Very well, Watcher. I will ensure that mortals are inspired by my passing, that my power not be expended in vain.\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "Eothas pauses, frozen. You can sense a struggle in him, a guttering candle flame in a sea of light.",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"No, Eothas! Don't listen to him. I still believe in you! You can't give in to this!\"",
      "female": "\"No, Eothas! Don't listen to her. I still believe in you! You can't give in to this!\""
    },
    {
      "id": 127,
      "default": "\"Gaun, please. Don't cave to the despair the Watcher seeks to smother you with!\r\n\r\n\"Death is only half the process. What point is there to Eora if there's no life on it?\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "The moment passes. You sense that the candle has been extinguished. More flames around it flickering and dying out, though Eothas does not seem to notice.",
      "female": ""
    },
    {
      "id": 129,
      "default": "The moment passes. You sense that the darkness within Eothas has been overpowered by an irrepressible light.",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"I must attend to my final work now. I cannot delay any longer.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"You have carried a heavy burden across the Deadfire, Watcher. Before I go, I would rid you of it.\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "No sooner have Eothas' words entered your mind than you hear one final, dissonant ring of the chime within you, then silence.\r\n\r\nThe knot that formed when the Pallid Knight first addressed you in the Beyond is now gone.",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"You are free now. As free as any of us can be.\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"Many will come to you for help in the years ahead. Animancers, priests, even the gods themselves.\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"I have great hope for you, but always remember that your future is for you to decide. Use your freedom well.\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"You are welcome to do so.\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"And yet, thing I be wanting to know - what be stopping the other gods from coming down and just setting this shit back straight? And then you breaking it again? This be our new tides, then, all up and down, over and over, till the sea drowns us all?\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"But you seek to break that wheel. I beseech you, Gaun, that when you do, you do it right. Burn to ash every adra root in Hel, so that it may never regrow. \r\n\r\n\"Let the darkness reign eternal.\" ",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"Was I wrong? Have I failed them?\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"What do you think, big guy? Are all the hopes and dreams of Rauatai here on Ukaizo? Is this <i>city</i> really the cornerstone of our future?\" \r\n\r\nShe shrugs as if it doesn't matter either way, but her eyes reflect a distant hope.",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"Will we ever have another chance to prosper, or was this damn island our last hope?\"\r\n\r\nShe sighs up at him and plants her hands on her hips, as if voicing the concern released a long-held burden.",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"The kith of this world have turned from your glory and blackened their souls. They are but rotten fruit meant to fertilize the ground.\r\n\r\n\"It would be a blessing for them - to serve a purpose most divine.\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"You know how hard I've fought to retain my consciousness, Watcher. I don't want to disappear into the dream - or to die and never again awake.\" Xoti worries her bottom lip between her teeth.",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"What right do you have to do this? Destroy the Wheel and leave us with nothing, without even knowing what will come next?\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"From where should mortals draw their inspiration?\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"They should look to the future. Their imagination and inventive spirit should guide them.\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"They should take lessons from Eora's past, the rich history of their cultures.\"",
      "female": ""
    }
  ]
}