{
  "Component": "exported",
  "Name": "conversations\\12_ukaizo\\12_si_ukaizo_storm",
  "Entries": [
    {
      "id": 1,
      "default": "You sail in the direction of the closest pillar, fighting the sea to keep a wide berth from the ravaging storm. Waves crash against the glowing surface of the adra directly ahead.\r\n\r\nThe animancers are too busy to concern themselves with choppy waters. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "You initiate the dive process with a mixture of hope, apprehension, and disbelief.",
      "female": ""
    },
    {
      "id": 3,
      "default": "Deep in concentration, the watershapers at the prow of your ship mirror a complex series of stances. Prayers to Ngati begin as whispers and rise into songs bellowed in a unified voice, matching the intensity of the storm. \r\n\r\nThe sea responds with hesitation, sending up the occasional splash of water in protest. You begin to wonder if your allies are equipped to stand against the relentless fury of Ondra's Mortar. ",
      "female": ""
    },
    {
      "id": 4,
      "default": "No sooner does your spectral ship drift near the turbulent waters of Ondra's Mortar than a deadly calm falls over the sea.",
      "female": ""
    },
    {
      "id": 5,
      "default": "Heading into the mouth of the storm, you hear the sound of tearing canvas as the wind batters your sails. An unfavorable omen to the start of a hard voyage. \r\n\r\nYou press on in spite of all misgivings, intent on making it to the bitter end.",
      "female": ""
    },
    {
      "id": 6,
      "default": "The storms of Ondra's Mortar encompass the visible horizon. Hurricane winds roar like an imprisoned beast, blowing with enough force to warp the very seas.\r\n\r\nPast the curtain of rain and above the swell of waves, you can just barely perceive the outline of colossal adra pillars.",
      "female": ""
    },
    {
      "id": 8,
      "default": "Slowly but surely, the propeller spools to life and carries you forward, beneath the storms. \r\n\r\nYou navigate around the trunks of massive adra pillars rising from the sea floor, but the work of crossing Ondra's Mortar is accomplished with ease. Finally you spot the shape of a bulky landmass ahead. It's Ukaizo.\r\n\r\nYou let out a sigh of relief.",
      "female": ""
    },
    {
      "id": 9,
      "default": "Wave after wave rises and swells into an assumed shape - first a wall, and then an arch, forming a perfect curve that projects deeper into the storm. \r\n\r\nOne of the watershapers sends up a call. The others make a finishing gesture in a single fluid motion - clapping their hands and extending their palms, solidifying their work.",
      "female": ""
    },
    {
      "id": 10,
      "default": "Though you cannot shake the feeling of sorrow and wrongness which pervades your journey, you successfully cross to the far side of Ondra's Mortar and breathe a sigh of relief.\r\n\r\nAn island towers over the distant horizon. Ukaizo.",
      "female": ""
    },
    {
      "id": 11,
      "default": "Looming in the water directly ahead stands a pillar of adra. It reaches up from the sea floor to pierce the sky like a god-sized finger aimed in accusation.",
      "female": ""
    },
    {
      "id": 12,
      "default": "After a series of hard turns and some clever cheating of the wind, your helmsman narrowly steers the ship out of harm's way, missing the pillar entirely. ",
      "female": ""
    },
    {
      "id": 13,
      "default": "You can't steer fast enough to navigate around the pillar, and your ship suffers a glancing blow. A tremor and ear-splitting crunch tell of severe damage, and you wince at the ship's diminishing odds of surviving this voyage.",
      "female": ""
    },
    {
      "id": 14,
      "default": "Unfortunately, that is exactly what happens.",
      "female": ""
    },
    {
      "id": 16,
      "default": "Your crew masters their fear and holds fast to their posts. Against all odds, the ship crests the wave successfully. \r\n\r\nIn spite of the crew's haggard state, a cheer goes up in your honor when everyone realizes they are still alive. ",
      "female": ""
    },
    {
      "id": 17,
      "default": "Panic spreads among your crew, moving too fast for any rallying call to impede. Those who don't freeze in terror abandon their posts and scramble for purchase at the stern. ",
      "female": ""
    },
    {
      "id": 18,
      "default": "The seas are calm again. As the skies begin to clear, you make out a growing shape on the horizon. \r\n\r\nUkaizo.",
      "female": ""
    },
    {
      "id": 19,
      "default": "As your ship begins to crest the wave, some of the crew lose their nerve and abandon their posts. \r\n\r\nThe wall of water overtakes you, hammering at the hull and sweeping away many of those who fled their positions.",
      "female": ""
    },
    {
      "id": 21,
      "default": "What begins as an irregularity in the water current broadens as the sea churns open a maelstrom. Your ship balances on the brink of being swept down. The tide redoubles its pull, intent on drawing you closer to the inescapable, hungry maw.",
      "female": ""
    },
    {
      "id": 22,
      "default": "Your swift maneuvering breaks the ship free of the maelstrom's deadly grasp - at the unfortunate cost of your sails, which take heavy damage from the turbulent winds. ",
      "female": ""
    },
    {
      "id": 23,
      "default": "Your full speed isn't fast enough.",
      "female": ""
    },
    {
      "id": 24,
      "default": "Your ship struggles mightily to resist the currents and find purchase back in tamer seas. Your hull buckles, the sails tear under the strain, but you make it out before the maelstrom can consume you. ",
      "female": ""
    },
    {
      "id": 26,
      "default": "[Sail out of the storm.]",
      "female": ""
    },
    {
      "id": 27,
      "default": "[Sail into the storm.]",
      "female": ""
    },
    {
      "id": 28,
      "default": "No more adra pillars are in evidence ahead, but the storm grows fiercer as you persist in challenging it. The howling wind threatens to shred your sails to ribbons, and visibility is dropping fast.",
      "female": ""
    },
    {
      "id": 29,
      "default": "[Continue sailing onward.]",
      "female": ""
    },
    {
      "id": 30,
      "default": "The howling of the wind builds to a constant shriek and the rain pounds your deck with relentless animosity. ",
      "female": ""
    },
    {
      "id": 32,
      "default": "The wave crashes down like a fist, reducing the hull of your ship to splintered wreckage. What remains of the once-proud vessel promptly disappears beneath the waves. \r\n\r\nBefore you go under, you catch a fleeting glimpse of a distant shape on the horizon, but a glimpse is all you get.",
      "female": ""
    },
    {
      "id": 33,
      "default": "Two things happen in quick succession - the sound of splitting wood fills your ears, and the ship starts to drift at a lethargic pace. \r\n\r\nWithout needing to confirm it, you know that you're taking on water. ",
      "female": ""
    },
    {
      "id": 35,
      "default": "Your ship rides the sheer slope of the wave and crashes back down, staying upright all the while. \r\n\r\nIt doesn't immediately register that you have survived. While the rain continues to indignantly pelt you with water, the seas ahead look calmer than those you left behind. ",
      "female": ""
    },
    {
      "id": 36,
      "default": "Ornate spires reach up from the island, hinting at the city within. Not all of Ukaizo has weathered the millennia with equal grace. Other structures jut and lean out of the surrounding shallows, making the waters around the island impassible by ship. \r\n\r\nYou resolve to take a skiff the rest of the way.",
      "female": ""
    },
    {
      "id": 40,
      "default": "And then the very storm yields to their will.",
      "female": ""
    },
    {
      "id": 41,
      "default": "The tunnel remains intact. Your allies send up a congratulatory cheer as your ship crosses under the canopy of the sea.",
      "female": ""
    },
    {
      "id": 43,
      "default": "Shouting orders over the wind, the team coordinates the pulling of levers and spinning of wheels to activate their machine. Many of them plug their ears or mutter prayers to their gods. Others stand enraptured, gazing toward the approaching adra with an air of accomplishment. \r\n\r\nThen the final lever is engaged.",
      "female": ""
    },
    {
      "id": 44,
      "default": "Nothing happens, and your ship remains on a collision course with the pillar.",
      "female": ""
    },
    {
      "id": 45,
      "default": "As you scramble to brace for impact, one of the animancers breaks away to retrieve a copper device that fell to the deck. She snaps it back into its setting on the machine and wipes a spray of water off her brow, grinning and flashing a hopeful signal.",
      "female": ""
    },
    {
      "id": 46,
      "default": "The machine spools to life at once, and the adra responds in kind. \r\n\r\nReality grows hazy around the point of your prow, forming a rift that swallows the tip of your vessel with no time to spare. The breach expands to accommodate the rest of your ship, allowing you to sail through without resistance.",
      "female": ""
    },
    {
      "id": 49,
      "default": "Then, somewhere in the tight quarters, a bolt goes flying like a popped button and hits the far wall with a loud <i>ping</i>.\r\n\r\nAll is silent. ",
      "female": ""
    },
    {
      "id": 51,
      "default": "Air hisses as the ballast tanks fill with water. Groans of pressure emanate from somewhere in the hull, but your submersible gradually dips beneath the waves. You close your eyes and place your trust in Rauataian engineering.",
      "female": ""
    },
    {
      "id": 52,
      "default": "The wind cuts off as swiftly as a god holding their breath.\r\n\r\nLike a silken sheet, the water flattens before you - the wake of your passage forming a lone crease in its uninterrupted perfection. ",
      "female": ""
    },
    {
      "id": 54,
      "default": "Wreathed in ghostly mist, you drift onward at the pace of a funerary procession. The storm holds its silence and maintains a respectful distance. ",
      "female": ""
    },
    {
      "id": 55,
      "default": "The choppy currents spin your ship toward a collision course. Smashing against the pillar's gargantuan trunk would make for a quick and unceremonious end to your journey.",
      "female": ""
    },
    {
      "id": 58,
      "default": "The collision is fast and brutal. Pitting your hull against unyielding adra can only have one result. ",
      "female": ""
    },
    {
      "id": 60,
      "default": "Your vessel dips beneath the waves and sinks, taking all hands down with her.",
      "female": ""
    },
    {
      "id": 62,
      "default": "The only option is to sail at full speed, breaking the whirlpool's grasp by force.",
      "female": ""
    },
    {
      "id": 67,
      "default": "They fall silent as a distant shape stands out on the horizon, and you pause to appreciate it in turn - a sight that no mortal has glimpsed in thousands of years. \r\n\r\nLost Ukaizo. ",
      "female": ""
    },
    {
      "id": 68,
      "default": "No sooner do you convince yourself that nothing more can go wrong than the shout of a crewman injured in the collision rises above the din of the storm.",
      "female": ""
    },
    {
      "id": 70,
      "default": "Your ship circles the great drain of Ondra's Mortar, getting battered and torn all the way down until it reaches the center, where it keels over and is unceremoniously torn apart. ",
      "female": ""
    },
    {
      "id": 71,
      "default": "A wave swells ahead, monstrous enough to eclipse your vision. The prow of your ship slowly rises to meet it head-on. \r\n\r\nEven if you wanted to, you could not turn back now.",
      "female": ""
    },
    {
      "id": 72,
      "default": "Even though your ship is without a crew, that doesn't make you any less of a captain. \r\n\r\nYou move from station to station with purpose, seeing after the rigging and the sails, heedless of the water that carries up over the deck and threatens to sweep you out to sea. This wave is one more in a long succession of annoyances. ",
      "female": ""
    },
    {
      "id": 73,
      "default": "Lacking a crew, you struggle to keep the ship both moving and intact. You know that you aren't resourceful enough to do this on your own, but there isn't any choice. \r\n\r\nEven as the wave fills the sky above, you persist in working toward this end.",
      "female": ""
    },
    {
      "id": 74,
      "default": "You have no crew, and you scramble to compensate. \r\n\r\nWhile you scamper between stations and work to accomplish the jobs of many useful people at once, your feet skid over the drenched deck and you go sprawling. \r\n\r\nLosing time costs you as the wave shreds your sails and batters your hull.",
      "female": ""
    },
    {
      "id": 75,
      "default": "It's all for naught.",
      "female": ""
    },
    {
      "id": 77,
      "default": "Before you can worry about the pillar ahead, your ship jolts and the hull groans against adra lurking unseen beneath the waves.",
      "female": ""
    },
    {
      "id": 78,
      "default": "Your ship's Blackwood Hull takes the beating without incident, though the pillar itself remains a threat.",
      "female": ""
    },
    {
      "id": 79,
      "default": "The wind howls in fury, threatening to tear your sails to ribbons.",
      "female": ""
    },
    {
      "id": 80,
      "default": "With a sound like a whip, the Dragonwing Sails catch the wind and hold fast. The whirlpool still looms ahead.",
      "female": ""
    },
    {
      "id": 81,
      "default": "A great ripping sound cuts through the dim of the storm. Your sails hang down in strips like wet hair, and the ship quickly gets pulled into the whirlpool.",
      "female": ""
    },
    {
      "id": 82,
      "default": "You signal the submarine waiting at the edge of the storm. A hatch opens and discharges a skeleton crew that assumes control over [Player Ship] while you board the sub. \r\n\r\nYou take command of the vessel and call out the order to dive.",
      "female": ""
    },
    {
      "id": 83,
      "default": "The air thickens on the far side of the rift as you bob along the ethereal tide. [Player Ship] lists at a disconcerting angle, though your boots never leave the deck. \r\n\r\nWith a gentle splash [Player Ship] dips down into tangible waters as you maneuver through the other side of the rift. The turbulent winds and rains are at your back. \r\n\r\nUkaizo lies ahead.",
      "female": ""
    },
    {
      "id": 84,
      "default": "It's difficult to make out the prow of your ship, much less navigate the seas ahead. You lose any pretense of a heading as relentless winds spin you around. \r\n\r\nWave after wave batters [Player Ship] until a loud splintering echoes in your ears. ",
      "female": ""
    },
    {
      "id": 85,
      "default": "Though your visibility is low to nonexistent and your heading is a mystery, you sense a glimmer of light far ahead - one shining beacon in the obscurity. \r\n\r\nTaking the wheel, you sail for Eothas. ",
      "female": ""
    },
    {
      "id": 86,
      "default": "Heading into the mouth of the storm, you hear the sound of tearing canvas as the wind batters your sails. An unfavorable omen to the start of a hard voyage. \r\n\r\nYou press on in spite of all misgivings, intent on making it to the bitter end.",
      "female": ""
    },
    {
      "id": 87,
      "default": "The last thing you see is your broken mast outlined in a flash of lightning followed by water cascading over the deck. \r\n\r\nSoon after, there is nothing.",
      "female": ""
    },
    {
      "id": 88,
      "default": "Your helmsman can't steer fast enough to maneuver around the pillar. A tremor shakes the deck and an ear-splitting crunch sounds over the din of the storm as [Player Ship] suffers a glancing blow.",
      "female": ""
    },
    {
      "id": 89,
      "default": "Two things happen in quick succession - the sound of splitting wood fills your ears, and the ship starts to drift at a lethargic pace. \r\n\r\nWithout needing to confirm it, you know that you're taking on water. ",
      "female": ""
    },
    {
      "id": 91,
      "default": "[Press onwards.]",
      "female": ""
    },
    {
      "id": 92,
      "default": "You've taken a heavy beating in Ondra's Mortar, but you're still alive. The storms ahead seem endless and you have no bearing to maneuver across these turbulent, uncharted seas. \r\n\r\nOver your shoulder you can just barely make out the calmer waters you came from. There's still time to turn back.",
      "female": ""
    },
    {
      "id": 93,
      "default": "You move with haste - the looming wave growing every closer, the enormity of your task overwhelming - and succeed in losing your balance. You slip across the drenched deck and go sprawling. \r\n\r\nGritting your teeth through the pain, you get back to work.",
      "female": ""
    },
    {
      "id": 94,
      "default": "In spite of the water cascading over your deck, [Player Ship] does not capsize. You steel yourself and focus your attention on the ship's survival.",
      "female": ""
    },
    {
      "id": 95,
      "default": "In spite of the water cascading over your deck, [Player Ship] doesn't capsize. At first it seems a miracle. Then you take stock of the situation and realize that someone is missing.\r\n\r\n[Specified 0] is gone, washed overboard.\r\n\r\nWith no time to mourn, you focus your attention on your ship's survival.",
      "female": ""
    },
    {
      "id": 96,
      "default": "No sooner does [Player Ship] head into the turbulent waters than you catch sight of a ship speeding after you, its sails flapping violently in the winds. \r\n\r\nSomeone has followed you. It remains to be seen whether they can keep up, but for now the storm is concerning enough.",
      "female": ""
    },
    {
      "id": 104,
      "default": "You initiate the dive process with a mixture of hope, apprehension, and disbelief.",
      "female": ""
    },
    {
      "id": 105,
      "default": "No sooner does your spectral ship drift near the turbulent waters of Ondra's Mortar than a deadly calm falls over the sea.",
      "female": ""
    },
    {
      "id": 106,
      "default": "What begins as an irregularity in the water current broadens as the sea churns open a maelstrom. Your ship balances on the brink of being swept down. The tide redoubles its pull, intent on drawing you closer to the inescapable, hungry maw.",
      "female": ""
    },
    {
      "id": 108,
      "default": "Headscarf whipping in the wind, [Specified 0] frowns. \"Gods, captain. If I'd known... if any of us had known.\" With a shake of the head, the mariner chuckles. \"Damn.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "[Specified 2] stands at the rail. \"Much as I hate agreeing with [Specified 0]... damn. There ain't no charts for what lies ahead.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "Perched on the rail, one hand clinging to the rigging, [Specified 3] laughs, lip curling over uneven teeth. \"You kidding? This be exactly the kind of shit I signed on for!\" The hand howls into the wind.",
      "female": ""
    },
    {
      "id": 112,
      "default": "A hand falls on your shoulder, and you turn to see [Specified 4]. \"We go now where gods would not have us tread. Yet their skein guided us here. Inexorable and incontrovertible.\" \r\n\r\nThe hand's smile balances on the knife's edge between comforting and disquieting. \r\n\r\n\"Have faith.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "Both hands on the wheel, [Specified 1] stares out across the whitecaps. \"We're really doing this, ain't we? Setting sail into the Mortar itself. Gods help us.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"[Player Ship]'s crew is the finest in the Deadfire. You'll get us through Ondra's Mortar. I know it.\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"Eothas threatens everything and everyone you know. Whatever you love - whatever you hold sacred - we're here to save it.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"Cut the chatter. All hands, brace for the storm.\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"Just think of how much treasure awaits us on the other side of this storm!\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"We've come this far - there's no turning back now.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 120,
      "default": "Serafen nods. \"The captain ain't farting out the mouth. I've served a ship or three, and you lot be the finest set of swabbies a freebooter could hope to die with.\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "With a faint but determined smile, [Specified 0] nods. \"You all know your jobs, and you all know what's at stake! What's this but one more squall? To stations!\"\r\n\r\nA cheer rises as the hands scurry about the decks.",
      "female": ""
    },
    {
      "id": 123,
      "default": "[Specified 2] winces. \"Must we though? Might someone else not be up for it?\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "[Specified 0] nods, striding forward. \"Not a one of us took this commission thinking we'd be heroes. But here we are. Let's show this oversized squall our true mettle!\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "[Specified 0] salutes. \"Aye-aye, captain. All hands to stations and keep your eyes to your work! We're going in.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "[Specified 3] laughs happily. \"A boat for every sailor and a keg for every boat!\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "[Specified 0] chuckles quietly. \"Treasure's tough spending for a dead man, captain, but we take your meaning.\" \r\n\r\nThe mate shouts across the deck. \"All hands to stations! Forward we sail, towards plunder and booty!\"\r\n\r\nThe crew cheers.",
      "female": ""
    },
    {
      "id": 128,
      "default": "Eyes closed and face turned towards the black clouds, [Specified 4] whispers. \"Nor has there ever been. The path were set before Waidwen marched on Dyrwood.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "[Specified 0] nods. \"Sometimes the only way back is forward.\" The mate calls across the deck: \"All hands to stations! Time to show the gods what [Player Ship] be made of!\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "The crew exchange uncertain glances. \r\n\r\n[Specified 0] steps forward. \"Enough of that now. All hands to stations. We've got work to do.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "Your relief is short lived. \r\n\r\nAn enormous form crests the waves and bares down on [Player Ship] with incredible speed. Before it can collide with your hull it dives back into the deep. \r\n\r\nTense minutes pass in which you wonder if it will resurface. When it doesn't make another appearance you press on with caution.",
      "female": ""
    }
  ]
}