{
  "Component": "exported",
  "Name": "conversations\\28_drowned_barrows\\28_cv_nemnok_kaali_player_interrupts",
  "Entries": [
    {
      "id": 7,
      "default": "\"YOU ARE HONORED TO DIE BY MY HAND. ACCEPT THIS BLESSING.\" \r\n\r\nNemnok points a long claw and screeches as he swoops in to attack.\r\n\r\nThe acolytes take up a spirited cheer.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"I AM THE ONLY MASTER UNDER THIS MOUNTAIN, CHILD. IF YOU WILL NOT SERVE, YOUR BLOOD WILL FILL THE INKWELLS OF MY LOYAL SCRIBES.\" \r\n\r\nNemnok's toothy grin broadens, eliciting a cry of joy from the worshipers.",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Start running, Kaali. The age of Nemnok is over.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "[Attack] \"I've had my fill of power-hungry gods.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"My lord, I'm... sorry! I'll pray for your success!\" Kaali drops his weapon and sprints away.",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Mighty Nemnok is the wind in the wheat, the song of the thrush. He is all of us and more!\" ",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"COWARDICE, BETRAYAL... FLAWS OF ALL LESSER KITH. I WILL NOT SEE THE GREAT WORK UNMADE BY A MORTAL WHELP.\" \r\n\r\nScreeching at the top of its lungs, Nemnok attacks.",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Must... must I go?\" Kaali stands up straight and flares his nostrils. His eyes glisten with tears.",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"YOU SERVE ME WELL, CHILD. NOW DISPENSE WITH THIS INTRUDER!\"\r\n\r\nNemnok bares a mouth full of jagged teeth and swoops in to attack.\r\n\r\nThe acolytes take up a spirited cheer.",
      "female": ""
    },
    {
      "id": 152,
      "default": "He blinks at you once, twice.",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"LEAVE THIS PLACE, BUT CARRY ME ALWAYS WITHIN YOUR HEART, CHILD.\"\r\n\r\nNemnok raises a claw and lowers it as he turns from Kaali. ",
      "female": ""
    },
    {
      "id": 165,
      "default": "Kaali marches out, breaking into a loud sob that echoes in the chamber.",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"What's this? Who trespasses on our devotions?!\" \r\n\r\nThe acolyte's voice echoes across the hall. A resounding chant from the worshipers continues uninterrupted.",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"You've taken your last step in the master's sanctum, outlander! Nemnok will suck the marrow from your soul!\"\r\n\r\nA delighted call rises from the congregation as they redouble their chant. ",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"I came to see if this Nemnok is really a god.\"",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"Is that you, Kaali? I met your father.\"",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"M-my... my father is a disbeliever! I have risen above him!\" Kaali balls his fists at his sides and turns to look away.",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"Who is Nemnok?\"",
      "female": ""
    },
    {
      "id": 196,
      "default": "\"Nemnok is the all-devourer, the one who swallows gods and vomits forth their skulls! The one true power of Eora!\r\n\r\n\"Let me show you! <i>See for yourself!</i>\"",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"Nemnok, you are the gaping maw, the lidless eye, the shadow between stars! You are the red curtain, the secret in amber, the light of the adra!\"\r\n\r\nHe squeezes his hand into a fist, forcing more blood to drip from his wound as he feeds the void of the pit.",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"I'm [Player Name], captain of [Player Ship].\"",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"You... are ignorant of mighty Nemnok?\"\r\n\r\nA collective gasp seemingly drains the air from the room. The acolytes pick up the chant where they left off.",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"One ship? Ha! Before long, mighty Nemnok will have a fleet of war galleons!\"",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"Stop this, Kaali!\"",
      "female": ""
    },
    {
      "id": 202,
      "default": "[Chant] \"Nemnok! Nemnok!\" ",
      "female": ""
    },
    {
      "id": 203,
      "default": "[Attack] \"Enough of that.\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"You are too late! Behold, the coming of mighty Nemnok!\"\r\n\r\nKaali lifts his shaking hands in the air, his mouth stretching open in a silent call.",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"Don't do anything foolish, now.\"",
      "female": ""
    },
    {
      "id": 207,
      "default": "[Wait and observe.]",
      "female": ""
    },
    {
      "id": 208,
      "default": "[Attack] \"That's the end of this summoning ritual.\"",
      "female": ""
    },
    {
      "id": 209,
      "default": "Before you can make a move, Kaali draws the blade across his palm and holds his dripping hand over the hole, grinning all the while.",
      "female": ""
    },
    {
      "id": 210,
      "default": "He draws the blade across his palm and hisses through clenched teeth. Leaning over the mouth of the pit, Kaali lets his blood drip down.\r\n\r\nA hot breeze gusts from somewhere far below. ",
      "female": ""
    },
    {
      "id": 211,
      "default": "[Wait and observe.]",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"Beloved Nemnok, come forth and let all nonbelievers wither before your killing stare!\"\r\n\r\nKaali holds out his arms. The air from the pit roars like an approaching inferno.",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"Yes! Now you begin to see!\"\r\n\r\nOverjoyed, Kaali raises the dagger and draws another deep line down his palm. He throws his head back and roars with laughter. ",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"Yes! Yes, Nemnok comes!\"",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"I don't like where this is headed.\"",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"Renounce Nemnok or die!\"",
      "female": ""
    },
    {
      "id": 217,
      "default": "[Wait and observe.]",
      "female": ""
    },
    {
      "id": 218,
      "default": "Spreading his arms wide, Kaali begins an incantation under his breath. Many of the supplicants mirror the gesture. The beating of drums increases in tempo.\r\n\r\nThen Kaali draws a long dagger from his robe.",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"You... have not heard? Ah! You are to be pitied, then!\" He grinds his fist into his palm and nods.",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"Actually, I was just leaving. Wrong sanctum.\"",
      "female": ""
    },
    {
      "id": 221,
      "default": "\"Halt, outlander! You have seen too much, and Nemnok demands restitution!\"",
      "female": ""
    },
    {
      "id": 222,
      "default": "The chant of the acolytes rises to a fever pitch as the enormous form rises from the pit and flaps its leathery wings. \r\n\r\nA pair of eyes like cut gems narrow to study you. ",
      "female": ""
    },
    {
      "id": 223,
      "default": "\"WHAT HAVE YOU BROUGHT ME, SUPPLICANT?\" It gestures with an open claw, focusing on Kaali.",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"A sacrifice, mighty one!\" Kaali points at you. \r\n\r\nThe worshipers around the circle raise their hands and cheer.",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"DO NOT WASTE YOUR BREATH, ACOLYTE. I SENSE THIS ONE SERVES ANOTHER MASTER.\"\r\n\r\nNemnok waves Kaali aside and glares at you with hateful intensity as worshipers take up their chant anew.",
      "female": ""
    },
    {
      "id": 227,
      "default": "\"Sacrifices, mighty Nemnok! Behold!\" Kaali gestures toward your party.\r\n\r\nThe worshipers around the circle raise their hands and cheer.",
      "female": ""
    },
    {
      "id": 229,
      "default": "\"I like the cheering but some of what he's saying makes me a little nervous.\"",
      "female": ""
    },
    {
      "id": 231,
      "default": "\"Cuè?\" Pallegina looks behind you to see if Kaali means some other group of potential sacrifices.",
      "female": ""
    },
    {
      "id": 232,
      "default": "\"He cannot be speaking of us, right captain?\" Tekēhu turns an anxious look from Kaali back to you.",
      "female": ""
    },
    {
      "id": 233,
      "default": "\"You'll have to get through my bird first.\" \r\n\r\nMaia narrows her eyes. \r\n\r\nIshiza lets out a despondent squawk.",
      "female": ""
    },
    {
      "id": 234,
      "default": "\"Watcher, you know I only play pretend under the sheets.\" She crosses her arms pointedly.",
      "female": ""
    },
    {
      "id": 235,
      "default": "\"Wait, what? See, thing is, I ain't never really <i>been</i> the temple sort...\"",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"Nemnok, I presume.\"",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"What are you, fiend?\"",
      "female": ""
    },
    {
      "id": 239,
      "default": "[Wait and observe.]",
      "female": ""
    },
    {
      "id": 240,
      "default": "After a moment of contemplative silence, the creature simply turns its focus away without care. ",
      "female": ""
    },
    {
      "id": 241,
      "default": "The creature opens its jaws to issue a loud screech, sending acolytes scrambling to bow and flurries of dust to fall from above.",
      "female": ""
    },
    {
      "id": 243,
      "default": "\"A true god shouldn't need scribes. What are you?\"",
      "female": ""
    },
    {
      "id": 244,
      "default": "\"KNOWLEDGE IS STRENGTH, OR DO THEY TEACH YOU NOTHING IN THE GODLESS WASTELAND BEYOND MY HALLS?\" \r\n\r\nNemnok makes a dismissive gesture toward the exit.",
      "female": ""
    },
    {
      "id": 245,
      "default": "\"EVERY SCROLL AND GRIMOIRE MY SERVANTS COLLECT SWELLS MY POWER, CHILD.\"\r\n\r\nNemnok spreads open his arms. The supplicants mirror the gesture.",
      "female": ""
    },
    {
      "id": 246,
      "default": "\"Scrolls? Grimoires? Parlor tricks. You're no god.\"",
      "female": ""
    },
    {
      "id": 247,
      "default": "\"You look like a giant imp to me.\"",
      "female": ""
    },
    {
      "id": 248,
      "default": "\"I... mighty one?\" Kaali turns to regard Nemnok with wide eyes.",
      "female": ""
    },
    {
      "id": 249,
      "default": "\"IS YOUR FAITH SO BRITTLE THAT IT CAN BE CHALLENGED BY AN OUTLANDER?\"\r\n\r\nNemnok's eyes narrow further. Its massive head shakes with disapproval.",
      "female": ""
    },
    {
      "id": 251,
      "default": "\"Fortune and glory? In that case, I 'surrender' to the mutually beneficial arrangement.\"",
      "female": ""
    },
    {
      "id": 252,
      "default": "\"THROUGH KNOWLEDGE, I AM STRONGER THAN ANY MORTAL. \r\n\r\n\"SUBMIT TO ME, CHILD. RESIST AND YOU SHALL PERISH.\"\r\n\r\nA wail rises from the congregation.",
      "female": ""
    },
    {
      "id": 253,
      "default": "[Attack] \"Let's finish this, fiend.\" ",
      "female": ""
    },
    {
      "id": 254,
      "default": "\"What are your terms of surrender?\"",
      "female": ""
    },
    {
      "id": 255,
      "default": "\"MY COVENANT IS THIS - GATHER GRIMOIRES OF POWER FROM BEYOND THE MOUNTAIN.\r\n\r\n\"RETURN THEM TO ME AS A SIGN OF YOUR DEVOTION.\" ",
      "female": ""
    },
    {
      "id": 256,
      "default": "\"DO THIS KNOWING AT ALL TIMES THAT I AM YOUR GOD.\"",
      "female": ""
    },
    {
      "id": 257,
      "default": "\"FORTUNE AND GLORY AWAIT LOYAL SERVICE.\" \r\n\r\nNemnok gestures to a pile of treasure under the looming statue.",
      "female": ""
    },
    {
      "id": 258,
      "default": "Blinking at you, Nemnok nods slowly.",
      "female": ""
    },
    {
      "id": 259,
      "default": "\"THEN THE COMPACT IS SEALED, THE COVENANT FORGED.\r\n\r\n\"WELCOME, ACOLYTE.\" \r\n\r\nIts gaze swivels over to Kaali.",
      "female": ""
    },
    {
      "id": 260,
      "default": "\"I HAVE EXHAUSTED MY NEED OF YOU, CHILD. THIS ONE WILL SERVE ME BETTER.\" \r\n\r\nNemnok gestures to you with an outstretched claw.",
      "female": ""
    },
    {
      "id": 261,
      "default": "\"Kaali, go home to your father.\"",
      "female": ""
    },
    {
      "id": 262,
      "default": "\"Scram, kid.\"",
      "female": ""
    },
    {
      "id": 263,
      "default": "[Attack] \"I changed my mind.\"",
      "female": ""
    },
    {
      "id": 264,
      "default": "\"TERMS?\" Nemnok blinks at you.",
      "female": ""
    },
    {
      "id": 265,
      "default": "\"This wasn't supposed to... you've ruined everything!\"",
      "female": ""
    },
    {
      "id": 266,
      "default": "\"I have duties to other gods beyond this mountain.\"",
      "female": ""
    },
    {
      "id": 267,
      "default": "\"You know how to make an entrance.\"",
      "female": ""
    },
    {
      "id": 271,
      "default": "\"Fool! There are no gods greater than Nemnok!\"",
      "female": ""
    },
    {
      "id": 273,
      "default": "\"Sacrifice? I think not.\"",
      "female": ""
    },
    {
      "id": 274,
      "default": "\"I didn't come to fight. Nemnok, let's talk.\"",
      "female": ""
    },
    {
      "id": 275,
      "default": "\"Nemnok, may I present Kaali - MY sacrifice to you.\" ",
      "female": ""
    },
    {
      "id": 276,
      "default": "Silence fills the hall. Kaali's expression falls, his cheeks losing their color. \r\n\r\nThen Nemnok's jaws split into a wide grin. ",
      "female": ""
    },
    {
      "id": 277,
      "default": "\"A TEMPTING OFFER, BUT I SENSE ANOTHER MASTER HAS THEIR HOLD OVER YOU.\"\r\n\r\nNemnok squints and points a long talon at your heart.",
      "female": ""
    },
    {
      "id": 278,
      "default": "[Attack] \"I would bring this mountain down around us before I submitted to you.\"",
      "female": ""
    },
    {
      "id": 279,
      "default": "\"Ha! The mighty one has no need for idle chatter.\"",
      "female": ""
    },
    {
      "id": 280,
      "default": "\"You will be obedient or you will be silent!\" Kaali hisses the final word and balls his hands at his sides.",
      "female": ""
    },
    {
      "id": 281,
      "default": "\"I'm leaving. Try and stop me.\"",
      "female": ""
    },
    {
      "id": 282,
      "default": "<i>\"Nemnok! Nemnok!\"</i>\r\n\r\nThe beating of the drums reaches a frenzied rhythm. Most of the acolytes are breathless or spent from their unceasing devotions, but they raise their voices in wild prayer.",
      "female": ""
    },
    {
      "id": 284,
      "default": "\"I didn't come to dispute your godhood. Just to look. Farewell.\"",
      "female": ""
    },
    {
      "id": 285,
      "default": "\"You have seen too much, outlander!\" Kaali grits his teeth and advances a step. \r\n\r\nNemnok looks on and nods with approval.",
      "female": ""
    },
    {
      "id": 286,
      "default": "\"AH... YOU HAVE SEEN MORE OF THE WORLD THAN I GUESSED.\r\n\r\n\"BUT I AM MORE THAN YOUR STUDIOUS EYE COULD PERCEIVE.\"",
      "female": ""
    },
    {
      "id": 287,
      "default": "\"You're still just a giant imp.\"",
      "female": ""
    },
    {
      "id": 289,
      "default": "\"I'm leaving. Try and stop me, imp.\"",
      "female": ""
    },
    {
      "id": 294,
      "default": "\"Hope this Nemnok knows to bring bandages.\"",
      "female": ""
    },
    {
      "id": 295,
      "default": "\"This is just like Old Vailia...\"",
      "female": ""
    },
    {
      "id": 296,
      "default": "\"Unsanitary and quite noisy. I have to say I am not fond of these welcoming customs.\"",
      "female": ""
    },
    {
      "id": 297,
      "default": "\"Captain, I'm frightened!\" Tekēhu clutches you by the shoulder and lowers his head to block out the noise. ",
      "female": ""
    },
    {
      "id": 298,
      "default": "\"Something's coming... I don't like this feeling, captain.\" \r\n\r\nMaia grips her weapon. At her feet, Ishiza tucks his head under his wing. ",
      "female": ""
    },
    {
      "id": 299,
      "default": "\"And folks say us Harvesters are unsettling...\"",
      "female": ""
    },
    {
      "id": 300,
      "default": "\"Woedica's ashy hole, cap, what'd you sail us into this time?\" Serafen bends his knees, keeping low. His right ear twitches.",
      "female": ""
    },
    {
      "id": 301,
      "default": "\"Silence!\" Kaali grimaces and redoubles his prayers with more fervent conviction.",
      "female": ""
    },
    {
      "id": 302,
      "default": "\"AND WITH POWER I WILL RAIN A TERROR LONG OVERDUE ON ALL WHO RESIST ME.\" ",
      "female": ""
    },
    {
      "id": 303,
      "default": "\"Nemnok... Nemnok...\"",
      "female": ""
    },
    {
      "id": 304,
      "default": "\"Nemnok! Nemnok!\"",
      "female": ""
    },
    {
      "id": 305,
      "default": "\"Nemnok... Nemnok...\"",
      "female": ""
    },
    {
      "id": 306,
      "default": "\"Nemnok! Nemnok!\"",
      "female": ""
    },
    {
      "id": 307,
      "default": "\"Nemnok! Nemnok!\"",
      "female": ""
    },
    {
      "id": 308,
      "default": "\"Nemnok! Nemnok!\"",
      "female": ""
    },
    {
      "id": 309,
      "default": "\"I've been called a heretic enough, I can go along with it.\"",
      "female": ""
    }
  ]
}