{
  "Component": "exported",
  "Name": "conversations\\12_ukaizo\\12_cv_ukaizo_guardian",
  "Entries": [
    {
      "id": 1,
      "default": "The creature stares down at you with only dim recognition of your presence. Water drips down the tip of its mallet-like head.",
      "female": ""
    },
    {
      "id": 3,
      "default": "<ispeech>So alone. Never alone. Is Ukaizo... breached?</ispeech>\r\n\r\nA voice paws at your mind in a clumsy, unpracticed fashion. You feel something like the mental equivalent of a squint.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"What are you?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"I have <i>returned</i> to Ukaizo, if that is what you mean.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "[Attack] \"Whatever you are, you're standing in my way.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "<ispeech>We are the Gates of Ukaizo.</ispeech>\r\n\r\nThe construct rolls its gaze toward the city.",
      "female": ""
    },
    {
      "id": 13,
      "default": "<ispeech>Return? Impossible. The old ones are dead.</ispeech>\r\n\r\nThe construct leans down to peer at you.",
      "female": ""
    },
    {
      "id": 14,
      "default": "<ispeech>We guard the silence of Ukaizo. You are a disturbance.</ispeech>\r\n\r\nBronze plates grind together with a discordant shriek.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"This island is my people's birthright. I'm here to reclaim it.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "[Attack] \"I don't need your permission.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "<ispeech>The silence of Ukaizo will be restored. Time will dismantle your bones.</ispeech>\r\n\r\nNodding, the construct attacks.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Be that as it may, I'm not leaving.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "<ispeech>There is nothing to inherit but bones and sorrow.</ispeech>",
      "female": ""
    },
    {
      "id": 25,
      "default": "<ispeech>Ukaizo is closed. The Gates are barred.</ispeech>\r\n\r\nA wave of heat emanates from the guardian.",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Before we settle this, I want answers about Ukaizo.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "<ispeech>Our covenant with the old ones does not forbid questions.</ispeech>\r\n\r\nThe construct hesitates, its joints creaking.",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"I didn't come to fight, but if you bar the way then I have little choice.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "[Attack] \"If the gates won't open, I'll tear them off their hinges.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "<ispeech>You chose death when you set your bearing, traveler. Prepare yourself.</ispeech>",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"So no one has been here since the devastation?\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "Lunging forward, the construct attacks. ",
      "female": ""
    },
    {
      "id": 67,
      "default": "<ispeech>The chosen people of the Deadfire called Ukaizo home.</ispeech>\r\n\r\nIt stares off to the distance, fixating on one of Ukaizo's many spires.",
      "female": ""
    },
    {
      "id": 68,
      "default": "<ispeech>The outsiders were their contemporaries. Full of wisdom, ingenuity, and terrifying ambition.</ispeech>",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"That sure sounds like the Engwithans. Guess they got around.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "<ispeech>The outsiders passed from the world. None of them remain.</ispeech>",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Not all of them passed. But we got the one they left behind.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "<ispeech>Outsiders augured the doom of the old ones. The rift unmade them both.</ispeech>\r\n\r\nA deep thrum of power echoes from somewhere beneath the construct's carapace. ",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"What caused the rift?\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "<ispeech>None but the green colossus, whose every footstep disturbs tranquility.</ispeech>",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"The Engwithans. Of course.\r\n\r\n\"Only they would create a monster and bind it to guarding their secrets.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"The Engwithans. They made you?\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "<ispeech>They did not create us. They united us as one.</ispeech>",
      "female": ""
    },
    {
      "id": 86,
      "default": "<ispeech>You? No, daughter of Amira. Us.</ispeech>",
      "female": ""
    },
    {
      "id": 87,
      "default": "The construct fixes on Edér with a quiet mixture of irritation and curiosity. Finally it steers its focus back to you.",
      "female": ""
    },
    {
      "id": 88,
      "default": "<ispeech>Now you know, and nothing you have learned can spare you from our obligation.</ispeech>",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"And the Engwithans turned this thing against my ancestors?\" Tekēhu touches the spot on his brow and shakes his head.",
      "female": ""
    },
    {
      "id": 95,
      "default": "<ispeech>Necessary, son of Ngati.</ispeech>",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Enough of this. Let me through or die.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "[Attack] \"Your doom is long overdue, ancient one.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "<ispeech>When the last screams of the old ones faded, only we remained.</ispeech>",
      "female": ""
    },
    {
      "id": 104,
      "default": "<ispeech>The living were meant to forget Ukaizo. Nothing can be gained of remembering it.</ispeech>\r\n\r\nAmid the general ire of the construct's thoughts, you feel a sharp jab delivered to your mind.",
      "female": ""
    },
    {
      "id": 105,
      "default": "<ispeech>The son of Ngati deserves to carry truth to Berath's Wheel.</ispeech> \r\n\r\nThe construct nods in Tekēhu's direction.",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"What use is being an ancient guardian if you can't tell stories of the past?\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"If I rest my legs while we chat, it'll make for a better fight for us both.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "[Attack] \"You too will be forgotten in time, ancient one.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "<ispeech>Your heritage is not ours to deny.</ispeech>",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"I do not plan on joining my mother in the Beyond this day, ancient one.\" Tekēhu turns his gaze over to you and nods.",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"I was under the impression that dragons loved to talk. Humor me.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "<ispeech>We will... indulge ourselves before shredding your name from the long scroll of existence.</ispeech>",
      "female": ""
    },
    {
      "id": 115,
      "default": "<ispeech>A challenge would be a welcome distraction. Take your reprieve, doomed one.</ispeech>",
      "female": ""
    },
    {
      "id": 116,
      "default": "<ispeech>If a diversion is how you would spend your last moments in this life, so be it.</ispeech>",
      "female": ""
    },
    {
      "id": 117,
      "default": "<ispeech>The old ones and the outsiders traded, collaborated, learned, and built together.</ispeech>",
      "female": ""
    },
    {
      "id": 118,
      "default": "<ispeech>We are depleted of stories, trespasser.</ispeech>",
      "female": ""
    },
    {
      "id": 119,
      "default": "<ispeech>By now you are rested, and there is little more to tell.</ispeech>",
      "female": ""
    },
    {
      "id": 120,
      "default": "<ispeech>This... idle chatter was a refreshing change of pace.</ispeech>",
      "female": ""
    },
    {
      "id": 121,
      "default": "<ispeech>May your journey through the Wheel be an informed one.</ispeech>",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"Yeah, by a colossal god made of adra. Where have you been?\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "<ispeech>Here. We have been here.</ispeech>",
      "female": ""
    },
    {
      "id": 125,
      "default": "The Gates of Ukaizo regard you in disgruntled, calculating silence.",
      "female": ""
    },
    {
      "id": 126,
      "default": "<ispeech>The outsiders coveted ancient Ukaizo. Its occupation was a hindrance.</ispeech>\r\n\r\nThe construct cranes its head around as if following the movement of passers-by.",
      "female": ""
    },
    {
      "id": 127,
      "default": "<ispeech>Machines were built on a foundation of outsider lies.</ispeech>",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"What were these machines?\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"Go on.\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "<ispeech>Ones which drew the spirits of the dead through a sieve.</ispeech>",
      "female": ""
    },
    {
      "id": 131,
      "default": "<ispeech>Finally, the outsiders fashioned a guardian to stand vigil over their work.</ispeech>",
      "female": ""
    },
    {
      "id": 133,
      "default": "<ispeech>Our bond with the old ones compelled us to trust their allies.</ispeech>",
      "female": ""
    },
    {
      "id": 134,
      "default": "<ispeech>We were ordered to slam shut the Gates of Ukaizo for all time.</ispeech>",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"What happened when the machines went active?\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "<ispeech>The outsiders vanished from the world, leaving the old ones dumbfounded.</ispeech>",
      "female": ""
    },
    {
      "id": 138,
      "default": "<ispeech>Quiet gave way to chaos. Storms battered the seas. The sleeping hearts of mountains awoke with fury.</ispeech>",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"You were complicit in the death of my ancestors. Justice comes for you, creature.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "<ispeech>Your principles do you credit, but you have sailed here to die.</ispeech>",
      "female": ""
    },
    {
      "id": 142,
      "default": "<ispeech>When the machines were nearly done, the outsiders constructed bodies of flesh and bone.</ispeech>\r\n\r\nStretching its neck out, the construct mimics a height greater than its own.",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"Bodies?\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "<ispeech>Skeletons now, their remains littering great Ukaizo.</ispeech>",
      "female": ""
    },
    {
      "id": 145,
      "default": "The construct stares on impassively, and then offers the slightest of shrugs.",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"Tekēhu, what say we dismantle the creature that stood by and watched the downfall of the Huana?\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"Ekera, let it be so.\" Tekēhu narrows his eyes and squares his stance for a complex form. ",
      "female": ""
    },
    {
      "id": 148,
      "default": "<ispeech>You are the first kith to visit the shores of lost Ukaizo, and you will be the last.</ispeech>",
      "female": ""
    },
    {
      "id": 149,
      "default": "<ispeech>Your lineage is far removed from this place, but this is home all the same.</ispeech>",
      "female": ""
    },
    {
      "id": 151,
      "default": "<i>Tell me or I will pry the knowledge from your mind.</i>",
      "female": ""
    },
    {
      "id": 152,
      "default": "<ispeech>Curious. The old ones had stalwart powers of concentration, but nothing like yours.</ispeech>",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"I don't get the impression you intend to let me live, so where's the harm?\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "<ispeech>If you desire is to spend your last precious seconds in idle chatter, we will not stop you.</ispeech>",
      "female": ""
    },
    {
      "id": 156,
      "default": "<ispeech>We hope this puts your brilliant mind at ease.</ispeech>",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"Whoa, that's, uh... Where would you even stab something like that?\"",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"What manner of creature <i>is</i> this?\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"Madiccho, is that some kind of... animat?\"",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"Ekera, and I thought I was the master of first impressions.\" ",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"Stay close, Ishi. That's one heavy bird.\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"I'm not too proud to admit when I'm scared... terrified, actually.\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"Aye. Sure. That. Whatever that be. Why not?\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "The construct turns to the sound of speech, showing only dim awareness of the meaning. It swivels its head back around to face you.",
      "female": ""
    },
    {
      "id": 168,
      "default": "<ispeech>They offered us a trade - eternal life for eternal service.</ispeech>",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"I'm just trying to reach Eothas. He's the one you want.\" ",
      "female": ""
    },
    {
      "id": 172,
      "default": "<ispeech>Eothas has disturbed the bones of Ukaizo. The old pacts permit him to pass, but you will go no further.</ispeech>",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"My people came from here long ago. Let me pass.\"",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"I'm working with the Huana. This is their island.\"",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"Give me access to the luminous adra and this can end peacefully.\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"If you think I'm a disturbance wait until my friends arrive with their cannons.\"",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"I'd really just here to claim anything of value that isn't nailed down.\"",
      "female": ""
    },
    {
      "id": 178,
      "default": "<ispeech>We have heard the bellow of iron, smelled the explosions of powder. Your allies will sink beneath the waves.</ispeech>",
      "female": ""
    },
    {
      "id": 179,
      "default": "<ispeech>Once, but no longer. The old ones forged the cornerstone of Ukaizo, but outsiders built around it.</ispeech>",
      "female": ""
    },
    {
      "id": 180,
      "default": "<ispeech>Our kind protected the bones of the Deadfire before the first ships landed on Ukaizo. We do not surrender our vigil.</ispeech>",
      "female": ""
    },
    {
      "id": 181,
      "default": "<ispeech>No. No one remains, no one returns.</ispeech>",
      "female": ""
    },
    {
      "id": 182,
      "default": "<ispeech>You should have stayed away and treasured your life over gold and gems.</ispeech>",
      "female": ""
    }
  ]
}