{
  "Component": "exported",
  "Name": "conversations\\12_ukaizo\\12_cv_aeldys",
  "Entries": [
    {
      "id": 1,
      "default": "\"Hold up, lovesome.\"\n\nCaptain 'Sea Wolf' Aeldys, commander of the united Príncipi fleet, twirls a small pistol around her trigger finger as she strolls up to you.\n\nBehind her, a bevy of well-armed pirates swoop closer, eager for bloodshed.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Oh, come now. Did you really think you wouldn't be seeing me again?\"\r\n\r\nShe cocks her head to the side like a curious bird.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Just words?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Now's not a good time.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Huh?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"I've got some words for you.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"I know we didn't get a chance to be properly acquainted - not in the way I'd have liked. But that doesn't mean we ought not to tie up loose threads, considering.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Words, aye. And maybe a bullet or two.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"When is a good time to die, really? Ready or not, Hel's coming for you.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"I'd like to say it's nothing personal. But considering how you've hunted my crews, like a godsdamned shark with a blood-scent, it most assuredly is.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"It's nothing personal, you see.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"There's still time for us to steal whatever doom-causing relic your rogue god's after. Let him try to find it while my fleet sails apart to every end of the ocean.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "[Attack] \"Get out of my way, pirate.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I'm going to feed you to the sharks - bit by bit as I hack it off!\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Ukaizo was built by Huana ancestors. It belongs to them, by rights.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"This territory is under the domain of the Rauatai. Trespassers will be executed.\" ",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"If anyone's going to profit off Ukaizo, it's the Vailian Trading Company.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Ha! And you think that means shit to a pirate? What're you, trying to appeal to my honor, dove?\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"I've never backed down from a threat in my life, dove. If you expect me to fall on my knees, trembling, on account of the military coming for my blood - well, you don't know me at all then, do you?\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"I won't fault you for that line of reasoning. But I'll kill you all the same.\"\r\n\r\nAeldys grins wildly.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Walk away now, and I'll let you live.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Do you really think I'd sail all this way - to the very edge of Eora - just to back down at the cusp of achieving my aim?\r\n\r\n\"And for what, lovesome? The threat of dying, like pirates tend to do?\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Surely, we can work something out?\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Barring that... we'll plunder the lost city of gold and live like royalty right up until the end.\r\n\r\n\"If it's to be my last life, I'll damn well make it a good one.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Eothas is going to break the Wheel. It's not some damn trinket, it's bigger than this island.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "Heaving a heavy sigh, she rolls her neck on her shoulders.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Guess that leaves me with the fallthrough option. Kill you, pirate Ukaizo, and make the best of the apocalypse.\"\r\n\r\nThen she aims her gun at your chest.",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"No. That won't be happening.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Fill 'em with lead!\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "With a sneer, she signals her crew to fire.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"It's a little late for that, don't you figure?\"\r\n\r\nShe fingers her suolenet as if thinking about it. Then, a curt shake of her head.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"I'll give you one last chance to get acquainted with me though. It'll be through my bullet in your gut as I step over you to plunder the lost city of gold.\" ",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Till the next life - assuming we get one.\" ",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Only ones I honor are the loyal crew members in my vast and ruthless fleet. It's for them I'm obligated to plunder the lost city of gold, you see?\r\n\r\n\"While you - well, seeing as you're in my way. I figure I'm obligated to murder you.\" ",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Oh, don't give me that look. I'll be sure to pour one out for you while I plunder the lost city of gold. Cheers, dove.\"",
      "female": ""
    }
  ]
}