{
  "Component": "exported",
  "Name": "conversations\\12_ukaizo\\12_si_fleet_battle",
  "Entries": [
    {
      "id": 1,
      "default": "[Player Ship] leads the fleet, crashing through the turbulent waters like an axe through armor.\r\n\r\n\"Gods alive,\" [Specified 0] mutters, staring up at the storm. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "The scale and stars of the Vailian Trading Company snap above many of the approaching ships, while others seem mercenary warships secured with Republic coin.",
      "female": ""
    },
    {
      "id": 3,
      "default": "The crossed cannons of the Royal Deadfire Company flutter and crack atop the masts of the approaching warships, each vessel bristling with heavy guns.",
      "female": ""
    },
    {
      "id": 4,
      "default": "The inverted crown flies atop the masts of the motley Príncipi fleet, along with a dozen other pennants and colors representing a dozen different pirate lords and ladies. Their shanties are audible even against the storm.",
      "female": ""
    },
    {
      "id": 5,
      "default": "The bright banners of the Huana flutter above the equally vivid hulls of their ships, each standing out in stark contrast against the looming storm.",
      "female": ""
    },
    {
      "id": 6,
      "default": "Ondra's Mortar rages on the horizon, a vast wall of roiling clouds and rain, punctuated by the silver flicker of lightning. The wind pushes against you - as if to ward whatever lies beyond from [Player Ship]'s approach.",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Player Ship] limps away from the broken wrecks gathered behind and breaks free of the bank of smoke. In the distance, Ondra's Mortar rages, nothing between you and your goal. ",
      "female": ""
    },
    {
      "id": 8,
      "default": "The rising winds do nothing to clear the obscuring haze of choking smoke. Popping gunfire punctuates the timpani roll of cannons, and the shouts of desperate sailors vie with the screams of the dying. \r\n\r\nEnemy and ally alike disappear into the morass, which glows from within, illuminated by burning wrecks.",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Fire everything we've got left at that thing. Maybe we can give them a chance.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Take us into the storm, [Specified 1]. There's nothing we can do here.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Player Ship]'s cannons open fire on the monstrosity, and your iron flies true. The beast cringes under the barrage, its head whipping around to focus on you.",
      "female": ""
    },
    {
      "id": 16,
      "default": "[Specified 1] swallows. \"Aye, captain.\"\r\n\r\n[Player Ship] turns towards Ondra's Mortar.",
      "female": ""
    },
    {
      "id": 18,
      "default": "Pouring out of the haze, Huana leap from deck to deck, screaming for your head.",
      "female": ""
    },
    {
      "id": 23,
      "default": "A small, fast ship has broken ranks with the Rauataian fleet and bears down upon you. Heavily-armed aumaua warriors stand at the ready on the vessels deck, their eyes focused on your ship.",
      "female": ""
    },
    {
      "id": 28,
      "default": "[Signal the slavers to intercept the oncoming vessel.]",
      "female": ""
    },
    {
      "id": 32,
      "default": "[Specified 0] frowns against the wind. \"The fleet's turning, captain! Setting their gun ports against the enemy!\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"All hands to battle stations! We're joining the fray!\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "[Specified 0] grasps your arm and thrusts a finger out towards the sea. \"They're coming at us, full sail with the wind at their back!\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "A voyager bears down on you, gliding atop the waves as if guided by Ondra herself - the work of watershapers.",
      "female": ""
    },
    {
      "id": 50,
      "default": "The round hull of a Vailian galleon bears down on you, and it takes you a moment to discern that the armored figures towering over the soldiers and crew on its decks are steelclad constructs.",
      "female": ""
    },
    {
      "id": 51,
      "default": "A lumbering dhow, decked with a medley of colorful flags and bristling with cannons, bears down on you at high speed. The battle-scarred Príncipi crew shout across the gap, waving cutlasses and spitting ale over the railing.\n\nAt the helm, the distant wink of a gold tooth reflects either the captain's triumphant smile or savage grimace. You can't tell which is worse.",
      "female": ""
    },
    {
      "id": 53,
      "default": "The rumble of cannons provides a steady percussive accompaniment to the choral screams of the dying. The deck pitches and rolls with the twisting of the sea, and smoke drifts lazily across the choppy waves. \r\n\r\nOndra's Mortar churns to the east, the shifting clouds and shimmering curtains of rain hypnotic.",
      "female": ""
    },
    {
      "id": 54,
      "default": "[Signal the Wahaki to intercept the oncoming vessel.]",
      "female": ""
    },
    {
      "id": 56,
      "default": "[Engage the enemy.]",
      "female": ""
    },
    {
      "id": 57,
      "default": "[Unleash the Wahaki on the galleons.]",
      "female": ""
    },
    {
      "id": 58,
      "default": "[Sic the slavers on the nearest galleon.]",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Bring us about, [Specified 1]! [Specified 0], have the cannons readied! We're taking on one of those galleons!\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "The Wahaki canoes slip up against one of the galleons, the aumaua lashing their boats to either side of the ogre vessel before leaping aboard. \r\n\r\nThe screams of the doomed ogres cling to the water.",
      "female": ""
    },
    {
      "id": 68,
      "default": "To aft, the Huana fleet lies scattered and broken, the surviving voyagers fleeing west towards Magran's Teeth and Neketaka beyond.",
      "female": ""
    },
    {
      "id": 73,
      "default": "The Wahaki canoes quickly interdict the incoming ship, the aumaua lashing their boats to either side of the enemy vessel with hooks before climbing aboard. \r\n\r\nThe screams of your slaughtered enemies cling to the water.",
      "female": ""
    },
    {
      "id": 76,
      "default": "A slaver dhow moves between you and the approaching vessel. As the two ships come side to side, the slavers leap across the gap, spears and nets falling upon the screaming enemy crew. The craft exchange belated cannon fire, blasting holes through one another's hulls.\r\n\r\nThe slavers, however, soon hold the deck, and those they haven't killed they've disarmed and chained to the rails.",
      "female": ""
    },
    {
      "id": 89,
      "default": "[Direct the Lifeless to engage the oncoming vessel.]",
      "female": ""
    },
    {
      "id": 91,
      "default": "[Request the Ruquapa engage the oncoming vessel.]",
      "female": ""
    },
    {
      "id": 93,
      "default": "A Lifeless ship changes course, sweeping into the enemy's path. The hostile vessel attempts to avoid a collision, but the two craft slide against one another. That momentary contact is all the time the undead need to pour across the gap between decks.\r\n\r\nThe Lifeless feast.",
      "female": ""
    },
    {
      "id": 95,
      "default": "The Ruquapa answer with a volley of cannon fire that shakes your bones. As the enemy's main mast falls, one of the Rauataian junks peels away, interposing itself between you and the limping vessel.\r\n\r\nWizards aboard the junk hurl blasts of flame and frost to finish the enemy's sails as riflemen pepper the doomed crew with lead.",
      "female": ""
    },
    {
      "id": 101,
      "default": "[Player Ship] turns, barreling towards the ogre-crewed galleons in the hope of offering your allies a reprieve.",
      "female": ""
    },
    {
      "id": 104,
      "default": "[Inspect the fleet.]",
      "female": ""
    },
    {
      "id": 105,
      "default": "Several well-worn, ill-maintained ships, their sails somehow limp despite the wind, trail you, the living dead of Splintered Reef crowding their decks.",
      "female": ""
    },
    {
      "id": 106,
      "default": "The Ruquapa warships, each sleek junk boasting a panoply of long-barreled cannons, follow close behind.",
      "female": ""
    },
    {
      "id": 107,
      "default": "Wahaki war canoes churn the water among the voyagers, each craft crowded with face-painted warriors singing against the storm.",
      "female": ""
    },
    {
      "id": 108,
      "default": "Eight dhows, brimming with nets and harpoons, slice across the unquiet sea in your wake.",
      "female": ""
    },
    {
      "id": 112,
      "default": "Prince Aruihi's personal ship leads the vanguard of the Huana fleet, flanked by a dozen voyagers and backed by another half dozen ships of varied make. Tribal banners dance above the vessels, and each pontoon bears the painted designs unique to its crew. ",
      "female": ""
    },
    {
      "id": 113,
      "default": "Just shy of twenty proud galleons sail with you, each flying the scales and stars of the Vailian Trading Company above the standards of individual cities and ducs. The gun ports of the broad-bottomed ships open to reveal dozens of dark-mouthed cannons.",
      "female": ""
    },
    {
      "id": 114,
      "default": "The Royal Deadfire Company dispatched over a dozen ships to support your cause, each a veritable masterwork of wood and metal, heavily armed and armored. \r\n\r\nSoldiers stand at attention on each junk, their rifles at their shoulders, while a hundred bronze cannons gleam from within the ships' gun ports.",
      "female": ""
    },
    {
      "id": 115,
      "default": "The variegated crews of the Príncipi sail at your back, a patchwork of cultures and vessels, each flying not only the colors of the fleet, but also a wide variety of personal triumphs and pennants. The men and women pirates of the Deadfire guard the rails, armed with sabres, hatchets, and firearms.",
      "female": ""
    },
    {
      "id": 116,
      "default": "The hands look to you from their stations.\r\n\r\n[Specified 0]'s eyes hold yours. \"The crew stands ready. What are the captain's orders?\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "[Study the enemy.]",
      "female": ""
    },
    {
      "id": 127,
      "default": "A dozen voyagers sail towards you backed by another dozen or more ships of varied make. Archers and sharpshooters stand at the rails, and each pontoon bears the painted designs unique to its crew. ",
      "female": ""
    },
    {
      "id": 128,
      "default": "Almost twenty Vailian galleons charge towards you supported by another dozen ships under mercenary flags. Each ship's ports open to reveal numerous dark-mouthed guns.",
      "female": ""
    },
    {
      "id": 129,
      "default": "Twenty Rauataian junks plow towards you in perfect formation, their angular sails full, each armored vessel a deadly work of art sporting a dozen bronze cannons. Soldiers stand at attention on the decks, rifles resting upon their shoulders.",
      "female": ""
    },
    {
      "id": 130,
      "default": "The patchwork pirate fleet charges aggressively towards you, its ships a ragtag menagerie of flashy galleons and sleek dhows, stolen junks and mercenary sloops. \r\n\r\nYou count thirty vessels, give or take.",
      "female": ""
    },
    {
      "id": 135,
      "default": "A slaver dhow slides up alongside the galleon. As the two ships meet, the slavers leap across the gap, spears and nets falling upon the shouting ogres. The two vessels exchange belated cannon fire, blasting holes through one another's hulls.\r\n\r\nThe slavers, however, soon hold the deck, and those ogres they haven't killed they've caged or shackled.",
      "female": ""
    },
    {
      "id": 150,
      "default": "Cheers collapse into cries of horror as the surface of the water explodes upwards, tearing a nearby ship in half and throwing sailors screaming into the sea. A creature rises from the wreckage, a monstrosity of slick adra and gleaming metal.",
      "female": ""
    },
    {
      "id": 151,
      "default": "You take the wheel and turn [Player Ship] towards the storm.",
      "female": ""
    },
    {
      "id": 158,
      "default": "The deck vibrates as cannon fire erupts, from enemy and ally alike, filling the air with hot, hissing metal and banks of thick gray smoke.",
      "female": ""
    },
    {
      "id": 168,
      "default": "A pair of colossal galleons flank Prince Aruihi's voyager. As the mercenary ships close on your ally, they pound the smaller vessel with repeated rounds of cannon fire. Ogre corsairs wave heavy clubs from the galleons' decks, impatient to board the Huana craft.",
      "female": ""
    },
    {
      "id": 169,
      "default": "[Unleash the Lifeless on the ogres.]",
      "female": ""
    },
    {
      "id": 170,
      "default": "[Signal the hazanui's distress to the Ruquapa.]",
      "female": ""
    },
    {
      "id": 171,
      "default": "A Lifeless ship sweeps into the ships' path. The ogres attempt to avoid a collision, but the two craft slide against one another. That momentary contact is all the time the undead need to pour across the gap between decks.\r\n\r\nOgres shriek as the Lifeless feast.",
      "female": ""
    },
    {
      "id": 172,
      "default": "The Ruquapa respond efficiently, answering the danger to the admiral with a volley of cannon fire that shakes your bones. As the nearest galleon's main mast collapses, one of the Rauataian junks interposes itself between Hazanui Karū and the limping vessel.",
      "female": ""
    },
    {
      "id": 173,
      "default": "[Do nothing.]",
      "female": ""
    },
    {
      "id": 174,
      "default": "Despite your inaction, Prince Aruihi's Mataru fend off the assault. One galleon limps away, smoke billowing from its hatches, as the other breaks apart, the sea twisting beneath it to pull it under, the ogre corsairs clinging to the collapsing rigging. \r\n\r\nAruihi's ship, however, founders, its crew leaping from the royal voyager into the choppy waters.",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"Let them fight it out! Take us into that storm, [Specified 1]!\"",
      "female": ""
    },
    {
      "id": 207,
      "default": "A pair of colossal galleons flank Nirro's galleon. As the mercenary ships close on your ally, they pound the smaller vessel with repeated rounds of cannon fire. Ogre corsairs wave heavy clubs from the enemy galleons' decks, impatient to board the Vailian craft.",
      "female": ""
    },
    {
      "id": 209,
      "default": "A pair of colossal galleons flank Hazanui Karū's armored junk. As the mercenary ships close on your ally, they pound the smaller vessel with repeated rounds of cannon fire. Ogre corsairs wave heavy clubs from the galleons' decks, impatient to board the junk.",
      "female": ""
    },
    {
      "id": 210,
      "default": "A pair of colossal galleons flank the Gentleman of Leisure. As the mercenary ships close on your ally, they pound the smaller vessel with repeated rounds of cannon fire. Ogre corsairs wave heavy clubs from the galleons' decks, impatient to board Furrante's craft.",
      "female": ""
    },
    {
      "id": 211,
      "default": "A pair of colossal galleons flank the Iron Fang. As the mercenary ships close on Aeldys' ship, they pound the smaller vessel with repeated rounds of cannon fire. Ogre corsairs wave heavy clubs from the galleons' decks, impatient to board the pirate craft.",
      "female": ""
    },
    {
      "id": 212,
      "default": "The ogres possess an overwhelming advantage, and [Player Ship] is the only other ship near. Without your intervention, the fleet's commander stands no chance.",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"We're getting out of here! Take us into the storm, [Specified 1]!\"",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"That got its attention! Let's see how it likes the Mortar!\"",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"Take us into the storm, [Specified 1]! Now!\"",
      "female": ""
    },
    {
      "id": 220,
      "default": "[Sail into the storm.] \"Catch me if you can, you bastard.\"",
      "female": ""
    },
    {
      "id": 221,
      "default": "The surface of the water bulges, then bursts, and with a roar like the crash of the surf, a dragon explodes from the water. \r\n\r\nThe familiar scaled form of Scyorielaphas sweeps low, wings outstretched just above the white-tipped waves, before spraying its briny breath over the metallic monster.",
      "female": ""
    },
    {
      "id": 222,
      "default": "The persistent heartbeat of drums rise from the voyagers, and a hundred voices chant your name.\r\n\r\n<i>\"[Player Name]! [Player Name]! [Player Name]!\"</i>",
      "female": ""
    },
    {
      "id": 223,
      "default": "[Direct the Rathun against the ogres.]",
      "female": ""
    },
    {
      "id": 224,
      "default": "The ogres attempt to evade the Rathun longship, but their galleon's not quick enough. The Rathun crash into the ship's broadside, their draconic figurehead belching magical flame directly into the depths of the galleon's hold.\r\n\r\nScreams rise from the mercenary craft as the Rathun set about their grim task.",
      "female": ""
    },
    {
      "id": 225,
      "default": "[Call on the Rathun to board the oncoming vessel.]",
      "female": ""
    },
    {
      "id": 226,
      "default": "The enemy craft attempts to evade the Rathun longship, but they're not quick enough. The Rathun crash into the enemy's broadside, their ship's figurehead belching magical flame directly into the depths of the enemy hold.\r\n\r\nScreams rise from the neutralized ship as the Rathun set about their grim task.",
      "female": ""
    },
    {
      "id": 227,
      "default": "[Specified 0] places a hand on your shoulder. \"We've had the gods' own luck getting this far. [Player Ship] don't stand a chance against whatever that is. Our only hope is the storm.\"",
      "female": ""
    },
    {
      "id": 228,
      "default": "The deck presses against your feet as [Player Ship] comes about, the thunder of cannon fire vying with the thunder continuously rolling from the Mortar. Your ship straightens, the bow pointed directly into the storm.\r\n\r\nYou lurch forward as the deck pitches violently. ",
      "female": ""
    },
    {
      "id": 229,
      "default": "Without a crew, braving the Mortar may be tantamount to suicide.",
      "female": ""
    },
    {
      "id": 230,
      "default": "Headscarf whipping in the wind, [Specified 0] frowns. \"Gods, captain. If I'd known... if any of us had known.\" With a shake of the head, the mariner chuckles. \"Damn.\"",
      "female": ""
    },
    {
      "id": 232,
      "default": "[Specified 2] stands at the rail. \"Much as I hate agreeing with [Specified 0]... damn. There ain't no charts for what lies ahead.\"",
      "female": ""
    },
    {
      "id": 233,
      "default": "Both hands on the wheel, [Specified 1] stares out across the whitecaps. \"We're really doing this, ain't we? Setting sail into the Mortar itself. Gods help us.\"",
      "female": ""
    },
    {
      "id": 234,
      "default": "Perched on the rail, one hand clinging to the rigging, [Specified 3] laughs, lip curling over uneven teeth. \"You kidding? This be exactly the kind of shit I signed on for!\" The hand howls into the wind.",
      "female": ""
    },
    {
      "id": 235,
      "default": "A hand falls on your shoulder, and you turn to see [Specified 4]. \"We go now where gods would not have us tread. Yet their skein guided us here. Inexorable and incontrovertible.\" \r\n\r\nThe hand's smile balances on the knife's edge between comforting and disquieting. \r\n\r\n\"Have faith.\"",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"We've come this far - there's no turning back now.\"",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"Eothas threatens everything and everyone you know. Whatever you love - whatever you hold sacred - we're here to save it.\"",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"Cut the chatter. All hands, brace for the storm.\"",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"Just think of how much treasure awaits us on the other side of this storm!\"",
      "female": ""
    },
    {
      "id": 241,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 242,
      "default": "[Specified 0] nods. \"Sometimes the only way back is forward.\" The mate calls across the deck: \"All hands to stations! Time to show the gods what [Player Ship] be made of!\"",
      "female": ""
    },
    {
      "id": 243,
      "default": "The crew exchange uncertain glances. \r\n\r\n[Specified 0] steps forward. \"Enough of that now. All hands to stations. We've got work to do.\"",
      "female": ""
    },
    {
      "id": 244,
      "default": "Ondra's Mortar looms before and above you, dominating the whole of the world.\r\n\r\nRain begins to fall.",
      "female": ""
    },
    {
      "id": 245,
      "default": "[Specified 0] chuckles quietly. \"Treasure's tough spending for a dead man, captain, but we take your meaning.\" \r\n\r\nThe mate shouts across the deck. \"All hands to stations! Forward we sail, towards plunder and booty!\"\r\n\r\nThe crew cheers.",
      "female": ""
    },
    {
      "id": 246,
      "default": "[Specified 0] nods, striding forward. \"Not a one of us took this commission thinking we'd be heroes. But here we are. Let's show this oversized squall our true mettle!\"",
      "female": ""
    },
    {
      "id": 247,
      "default": "[Specified 0] salutes. \"Aye-aye, captain. All hands to stations and keep your eyes to your work! We're going in.\"",
      "female": ""
    },
    {
      "id": 252,
      "default": "[Player Ship] leads the fleet, crashing through the turbulent waters like an axe through armor.\r\n\r\nA horn blasts from somewhere within the flotilla, ringing across the water and drawing your eye to the second group of ships closing from the south to interdict you. ",
      "female": ""
    },
    {
      "id": 253,
      "default": "Your grip tightens on the ship's wheel...",
      "female": ""
    },
    {
      "id": 254,
      "default": "[Prepare for battle.]",
      "female": ""
    },
    {
      "id": 255,
      "default": "[Sail into the storm.]",
      "female": ""
    },
    {
      "id": 256,
      "default": "Waving his hat overhead, [Specified 3] whoops eagerly. \"Finally some gods damned <i>excitement!</i>\"",
      "female": ""
    },
    {
      "id": 257,
      "default": "Head bowed slightly, [Specified 4] smiles. \"Today is as good a day as any to learn what the gods have in store for us.\"",
      "female": ""
    },
    {
      "id": 258,
      "default": "\"Shit, captain!\" one of the hands cries. \"Hostile vessels inbound to forward port!\"\r\n\r\nWith a shake of the head, [Specified 0] emits a grim chuckle. \"Suppose it'd be too much to ask to be let alone out here.\"",
      "female": ""
    },
    {
      "id": 259,
      "default": "[Specified 2] blinks at the blackening sky. \"Knew an old salt once who claimed the Mortar were the edge of the world. I called him a fool. Now though?\" The navigator's head shakes sadly. \"Now I ain't so certain.\"",
      "female": ""
    },
    {
      "id": 260,
      "default": "Your allies turn their ships to meet the approaching threat with open gun ports. ",
      "female": ""
    },
    {
      "id": 261,
      "default": "A cannon ball narrow misses [Player Ship], spattering it with sea spray and drawing your eye towards an approaching vessel.",
      "female": ""
    },
    {
      "id": 262,
      "default": "[Look over your companions.]",
      "female": ""
    },
    {
      "id": 264,
      "default": "Aloth is paging through his grimoire, a look of calm concentration on his face. \r\n\r\nHe meets your eye and smiles faintly.",
      "female": ""
    },
    {
      "id": 265,
      "default": "Edér puffs on his pipe as he observes the enemy fleet from end to end. After taking a full accounting of the array of ships, he ashes his pipe, puts it away, and looks to you with a cheerful shrug.",
      "female": ""
    },
    {
      "id": 266,
      "default": "Maia holds out her arm for Ishiza. He flutters up to perch and nuzzle her cheek. She scratches under his feathers where he seems to enjoy it most. They share a locked gaze where something unspoken passes between them - something loving, duty-bound, and final. \r\n\r\nThen she turns to you and nods, resolute in facing whatever comes next. ",
      "female": ""
    },
    {
      "id": 267,
      "default": "Pallegina calmly surveys the enemy fleet. Her golden eyes swivel to you and hold your gaze for several long seconds before she gives you a sharp nod and moves to a forward position.",
      "female": ""
    },
    {
      "id": 268,
      "default": "Serafen runs his fingers through the wild blue strands of his hair, tucking as much as possible behind his tufted ears. His hands then pass over his weapons, checking them over twice. His gaze, however, remains focused wholly on the closing enemy vessels.",
      "female": ""
    },
    {
      "id": 269,
      "default": "Tekēhu is clutching a lock of his hair and rubbing it between his fingers, unconsciously falling back on an old habit of self-comfort. A thin bead of ink trickles like sweat down the side of his neck. \r\n\r\nAs he stares out at the fleet, the horror in his gaze seems far beyond his years. \r\n\r\nWhen he notices you looking he winks and beams a confident smile. But you've already glimpsed his true feelings.",
      "female": ""
    },
    {
      "id": 270,
      "default": "Xoti raises her lantern before her like a shield of light. It flares once brightly in response, and she nods to you - ready.\r\n\r\nDespite her bravado, you notice a slight trembling in her hand. The cage of her lantern rattles as Xoti waits for the battle to begin.",
      "female": ""
    },
    {
      "id": 272,
      "default": "Curtains of cannon smoke part to reveal a sleek black shadow of a ship, the tattered remnants of a Príncipi flag snapping atop the mast - just under the purple and black banner of Captain Aeldys. Her Iron Fang slips behind one of the galleons, broadsiding it with a devastating round of cannon fire that strikes just above the waterline.\r\n\r\nOgres leap from the vessel's decks as it pitches over, its sails flattening against the ragged sea.",
      "female": ""
    },
    {
      "id": 273,
      "default": "[Sail into the storm.]",
      "female": ""
    },
    {
      "id": 275,
      "default": "[Specified 3] points towards the beast. \"We leave that thing be, your friends are right and proper fucked!\"",
      "female": ""
    },
    {
      "id": 276,
      "default": "\"Captain, we can't let that thing near the fleet!\" \r\n\r\nMaia turns a panicked look at you.",
      "female": ""
    },
    {
      "id": 277,
      "default": "\"If we do not draw that creature away, it will surely kill the canta and everyone else in the Vailian fleet!\"",
      "female": ""
    },
    {
      "id": 278,
      "default": "\"Captain, I say we must drive it away from our allies! Even if that means...\" \r\n\r\nTekēhu trails off and turns back to the railing and the advancing creature. He raises a shaking hand to his mouth.",
      "female": ""
    },
    {
      "id": 279,
      "default": "Serafen stares, agape. \"That bastard be headed straight at the Gentleman. At Furrante!\"",
      "female": ""
    },
    {
      "id": 280,
      "default": "Serafen stares, agape. \"That bastard be headed straight at the Fang. At Aeldys!\"",
      "female": ""
    },
    {
      "id": 281,
      "default": "\"Watcher! I think that beast is eying our pals-in-charge!\"",
      "female": ""
    },
    {
      "id": 282,
      "default": "Edér shouts over the battle's din, \"If we don't draw that thing away, it will smash our allies worse than this storm!\"",
      "female": ""
    },
    {
      "id": 283,
      "default": "[Specified 2] gapes. \"Sweet merciful Ondra, I was <i>not</i> expecting that.\"\r\n\r\n\"Mess that bastard up good!\" shouts [Specified 3]. The hand turns back, pointing. \"Did you see that? We've got a gods damned dragon!\"",
      "female": ""
    },
    {
      "id": 284,
      "default": "\"[Player Name], we're being boarded!\" Aloth calls.",
      "female": ""
    },
    {
      "id": 285,
      "default": "\"Avast, cap! The bastards be boarding us!\" Serafen shouts over the noise.",
      "female": ""
    },
    {
      "id": 286,
      "default": "Falling to hands and knees, [Specified 4] prays to any god that'll listen, Huana and Engwithan, from Ondra to Rikuhu, as the metallic monstrosity unleashes a beam of amethyst light that shears a second ship in two.",
      "female": ""
    },
    {
      "id": 287,
      "default": "[Sail into the storm.]",
      "female": ""
    },
    {
      "id": 289,
      "default": "[Specified 0] turns from the carnage. \"Captain? We might not get another chance.\"\r\n\r\nAll hands look to you.",
      "female": ""
    },
    {
      "id": 290,
      "default": "You grab the wheel and turn, angling [Player Ship] towards the mortar.\r\n\r\nYou don't risk a look back.",
      "female": ""
    },
    {
      "id": 291,
      "default": "[Sail into the storm.]",
      "female": ""
    },
    {
      "id": 292,
      "default": "Ondra's Mortar looms before and above you, dominating the whole of the world.\r\n\r\nRain begins to fall.",
      "female": ""
    },
    {
      "id": 293,
      "default": "Ondra's Mortar rages on the horizon, a vast wall of roiling clouds and rain, punctuated by the silver flicker of lightning. The wind pushes against you - as if to ward whatever lies beyond from [Player Ship]'s approach.",
      "female": ""
    },
    {
      "id": 294,
      "default": "\"[Player Ship]'s crew is the finest in the Deadfire. You'll get us through Ondra's Mortar. I know it.\"",
      "female": ""
    },
    {
      "id": 295,
      "default": "With a faint but determined smile, [Specified 0] nods. \"You all know your jobs, and you all know what's at stake! What's this but one more squall? To stations!\"\r\n\r\nA cheer rises as the hands scurry about the decks.",
      "female": ""
    },
    {
      "id": 296,
      "default": "Serafen nods. \"The captain ain't farting out the mouth. I've served a ship or three, and you lot be the finest set of swabbies a freebooter could hope to die with.\"",
      "female": ""
    },
    {
      "id": 297,
      "default": "[Specified 3] laughs happily. \"A boat for every sailor and a keg for every boat!\"",
      "female": ""
    },
    {
      "id": 298,
      "default": "Eyes closed and face turned towards the black clouds, [Specified 4] whispers. \"Nor has there ever been. The path were set before Waidwen marched on Dyrwood.\"",
      "female": ""
    },
    {
      "id": 299,
      "default": "[Specified 2] winces. \"Must we though? Might someone else not be up for it?\"",
      "female": ""
    },
    {
      "id": 300,
      "default": "Ondra's Mortar rages on the horizon, a vast wall of roiling clouds and rain, punctuated by the silver flicker of lightning. The wind pushes against you - as if to ward whatever lies beyond from [Player Ship]'s approach.",
      "female": ""
    },
    {
      "id": 302,
      "default": "The approaching fleet numbers at least as many ships as your own - and maybe more.",
      "female": ""
    },
    {
      "id": 303,
      "default": "Waving her hat overhead, [Specified 3] whoops eagerly. \"Finally some gods damned <i>excitement!</i>\"",
      "female": ""
    },
    {
      "id": 304,
      "default": "Archers and sharpshooters stand at the rails, and robed watershapers crown each ship's bow, their ritualized movements smoothing the sea before the fleet.",
      "female": ""
    },
    {
      "id": 305,
      "default": "The dark silhouette of Aeldys' ship leads the vanguard, flanked by the equally sleek vessels of her closest captains. ",
      "female": ""
    },
    {
      "id": 306,
      "default": "The ships of the Consuaglo mes Casitàs lead the vanguard, four broad galleons lavishly decorated and boasting sails brightly dyed in a wide array of colors. ",
      "female": ""
    },
    {
      "id": 307,
      "default": "Robed watershapers crown each Huana ship's bow, their ritualized movements calming the sea to a glassy smoothness before the enemy fleet.",
      "female": ""
    },
    {
      "id": 308,
      "default": "The remaining Rathun longships tear through the water behind you, crewed by two dozen tireless giants. Each vessels glows with Magran's searing divinity.",
      "female": ""
    },
    {
      "id": 309,
      "default": "You grab the aft rail to keep from going overboard. Beneath you, just below the surface of the water, swims some immense creature. It moves towards the battle, the water curling back like parted skin on either side of the beast to reveal a monstrosity not of flesh, but of slick adra and gleaming metal.",
      "female": ""
    },
    {
      "id": 310,
      "default": "\"Bring us about! All hands prepare for combat!\"",
      "female": ""
    },
    {
      "id": 311,
      "default": "[Specified 0] fixes on you a frown. \"Ain't over yet, captain.\"\r\n\r\nThe mate gestures out across the water.",
      "female": ""
    },
    {
      "id": 312,
      "default": "You focus, turning your attention back on your allies.",
      "female": ""
    },
    {
      "id": 313,
      "default": "Serafen stands at the rail, a hand to his brow, peering out over the water. \"Aw seagull shit, captain. Be having yourself a gander at that sad scene.\"\r\n\r\nThe orlan points.",
      "female": ""
    },
    {
      "id": 314,
      "default": "\"Aruihi's ship is about to be overwhelmed! Your orders, captain?\" \r\n\r\nTekēhu swallows and turns to you. ",
      "female": ""
    },
    {
      "id": 315,
      "default": "Serafen looks to you, eyes wide and wild. ",
      "female": ""
    },
    {
      "id": 316,
      "default": "\"Watcher, the canta's ship is in danger! We must do something!\"",
      "female": ""
    },
    {
      "id": 317,
      "default": "\"Captain! The hazanui's about to be overwhelmed!\" Maia grips the railing and looks to you. ",
      "female": ""
    },
    {
      "id": 318,
      "default": "\"Hope you got something more than half-clever planned for them ogres, cap!\"",
      "female": ""
    },
    {
      "id": 319,
      "default": "[Engage one of the galleons.]",
      "female": ""
    },
    {
      "id": 321,
      "default": "Despite your inaction, Nirro's crew fends off the assault. One galleon limps away, smoke billowing from its hatches, as the other breaks apart, the hull compromised by Vailian wizardry. Ogre corsairs cling to the collapsing rigging. \r\n\r\nThe count's ship founders, however, sending the Vailians plunging from the decks into the choppy waters far below.",
      "female": ""
    },
    {
      "id": 322,
      "default": "Despite your inaction, Karū's armored junk serve her well, and her soldiers fend off the assault. One galleon limps away, smoke billowing from its hatches, as the other breaks apart under repeated volleys from the Rauataians. Ogre corsairs cling to the collapsing rigging. \n\nThe battered junk, however, lists and founders, and the aumaua crew abandon it for the choppy waters.",
      "female": ""
    },
    {
      "id": 323,
      "default": "Despite your inaction, Furrante's pirates fend off the assault. One galleon limps away, smoke billowing from its hatches, as the other breaks apart under the Gentleman's repeated volleys. The raiders throw torches into the ship's collapsing rigging as ogres leap into the sea. \r\n\r\nThe Gentleman rolls, however, the damage in its hull too extensive. Shouting pirates plunge into the water.",
      "female": ""
    },
    {
      "id": 324,
      "default": "Despite your inaction, Aeldys' pirates fend off the assault. One galleon limps away, smoke billowing from its hatches, as the other blows apart in a fury of thunder and flame as its powder stores ignited. \r\n\r\nThe Fang rolls, however, the damage in its hull too extensive. Shouting pirates plunge into the water.",
      "female": ""
    },
    {
      "id": 325,
      "default": "With grim nods, your mates snap to their tasks. [Specified 1] spins the wheel as [Specified 0] calls to the cannoneers.",
      "female": ""
    },
    {
      "id": 327,
      "default": "With one ogre ship accounted for, Prince Aruihi's watershapers waste little time rolling the other, sending wilder plunging into the sea.",
      "female": ""
    },
    {
      "id": 328,
      "default": "With one ogre-crewed galleon accounted for, Nirro's cannons can focus on unleashing volley after volley into the second, sending it limping away.",
      "female": ""
    },
    {
      "id": 329,
      "default": "With one of the ogre-crewed galleons removed from the field of battle, Hazanui Karū shouts orders to focus fire on the second. The junk's brass cannons thunder, shredding the second ship's hull and sails alike.",
      "female": ""
    },
    {
      "id": 330,
      "default": "Furrante, high atop the aftcastle of the Gentleman, gestures and shouts, his voice carried away by the sounds of battle. With one ogre-crewed galleon accounted for, the Gentleman's crew meets the ogres on equal footing, the pirates overwhelming the wilder with numbers and mobility.",
      "female": ""
    },
    {
      "id": 331,
      "default": "Aeldys, at the bow of the Iron Fang, gestures and shouts, her voice swallowed by the sounds of battle. With one ogre-crewed galleon accounted for, the Fang's crew meets the ogres on equal footing, the pirates overwhelming the wilder with numbers and mobility.",
      "female": ""
    },
    {
      "id": 332,
      "default": "She glances nervously to Edér, who returns her a reassuring half-smile.",
      "female": ""
    },
    {
      "id": 333,
      "default": "Swallowing thickly, she looks to Maia, who winks and elbows her in the ribs.\n\nIshiza lets out an encouraging squawk.",
      "female": ""
    },
    {
      "id": 334,
      "default": "A ship looms out of the darkness to port, and its crew call warnings in their desperate attempt to avoid a collision. They fail, and [Player Ship] heaves as the enemy vessel slides along its broadside. \r\n\r\nAnother craft appears directly ahead. With no room to maneuver, [Player Ship] grinds up against it, sandwiched between the two enemy ships. \r\n\r\nYou're trapped.",
      "female": ""
    },
    {
      "id": 336,
      "default": "Pouring out of the haze, Vailians swing from deck to deck, cursing your name.",
      "female": ""
    },
    {
      "id": 337,
      "default": "Pouring out of the haze, a squad of Rauataian troops cross the collected decks, firearms at the ready.",
      "female": ""
    },
    {
      "id": 338,
      "default": "Pouring out of the haze, pirates swing from the rigging and leap from the decks, screaming their loathing for you.",
      "female": ""
    },
    {
      "id": 340,
      "default": "To aft, the Vailian galleons lie scattered and broken, the few remaining vessels fleeing west towards Magran's Teeth and Port Maje beyond.",
      "female": ""
    },
    {
      "id": 341,
      "default": "To aft, the Deadfire Company's fleet lies scattered and broken, the remaining junks fleeing west towards Magran's Teeth and Sayuka beyond.",
      "female": ""
    },
    {
      "id": 342,
      "default": "To aft, the Príncipi sen Patrena lie scattered and broken, the remaining pirate vessels fleeing west towards Magran's Teeth and Dunnage beyond.",
      "female": ""
    },
    {
      "id": 343,
      "default": "[Specified 0] claps you on the back. \"We did it, captain.\"\r\n\r\n\"The captain did it, more like,\" [Specified 2] says, wiping away sweat and soot with a rag. \"We were just along for the ride.\"\r\n\r\n[Specified 1] chuckles, but glances towards Ondra's Mortar. \"Not that we're out of this yet.\"",
      "female": ""
    },
    {
      "id": 344,
      "default": "Ragged cheers rise from your allies and compatriots.",
      "female": ""
    },
    {
      "id": 347,
      "default": "\"Still!\" [Specified 0] shouts, \"Three cheers for the captain! Three cheers for [Player Ship]!\"\r\n\r\nThe crew shouts, hollers, howls, and whoops.",
      "female": ""
    },
    {
      "id": 348,
      "default": "\"We've got to try to help, whatever the cost!\"",
      "female": ""
    },
    {
      "id": 349,
      "default": "\"We're out of cannonballs, captain!\" [Specified 0] shouts.",
      "female": ""
    },
    {
      "id": 350,
      "default": "[Player Ship]'s lead flies wide, striking the water around the monstrosity. The beast's head whips around, its eyes focusing on you.",
      "female": ""
    },
    {
      "id": 351,
      "default": "<ispeech>Go. Now, while I hold the attention of these beings.</ispeech> Scyorielaphas' voice echoes among your thoughts. <ispeech>Our debts are cleared, Watcher.</ispeech>",
      "female": ""
    },
    {
      "id": 352,
      "default": "The monstrosity turns on the sea dragon, and they slam into one another, tearing at each other with tooth and fang. \r\n\r\nEssence pours off of the pair as they pound one another with their abilities at pointblank.",
      "female": ""
    }
  ]
}