{
  "Component": "exported",
  "Name": "conversations\\12_ukaizo\\12_si_finale",
  "Entries": [
    {
      "id": 1,
      "default": "Eothas squares himself to the machine. As you move to a safe distance, he draws his fists back and resumes his assault.\n\nThe blows rain down with increased fervor, but the machine perseveres in spite of his efforts.\n\nSpreading his arms wide, Eothas draws power from the luminous adra clustered around the valley.\n\nThe energy courses through his body, limbs overflowing with intense light and waves of heat.",
      "female": ""
    },
    {
      "id": 3,
      "default": "He returns to his task, each strike bringing with it the sound of cracking stone and twisting metal, the flickering of luminous adra across Ukaizo.\r\n\r\nAs the ancient machine finally begins to succumb to his strength, so too does Eothas' body.\r\n\r\nBuilt to withstand the passage of thousands of years, the great adra statue has finally been pushed beyond its limits.",
      "female": ""
    },
    {
      "id": 4,
      "default": "Cracks appear along the hands, then race up the arms. Eothas does not slow his assault, but continues unabated.\r\n\r\nIts brass rings twisted, the machine spins erratically but withstands the relentless barrage. Eothas stands astride it and pummels the base of the machine. Soul energy begins to flare out from the machine's heart, warping the air with the intense heat.\r\n\r\nEothas drives his right fist into the machine's center, the core of metal and adra. The god lets out an deafening shout, something between a cry of anguish and a roar of exultation.",
      "female": ""
    },
    {
      "id": 5,
      "default": "You see Eothas' arm shatter upward from his hand through his elbow. A flash of light and heat bursts from the core accompanied by a cacophony of destruction.\r\n\r\nThe moment passes. As Eothas' shout echoes throughout the valley, your eyes begin to recover.\r\n\r\nThe god's work is accomplished. The great machine of Ukaizo has been destroyed. The Wheel has been unmade.",
      "female": ""
    }
  ]
}