{
  "Component": "lax1_exported",
  "Name": "conversations\\lax\\lax_cv_shards",
  "Entries": [
    {
      "id": 1,
      "default": "As you hold the shard of twisted, oddly-warm metal, the world seems to sharpen around you, as if a focusing lens has snapped into place.\r\n\r\nA pulse not your own beats in your ears.",
      "female": ""
    },
    {
      "id": 2,
      "default": "The pulse is coming from Neriscyrlas' Hope, the Tooth of Toamowhai, and the Weight of Revelation.",
      "female": ""
    },
    {
      "id": 3,
      "default": "The pulse is coming from the Chain of Rightful Authority and Neriscyrlas' Hope.",
      "female": ""
    },
    {
      "id": 4,
      "default": "The pulse is coming from Neriscyrlas' Hope and the Tooth of Toamowhai.",
      "female": ""
    },
    {
      "id": 5,
      "default": "The pulse is coming from Neriscyrlas' Hope and the Weight of Revelation.",
      "female": ""
    },
    {
      "id": 6,
      "default": "The pulse is coming from the Tooth of Toamowhai and the Weight of Revelation. ",
      "female": ""
    },
    {
      "id": 7,
      "default": "You stumble as normalcy reasserts itself, feeling momentarily off-balance. \r\n\r\nYou recover quickly. The moment passes. ",
      "female": ""
    },
    {
      "id": 26,
      "default": "The pulse is coming from the Chain of Rightful Authority and the Weight of Revelation.",
      "female": ""
    },
    {
      "id": 27,
      "default": "The pulse is coming from the Chain of Rightful Authority and the Tooth of Toamowhai. ",
      "female": ""
    },
    {
      "id": 29,
      "default": "The shards of metal pull toward each other with something like magnetism - but their urgency to join feels desperate, yearning, and powerful.",
      "female": ""
    },
    {
      "id": 30,
      "default": "[Try to link them together.]",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"What...\" ",
      "female": ""
    },
    {
      "id": 32,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 33,
      "default": "The pieces connect with a gentle tap, but nothing happens. \r\n\r\nA specialized craftsman might know the means of fusing them together. ",
      "female": ""
    }
  ]
}