{
  "Component": "lax1_exported",
  "Name": "conversations\\lax\\lax_cv_craftsperson",
  "Entries": [
    {
      "id": 1,
      "default": "\"You've got something shiny for me, friend?\"\r\n\r\nThe dwarf moves closer to you, the air around her thick with smells of oil and metal shavings. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Got anything shiny for me?\" Izzia cranes her head and looks you over.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Excuse me, what are you doing?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Lie] \"Keep looking, I'm sure it's in there somewhere.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Let her work.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Steal from her while she's distracted.]",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Hmm...\" Biting her lip, she squints down at your goods and equipment.",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"You've got nothing that piques my interest today, friend. Least not yet. Pay me a visit when you do.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Strange bit of metal. What else have we got?\" She returns Neriscyrlas' Hope to you and continues going through your belongings.",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"What's this, some kind of fang you stole off a critter?\" She admires the Tooth of Toamowhai before handing it back to you.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Now isn't this an odd trinket.\" She taps on the shard of metal you retrieved from the Black Isle, holding it against her ear like a conch shell. ",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I'll be the judge of that. Now hush.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"If you bring me some more of that odd metal, maybe I can craft something shiny for you? There's no telling until I've got my hands on it.\" ",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Ordinary inspection. Don't you worry, I'm a <i>professional.</i> Everyone gets a turn.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "She's so enraptured by the contents of your pack that she doesn't even notice when you steal from a pouch hanging from her side.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"You've got quite the collection of odd metals. Give me a little time, I wager I could knock something together out of all this.\"\r\n\r\nShe strokes her chin and nods.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Why are you so curious about my belongings?\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Ow! Something bit me!\" \r\n\r\nShe snaps her hand back with a wince. Concelhaut's skull lets out a gleeful chuckle and burrows into a mound of coins.",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"You keep a dream journal too? No need to blush, this one's tame compared to mine.\" \r\n\r\nShe sets the journal of groggy Eothasian ramblings aside with a smile.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Promise you won't laugh? See, it all started with this dream I had.\"\r\n\r\nShe averts her gaze and coughs lightly.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"These are real eye-catchers, aren't they? Give me a little time and I can make something shiny out of them.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"All I remember is a woman opened this satchel and gave me three pieces of dark metal. Told me she had lost them, but that if I kept my eyes open they'd be found again one day.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"I was just a girl when I had that dream, but it stuck with me like hagfish to the roof of my mouth.\r\n\r\n\"So if you find any <i>unusual</i> metals, you bring them to me first, yeah?\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"It'll take a bit of heat and a bit of hammering, but I'll make you something that shines!\" \r\n\r\nShe uses a cloth to carefully take the pieces of glowing metal from you.",
      "female": ""
    },
    {
      "id": 32,
      "default": "[Give Neriscyrlas' Hope, Tooth of Toamowhai, and Weight of Revelation.] \"Can you fuse these three together into something?\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Sure can!\" \r\n\r\nAs soon as she gets to work, something comes over you. Your skin feels taut, like it's been dried out in the sun and pulled across the mouth of a drum. ",
      "female": ""
    },
    {
      "id": 34,
      "default": "[Give Neriscyrlas' Hope.] \"Can you fuse this with the Chain of Rightful Authority?\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"When I got my hands on them, I was to bring the pieces together and get a prize for my troubles. Isn't that a strange calling?\" She scratches the back of her head and shrugs.",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"This should look fetching on you. Try it on for me and see if you like it.\" \r\n\r\nSmiling, Izzia presents you with the fruit of her labors.",
      "female": ""
    },
    {
      "id": 39,
      "default": "[Give Neriscyrlas' Hope and Tooth of Toamowhai.] \"What can you make out of these two artifacts?\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "[Give Tooth of Toamowhai and Weight of Revelation.] \"What can you make out of these two artifacts?\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "[Give Neriscyrlas' Hope and Weight of Revelation.] \"What can you make out of these two artifacts?\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"That should do it! Looks like these pieces fit together into an elegant and dare-I-say fashionable crown. Try it on, I want to make sure it fits properly.\"\r\n\r\nIzzia hands you a jeweled headpiece, which feels warm to the touch.",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"My my, aren't we regal?\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"You're not wearing my crown? What, cause you think you've got better headgear than that?\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "As she gets to work, the fall of her hammer reverberates like a tuning fork struck against the world. ",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"I got waylaid by some assassins who mentioned you by name.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Did they, now?\" The side of her mouth twitches.",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Well, lots of folks know me. And lots of folks aren't entirely nice. But you should know all about that, seeing as you look ready for a fight.\"\r\n\r\nShe scans you up and down, nodding with approval.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"What do you do here?\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"I mostly fuse metal, link chains, and mend dented helms. Boring, but it keeps the creditors at bay.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "A feeling of <i>wrongness</i> saturates the air around you. The sense that something isn't as it should be. A feeling that someone is watching. ",
      "female": ""
    },
    {
      "id": 52,
      "default": "It <i>hurts,</i> but the pain feels... strangely familiar? When Izzia turns to you with her completed work, the pain doesn't diminish. It merely fades into the background.",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"A crown might be... challenging for me.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"My thanks, Izzia.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Maybe later.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Not used to wearing hats, are you? Poor dear. Something tells me this one will fit a head of any shape.\" She winks.",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"These are real eye-catchers, aren't they? Give me a little time and I can make something shiny out of them.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"These are real eye-catchers, aren't they? Give me a little time and I can make something shiny out of them.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"When Abydon's inspiration strikes me, I've been known to cobble together things that are more fun and eye-catching. Just need the right materials.\" ",
      "female": ""
    },
    {
      "id": 65,
      "default": "[Give Tooth of Toamowhai.] \"Can you fuse this with the Chain of Rightful Authority?\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "[Give Weight of Revelation.] \"Can you fuse this with the Chain of Rightful Authority?\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"What are you looking for?\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"I had other questions.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Maybe later, then.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Special materials, rare metals - especially if it's <i>black</i> as midnight and stuffed with embers of <i>dormant power!</i>\r\n\r\n\"Guess I'll know it when I see it.\"\r\n\r\nShe smiles cheerily and shrugs.",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Course! What'll it be?\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Small price to pay for realizing my destiny. Go on, then! I want to see how nice you look!\" She steps back and places her hands on her hips.",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Well if that doesn't let the wind out of my sail... But I suppose it's your crown. You can do as you like.\" She dismisses you with a curt nod.",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Still got that odd piece of something I made for you? If you've found any strange metal we could add to it, you just let me know.\" Izzia gestures for you to speak freely.",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Of course, you can always wait and see if you find more of that odd metal to match them up.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "Her eyes widen.",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Can you craft anything from my equipment?\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Won't know until we've had a closer look.\" Rubbing her hands together, she leans in to scrutinize your belongings. ",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"If you were feeling so inclined, I might be able to melt that piece together with the chain I made you already.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Can you combine two items and let me hang onto the third?\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Suppose anything's possible. Just let me know what you want to combine and what you want to keep.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "[Give Neriscyrlas' Hope and Tooth of Toamowhai.] \"Combine these.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "[Give Tooth of Toamowhai and Weight of Revelation.] \"Combine these.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "[Give Neriscyrlas' Hope and Weight of Revelation.] \"Combine these.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Let me think about it.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"Of course. It's nothing to me if you're feeling indecisive.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "She dips one hand into your pocket and frowns. Coming up empty, she brazenly opens the mouth of your pack and peers inside.",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Nothing new beyond that chain I forged, but you'll let me know if you find a third piece to match it, won't you?\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"Ow. Why did that hurt?\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"My thanks, Izzia.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Maybe later.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"Did you stub your toe or something? Your face did go blank for a moment there. Here, a pinch of this always does me good.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"I should be thanking you for the stimulating work. You will let me know if there's anything else?\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Huh, could have sworn I had a bit of whiteleaf in there. No matter.\" She pats her pocket and shrugs.",
      "female": ""
    },
    {
      "id": 105,
      "default": "She takes a dried leaf from a pouch and presses it into your palm.",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"Did you feel that?\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"You looked a bit sickly there for a moment. If I had to guess, I'd say you need to recover your land legs.\" She chuckles and shakes her head. ",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Now try on that nice chain, I want to see how the light catches it!\"",
      "female": "\"Now be a good lass and try on that nice chain, I want to see how the light catches it!\""
    },
    {
      "id": 109,
      "default": "A hand on her hip, she cocks her head as she waits for you to speak.",
      "female": ""
    }
  ]
}