{
  "Component": "exported",
  "Name": "conversations\\07_neketaka_temple_district\\07_cv_wirtan",
  "Entries": [
    {
      "id": 1,
      "default": "\"I can't believe it. Is that really you?\" \r\n\r\nSolid meals and decent sleep have filled Wirtan's lean frame out somewhat, but the man retains a foxlike aspect around the face. He greets you with an indecisive smile, unsure of whether to be nervous or pleased.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Good luck out there.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"So, you're commander of the... Iron Flail?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Were you looking to enlist?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"It's... it's you.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Guess it's Lord [Player Name], now. Never thought I'd see you again.\"",
      "female": "\"Guess it's Lady [Player Name], now. Never thought I'd see you again.\""
    },
    {
      "id": 7,
      "default": "\"Would be nice to get some answers, maybe. Or... forgiveness. For getting his people killed. \r\n\r\n\"I don't know.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Took some getting used to, working shoulder to shoulder with Readcerans. But it's not so hard as you'd think.\r\n\r\n\"Feels like I'm on the right path. Toward a little piece of redemption, maybe.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Been seeing lots of old faces lately.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"I was hoping I'd seen the last of you.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"I guess everyone's chasing after Eothas these days.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"And... Edér. You made it out of Gilded Vale for good, then. I'm glad.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Lot more might've made it out if you hadn't left 'em for dead.\"\r\n\r\nEdér's fists clench and unclench several times.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"I haven't forgotten. It's why I'm here, Edér.\"\r\n\r\nWirtan's doesn't meet Edér's eyes. It takes visible effort for him to meet yours.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"You too, eh? Don't know what you have to be sorry for.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"You too, eh? Guess we're all making up for something.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "[Leave] \"Keep out of trouble, Wirtan.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Do I know you?\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Oh... Ah, there's no reason you ought to, really.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Just the fella that left a bunch of Eothasians to die in their own temple, back in Gilded Vale. Folks that trusted him.\r\n\r\n\"Other than that, pretty unmemorable.\"\r\n\r\nEdér takes a menacing step toward the man.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"No one but an old coward, trying to make things right with himself.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"I... It's true. I was a <i>coward</i>, Edér. I won't argue that. I'm trying to make things right.\"\r\n\r\nWirtan's shoulders curl inward, but he makes no move to get out of Edér's way. ",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Doing my best, lord.\"\r\n\r\nWirtan smiles, and inclines his head in a bow.",
      "female": "\"Doing my best, lady.\"\r\n\r\nWirtan smiles, and inclines his head in a bow."
    },
    {
      "id": 24,
      "default": "\"Well, good luck.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Eothas will show us the way, Wirtan. Have faith.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"So long as you have fun once in a while.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"There are no true gods to redeem us, Wirtan. There's just us.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Well. Guess you've changed your mind some, since we met.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"I never got a sign from Eothas to begin with. There was just... you.\r\n\r\n\"If it comes down to what we can live with... I'm still in the right place.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"The sun rises, however long the night. \r\n\r\n\"I remember. It's... it's been good to see you, Watcher. Shining God light your way.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Hear that comes with the job. You being a Watcher, I mean.\" \r\n\r\nWirtan grins sheepishly, then ducks his head.\r\n\r\n",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"So now I'm doing what I can. Handing out food, mostly, or delivering supplies. \r\n\r\n\"Familiar work, I guess.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Well, it was a close thing for a while, with that... thing ruling Gilded Vale in Raedric's place. \r\n\r\n\"I made it out with some of the other families. Came out here when the Dawnstars came through town.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Well, it was a close thing for a while. If that makes you feel better. \r\n\r\n\"Didn't feel like I was doing much good back in Gilded Vale. Or anywhere. Not until I caught word about the Dawnstars.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Wirtan? What are you doing here?\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"I spent years like that. Just me and the terrible thing I'd done. It sat in my gut for years, tearing me up.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Things got rough for us back in Gilded Vale. Even after the Hollowborn curse ended.\r\n\r\n\"Didn't feel like I was doing much good there. Or anywhere. Not until I caught word about the Dawnstars.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"I kept to my word. I started trying to help around town, like you told me. When the Hollowborn curse ended, it was like... You can't imagine what that meant to everyone.\r\n\r\n\"We had some good years.\"\r\n\r\n",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Blazes, I tossed and turned about it. I figured there couldn't be a clearer sign.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"I've been helping out here, with the Dawnstars. Handing out food, mostly, or delivering supplies. \r\n\r\n\"Not... not so different from Gilded Vale, maybe.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Peace of mind, or something close. That's good enough for me.\"\r\n\r\nWirtan flashes you a final, crooked smile, than inclines his head in a bow.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Yeah, well. We'll see where you end up in the next life.\r\n\r\n\"They can't redeem you, but you'll still be judged.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Then word came through that the Dawnstars were coming out here. That the Shattered God was back to being the Shining God.\"",
      "female": ""
    }
  ]
}