{
  "Component": "exported",
  "Name": "conversations\\07_neketaka_temple_district\\07_cv_forwin",
  "Entries": [
    {
      "id": 1,
      "default": "As you approach, a wood elf straightens over an altar to Gaun. Her robes mark her as a high priestess.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Pitli said you may be able to help with the food shortage in the Gullet.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"You did good, helping Pitli with the infected. Anyone half so capable's got my ear. But I won't make you an empty promise.\" ",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"If Pitli sent you, then you've got my ear. But I won't promise what I can't fulfill.\" ",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"We tried - shipped some shares for charity, gods, nearly two years back. Had the means to do some real good.\r\n\r\n\"But the guards wouldn't have it. Sent it all to the palace to be shared out, proper like. Never did see it again.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"What if I could ensure it would reach the Roparu?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Course, we'd be glad to lend a hand. But how'll you see our shares reach the Roparu this time? \r\n\r\n\"What makes you think it'll work now when it didn't then?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Let me worry about that. You just worry about the food.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"I'll work to gain an audience with the queen and petition her to allow your charity.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"The Príncipi run a port beneath the Gullet. I could convince them to smuggle the food, if you acted as the supplier.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"All right. You wind up in the good graces of the Kahanga royals - you get them to see the light, and I'll get you our food.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Now hold on just one minute. I've got no beef with the Príncipi. But smuggling? That puts us on the wrong side of Kahanga law.\"\r\n\r\nShe squares her shoulders.",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Leave] \"Very well.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"You'd rather play politics than feed a starving population, priestess?\" ",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Our lives aren't a game. I know you want to do right by the Roparu. I do, too. But I can't go kicking a hornet's nest to do it.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Don't worry. This arrangement with the Príncipi need never come to light.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"There is no other option. The Roparu will starve.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Well, sure, I'd be beside myself for a chance to help the Roparu. But - and I mean no offense - I don't know you, stranger.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Is that all you need me to do?\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Much obliged for your generosity, friend.\" She smiles, radiantly.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Uh huh. How might I help you, now?\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"And you can promise that? No one'll know of it?\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"The Príncipi certainly won't be telling anyone.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"I give you my word. And I am known for keeping it.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"What matters are the results. I can't idly stand by while the Roparu suffer.\r\n\r\n\"We'll get you the food. You see to the rest.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"I wouldn't lead the people of the faith to harm.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"I'm hoping the Children of the Dawnstars can help with the Roparu's food shortage.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"You know we want to help. But how do you figure we go about it? We've tried before and failed. So what's the trick to it?\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "She smiles at the sight of a stranger.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"The Príncipi run a port beneath the Gullet. I could convince them to smuggle the food, if you acted as the supplier.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"We do this, it ought to be approved by the queen.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "[Leave] \"I'll return when I've determined how best for the food to enter the Gullet.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Xoti. I do hope you are not getting into trouble now.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Who, me? No, I wouldn't dream of it.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "She dips her head, considering.",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"And that was it? Some effort you lot put in.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"You're the high priestess of this temple?\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Do swine stink like shit?\" She hits you with a toothy smile, eyes glittering with amusement.",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"I'm guessing you're not here to worship. Then what can I do for you?\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Guess that's fair. Someone's got to voice the hard truths.\"\r\n\r\nHer words are pleasant enough, but her eyes glint with a sharpness, an anger.",
      "female": ""
    },
    {
      "id": 54,
      "default": "[Leave] \"I'll think about it.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Some folk don't think twice about taking advantage of us Faithful. \r\n\r\n\"Maybe you're one of 'em, and I'd be none the wiser.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Look, it's like this. I'd be beside myself for a chance to help the Roparu. But - and I mean no offense - I don't know you, stranger.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"You need a show of good... faith?\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Cut to the chase, priestess.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"An offering to Eothas could really help our efforts to restore the temple, if you know what I mean.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "She thumbs the bridge of her nose, a low contemplative noise rumbling in her throat.",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"We're only here within the tribe by the grace of the royals.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Perhaps, I could give you an item of value as collateral - to hold me to my promise?\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"I won't take your valuables. The offer alone is worth enough.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "She nods, her freckled face open and earnest.",
      "female": ""
    },
    {
      "id": 68,
      "default": "Eyes the color of ale and old gold narrow perceptively.\r\n\r\nSaewyn shakes her head, causing loose wisps to fall against her cheeks.",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Might surprise you, but I wasn't born yesterday. Now tell me again why I ought to trust you.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"It is the light that has led you here.\" She nods.",
      "female": ""
    },
    {
      "id": 71,
      "default": "Now that you've a better look at her, you can see that the wood elf's robes mark her as a high priestess.",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"My, but you'll have to excuse our quarreling.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Aw, come on, Saewyn. We can't just not do anything. Trust the Watcher. I do.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Sorry, but I do worry. How our crops make it from the islands to the Roparu's mouths could affect our standing with the whole of the Kahanga tribe.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"It's always a pleasure to see a fellow Eothasian. What can I do for you?\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "She arches and cracks her back loudly, a satisfied grin spreading across her face soon after.",
      "female": ""
    },
    {
      "id": 77,
      "default": "She arches and cracks her back loudly, a satisfied grin spreading across her face soon after.",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Course, we'd be glad to lend a hand. But how'll you see our shares reach the Roparu this time? \r\n\r\n\"What makes you think it'll work now when it didn't then?\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Of course.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"We're looking for someone. She may have been through here years back.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"We receive followers of the Shining God every day. You might want to speak with Nordagand over there.\" \r\n\r\nShe points to her right.",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"She's been here the longest, and takes care to know everyone of our faith.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Doesn't this place get a little damp?\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"You must be getting a lot of people in here these days.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"No more than anywhere else. No sense fighting it.\" \r\n\r\nShe winks. \"The water sustains our faith surely as it does these trees.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Oh, yes. People are afraid, angry. Change can be frightening. \r\n\r\n\"But what did any of us come here for, if not a new beginning?\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"You are devotees of Gaun? What about Eothas' other manifestations?\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Gaun's the only one that matters.\" Xoti scoffs.",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"The Shining God's got many faces, but they're all his to wear. \r\n\r\n\"Divine King Waidwen, he saw the Dawnstars, telling him of things to come. But it's Gaun, with sickle and lantern, that's come to the Deadfire.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "Saewyn shuts her eyes, exhales sharply, and then opens them again to regard you with a patient smile. ",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Our god's returned, and he's gonna bring balance to the world. He's gonna right all the wrongs we have suffered. \r\n\r\n\"Gaun'll bring a new beginning, for all of us, when that hour comes.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"Gaun hears your prayers, surely as I do.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"The Shining God's got many faces, but they're all his to wear. \r\n\r\n\"We owe our obedience to Eothas, lord of redemption and light.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Our god has returned, and he's gonna right all the wrongs we have suffered. He's gonna show us a new way. A new beginning, for all of us.\" ",
      "female": ""
    },
    {
      "id": 102,
      "default": "She dips her head, considering.",
      "female": ""
    }
  ]
}