{
  "Component": "exported",
  "Name": "conversations\\07_neketaka_temple_district\\07_cv_flaune",
  "Entries": [
    {
      "id": 1,
      "default": "From her unkempt hair to her agitated pacing, Flaune Elette gives off an air of restrained chaos. \r\n\r\nShe waves you over with a few quick motions.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Come to watch us work? It's not as exciting when we're running through calculations.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"What can I do for you?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Watcher? [Player Name]? Can you hear me?\"\r\n\r\nYou raise your head to find yourself surrounded by anxious faces. Flaune withdraws the finger currently prodding at your temple and nearly stumbles backwards.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Madiccho... I thought I was done for.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"No! Please, spare them!\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Hey, we need that.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"So, it's off to Ukaizo with you, eh? The way the director put it, you'll be sailing into battle.\r\n\r\n\"I hope you are ready, aimico. Myself, I despise ships.\"\r\n\r\nElette sighs.",
      "female": "\"So, it's off to Ukaizo with you, eh? The way the Director put it, you'll be sailing into battle.\r\n\r\n\"I hope you are ready, aimica. Myself, I despise ships.\"\r\n\r\nElette sighs."
    },
    {
      "id": 9,
      "default": "\"Castol sent me. He seemed to think I could help out.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"You work here?\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Whatever it is you're here for, Watcher, you're too late.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"We've have had to work around such limitations before.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"If you'll excuse me. I have years' worth of notes to organize.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Hope you're keeping busy, Watcher. We're still running some small tests. Not quite ready for the real thing.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Can I ask you some questions?\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "[Leave] \"I'll be on my way.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Qualities that a Watcher happens to be uniquely suited to exploring. You're just what we're missing.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"I'm no test subject.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Consider yourself an equal partner in the pursuit of knowledge. The things the adra can do...\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Sure thing, aimico. Comes with the job, doesn't it?\"",
      "female": "\"Sure thing, aimica. Comes with the job, doesn't it?\""
    },
    {
      "id": 21,
      "default": "\"I just had a few questions.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"[Player Name]! Excellent timing. We're getting consistent readings, and I believe we're ready to try again.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"I'm ready.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"What happened? Did you feel any pain? Do you remember anything?\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"I don't have to tell you it didn't work. The currents spiked, and you went completely still. Breathing, but nothing else. We sent for the physician.\"\r\n\r\n\"Myself, I was about to try throwing some water in your face.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"I think I ended up in the Beyond.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Rymrgand sends his regards.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"I nearly had my soul disintegrated because of you!\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"We're leaving. If that's what you came to see to. Just salvaging what we can. What good it will do anyone without the luminous adra, though...\" \r\n\r\nFlaune shrugs.",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Where will you go?\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"You don't mind if I talk and work, do you? What can I do for you?\"\r\n\r\nShe turns away to scrawl a quick note.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"That is, if you're up for it.\" \r\n\r\nFlaune does a poor job of hiding her anticipation. She bounces slightly on her heels.",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"That was all.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"For now, ne? No trouble if you think of anything else, aimico.\"",
      "female": "\"For now, ne? No trouble if you think of anything else, aimica.\""
    },
    {
      "id": 37,
      "default": "\"Great! To work, everyone! Let's get this underway!\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"And you, just relax. But also, be sure to concentrate very carefully.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"These... monstrous brutes! Look at what they have done. They've destroyed all we have worked toward for a little coin.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"You're welcome.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"You think they're mercenaries?\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Sent by the Royal Deadfire Company, at a guess.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"This is a bold move, even for the Royal Deadfire Company. They're losing patience.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"And look at our machines...\" \r\n\r\nFlaune sighs. \"We'll clean up here. See to the wounded. You'd best get over to the offices, let them know what happened.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"I can't believe they're all...\" \r\n\r\n\"Look, you'd best get back to headquarters. Let them know what happened. I'll... I'll clean up here.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "While you speak, one of the researchers prods you gently with a copper rod. You hear the device in his hand give a high, piercing whine.",
      "female": ""
    },
    {
      "id": 47,
      "default": "[Slap the rod away.]",
      "female": ""
    },
    {
      "id": 48,
      "default": "The device clatters to the ground. The animancer looks at it, then back at you.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Let's not harass our very patient friend any further.\" \r\n\r\nFlaune coughs under her breath.",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"We're all very glad you're in one piece. We'll have a look at the machines, figure out what went wrong.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"What are you working on here?\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Without a doubt. The Trading Companies may be barred from open warfare, but it doesn't mean we're safe from one another.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Who else? At least they have the guile not to send their own people.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"What... was it like?\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"You had... some kind of vision? A near-death experience?\"\r\n\r\nWith your safety assured, Flaune's sympathetic expression quickly cedes to professional curiosity.",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"No, I mean I literally went to the Beyond, and spoke to Rymrgand.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Cold. Weird.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"It was terrifying.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "[Shrug.]",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Really not fun!\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Well, now what?\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Sientere, Watcher, truly. It seems we sent your mind further afield than intended, and without the rest of you in tow. Not entirely outside our predictions, but not the result we wanted.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Please, stay calm. If you were in danger, it wasn't our intent. This is new territory for all of us. You saw - experienced - something. What was it?\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"I speak to the Gods all the time.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"There was a warm light. And there were puppies.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"We're packing it all up. Pulling together what notes we can. Maybe there's something we can salvage from all this.\" \r\n\r\nFlaune shrugs, but her resigned expression hardens into frustration. ",
      "female": ""
    },
    {
      "id": 73,
      "default": "Flaune turns to face you as you approach, regarding you with mingled wariness and resentment. You notice several of the surrounding animancers pause in their toil to watch you both.",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"I suggest you find a new line of work, Flaune. Something healthier.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "[Lie] \"You're leaving? How dreadful. I didn't realize.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Trust me, you'll be glad to be out of Neketaka soon enough.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Sorry it worked out this way.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"What could I possibly help you with?\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Director Castol likes this place. He didn't come by, did he?\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Alvari's gone to ground. Any chance she came by?\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Nothing, I suppose.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Yes, a pity nobody could do a thing about it.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Where else? I will go home to the Republics, and civilization. Any sensible person would do the same.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"A good performance. I'm sure you'll do very well for yourself in the times ahead.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"I don't doubt that. As for yourself, I have a feeling you'll weather whatever comes next just fine.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Nothing good ever comes of meddling with souls.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Well, you'd know better than anyone, wouldn't you?\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Be on your way, Watcher. I think we're finished, don't you?\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Funny. Healthy living's for the weak, aimico.\"",
      "female": "\"Funny. Healthy living's for the weak, aimica.\""
    },
    {
      "id": 90,
      "default": "Flaune gives you a long, disbelieving stare.",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Your quarry isn't here. Or in the city, for that matter. And may the gods carry them out of your reach!\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Not the coziest place for it, is it? But the open air - the lightning, specifically - is a boon. Lets our mages have a rest now and then.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Good test of the equipment, too. We're working on making it less delicate. Our junior researchers, they're still a little soft.\"\r\n\r\nShe laughs.",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Actually, I want to talk about something else, first.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"I'm ready to try the experiment again.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"How about you just point me at a lever and I pull it?\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Now, if someone were capable of sensing that essence in the In-Between - even of manipulating it... Someone like a Watcher, for instance...\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"Well, I'd be happy to help however I can.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"Is it dangerous?\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"There aren't needles involved, are there?\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Have the Royal Deadfire Company given you much trouble before?\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"We are all still shaken, but... It could have been a far greater loss without your help.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"It shouldn't take too long to arrange. And if we haven't soured you on science altogether, we can try again.\"\r\n\r\nFlaune regards you hopefully.",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"I need some rest first.\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"Why not? Let's live dangerously.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"Not a chance!\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "[Leave] \"I'll come back later.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"Of course, of course. It'll give us time to arrange things here. When you're ready, come on by. We'll have the machine ready for you.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"That's the spirit! Let's get to it. Ansel, get on the machine. Let's take things down a few notches this time.\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"Per complancanet, don't be like that. We'll get it right. Think about it, at least. We'll be here when you come around.\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"Brave of you, hiding like a coward.\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"And what should I have done? Provided a few seconds of amusement as I tried to fight off a trained mercenary? Stunned them all with my grasp of metaphysical sciences?\"\r\n\r\nFlaune makes an angry, dismissive gesture, though her expression is hurt.",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"Never directly. A couple of ships that sailed too close to their outposts. At least one kidnapped animancer, a few defectors. \r\n\r\n\"Neketaka used to at least <i>feel</i> like neutral ground.\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"Gellarde! What a relief. You won't regret this. \r\n\r\n\"Let me run you through the theory, and we'll get to the test itself.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"No, no. Well, yes - what isn't? But not <i>exceptionally</i> dangerous.\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"No, nothing invasive. You'd just be putting your Watcher's gifts to use. Here, I'll explain.\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"So, about this experiment...\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"Feeling up to it? We'll make it worth your while.\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"What would I have to do?\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"The idea is for you to focus on the next 'connection' point. The machine will use that new link between the adra veins to create a tether, as well as provide the energy for you to... jump, effectively.\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"The next pillar's due east of here, in the middle of a farm. It's not as tall as this one, but you shouldn't have any trouble finding it.\r\n\r\n\"Oh and don't worry, we paid the farmers.\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "[Leave] \"I have to take care of something first.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"We'll get everything ready for you!\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"What if something goes wrong?\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"There you are. We're just about ready.\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"Whew! We heard that from here! I swear you set the tower swaying.\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"Bad luck for Castol, ne? And us, maybe. \r\n\r\n\"I wager Alvari has very specific plans in mind for our research, going forward.\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"You know, when I started working on all of this, I didn't really think we'd end up using it for this kind of thing. Guess it should be interesting, at least.\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"Walk me through this plan.\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"You're certain you have the calculations right this time?\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"What do you mean?\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"It isn't that Alvari does not <i>see</i> the big picture, but she's happy to ignore it. \r\n\r\n\"She is focused on getting the Songretta what they want. The moment that's seen to, she'll be done with this place.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"Eccosi. Politics are not my field of study.\"\r\n\r\nShe folds her arms, expression sour.",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"Ac, the plan. I will keep it short. \r\n\r\nUnfortunately for our friends in the Brass Citadel, there is an adra pillar in the powderhouse. Used it for illumination, if you can believe it.\"\r\n\r\nElette snorts.\r\n\r\n",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"Plant the explosive too far from the main stores, and they will isolate the blaze and save the tower. Too close, and you will have gone a long way to kill yourself.\r\n\r\n\"My suggestion is the vats. You'll know by the, ah, smell.\" ",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"You'll spoil our luck, asking questions like that.\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"In any case, you will have to find your own way out. I won't be there to transport you back to the tower.\r\n\r\n\"You'd better be sure that you are ready.\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"Let's get on with it.\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "[Leave] \"I'll be back.\"",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"Having second thoughts? Take it up with someone at headquarters. This is already going to give me nightmares.\"",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"We were a little worried when you didn't turn up. Should have known you would improvise.\"",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"Well. Belfetto, all that. Impressively done. Guess you ought to get back and report. Not that it'll be a surprise.\"",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"Ah, Watcher... Sientere, I have no time for niceties. We have received instruction to leave the city for the time being. \r\n\r\n\"Until it is 'safe,' which is as good as saying we might as well sail home.\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"Where and how we are to flee, of course, they did not specify.\" \r\n\r\nElette casts a glum look over the equipment, shaking her head. ",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"Ever consider working for the Royal Deadfire Company?\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"You'd better make yourselves scarce.\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"I doubt they'll hurt a bunch of animancers.\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"You jest. Now, they do not even need to send mercenaries. \r\n\r\n\"They can kick in the door any time they please.\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"Ac, of course. Nobody ever gets hurt who did not deserve it.\"",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"We have to hurry. Per complanca, Watcher, just... Just leave us alone.\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"That's a pleasant enough lie.\"",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"Ha. Well, there you go.\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"Ac, and we are working to that end. Farewell, Watcher.\" ",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"I have to say, they have not made the best case for themselves.\" ",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"I'm afraid there is nothing for you here, Watcher.\"",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"Animancers weren't very popular in the Dyrwood. Do the Huana give you trouble?\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"So, no riots. Fortunately, news out of the Dyrwood doesn't mean much to this lot.\" \r\n\r\nFlaune winks to undercut her teasing. ",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"Seems like a strange place to run experiments.\"",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"It took us a few months to adapt. A few bad shocks, too, before we finished proofing the machinery against rain.\r\n\r\n\"I like to think it lends it all a little drama, no? Besides, how better to honor Hylea than with invention?\"",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"You'll be guiding the whole experiment. Give us the word and we'll put an immediate stop to it.\"",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"There was that fellow that jumped a little too far over the edge...\"",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"Stop scaring our assistant.\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"Ha, well... This is a little like describing a muscle I don't have.\"\r\n\r\nElette thinks for a moment, snapping her fingers as she paces a half-step back and forth.",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"So. Director Alvari. I suppose I can be glad she hasn't shut us down immediately. Not sure what her interest in all this is.\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"As I told her, we've finished making the adjustments. We're ready to try again when you are.\"",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"Right, so, one more thing: Don't get caught. And if you do get caught, make sure nobody is going to report seeing you.\"",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"Here we go!\"",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"You know, time is a factor here. Just letting you know that.\"",
      "female": ""
    },
    {
      "id": 192,
      "default": "[Leave] \"I'll be going.\"",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"You're really sure it'll work this time?\"",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"Clinging to certainty is a novice's mistake. We keep open minds, here. ...But seriously, I think we're on to something.\" \r\n\r\nFlaune gives you an encouraging grin.",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"Maybe we should have someone else try this first.\"",
      "female": ""
    },
    {
      "id": 196,
      "default": "\"We don't really have any spare Watchers about, I'm afraid. And it's not as if we can sit a dog in front of the adra-\"",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"I'd sit you in front of the adra first.\"\r\n\r\nEdér cracks his knuckles without breaking his gaze.",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"Like I was saying, we couldn't expect a dog to do more than stare at us.\" \r\n\r\nFlaune makes an offhanded, placating gesture.",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"It's your own fault for being a perfect test subject, really.\"",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"We don't really have any spare Watchers about, I'm afraid. We've reached a new frontier, and you're the only one capable of exploring it at the moment.\"",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"Is that not exciting? I'm excited.\"",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"Oh, thank the gods. Thank Hylea! Merla, you had us in a panic.\"\r\n\r\nFlaune sets a hand to her chest, and fans herself with the other.",
      "female": ""
    },
    {
      "id": 203,
      "default": "Flaune raises a brow, but the other animancers look at you with undisguised curiosity - even awe.",
      "female": ""
    },
    {
      "id": 204,
      "default": "Edér swats you on the shoulder with the back of his hand, his eyes disbelieving.",
      "female": ""
    },
    {
      "id": 205,
      "default": "Flaune smiles crookedly, and swats one particularly awed-looking assistant on the shoulder. ",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"Until then, I'm sure our friends at headquarters will want an update - and to see I haven't done you any permanent harm. \r\n\r\n\"We'll send word when we're ready here.\"",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"It's just the same as before. You focus on the adra pillar, the machine gives you a boost.\"",
      "female": ""
    },
    {
      "id": 209,
      "default": "\"Just as I hope this hasn't put you off helping us. We just have to adjust the current, give you a chance to control your... flight, for want of a better word.\"",
      "female": ""
    },
    {
      "id": 210,
      "default": "\"Are you feeling any... heightened aggression?\"",
      "female": ""
    },
    {
      "id": 211,
      "default": "\"Let's do it.\"",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"Gellarde! Ansel, get on the machines. No time to waste.\"",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"Agracima, Watcher. I owe you my life, do not think I forgot. I'm still shaking.\"",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"Someone's covering their tracks.\"",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"Yes, someone.\"\r\n\r\nFlaune gives a short, bitter laugh, and looks pointedly at Maia Rua.",
      "female": ""
    },
    {
      "id": 217,
      "default": "Maia jostles your shoulder as you make to leave, her voice lowered to a discreet murmur.",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"If I'd sent them I wouldn't be here.\"\r\n\r\nMaia's tone is untroubled, and she stares down Flaune until the animancer looks away.",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"Looks like the Royal Deadfire Company isn't happy with your progress.\"",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"Ah, yes. 'Someone.'\"\r\n\r\nFlaune runs a trembling hand through her hair.",
      "female": ""
    },
    {
      "id": 221,
      "default": "\"One way or another, this is only going to get worse. Worth thinking about.\"",
      "female": ""
    },
    {
      "id": 222,
      "default": "\"You're early! I'm sorry, but we aren't ready to look into your condition yet. You can have a seat over there. Hope you don't mind heights, or bird sh-\"\r\n\r\nShe narrows her eyes at you.",
      "female": ""
    },
    {
      "id": 223,
      "default": "\"You aren't one of our patients. Ah, Madiccho - You! You're that Watcher. Sientere - I'm sorry. It's been a busy time here.\"",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"Castol sent a runner ahead of you. Guess he's excited about all this.\"",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"Did Castol say what all of this is about? Never mind, I'll explain. It's the adra, of course. Everything's been about the adra.\"",
      "female": ""
    },
    {
      "id": 226,
      "default": "\"He did not mention sending over one of the Deadfire Company's soldiers. If you're here to do some spying, so be it - I need your help all the same.\"",
      "female": ""
    },
    {
      "id": 227,
      "default": "\"I'm not-\" \r\n\r\nMaia sighs. \"Next time I'm staying downstairs.\"",
      "female": ""
    },
    {
      "id": 228,
      "default": "\"Sérre Pallegina! Here to watch us work? Or are you finally going to let me strap you down to a table?\"\r\n\r\nShe grins wickedly, looking past Pallegina to wink at you.",
      "female": ""
    },
    {
      "id": 229,
      "default": "\"We've cataloged a number of interesting properties unique to luminous adra. But there are some very specific qualities we're investigating.\"",
      "female": ""
    },
    {
      "id": 230,
      "default": "\"All right, Watcher! Remember, focus on the beam of light!\"",
      "female": ""
    },
    {
      "id": 232,
      "default": "\"Luminous adra has special effects upon kith. Even to the humblest, it offers some small improvements - rejuvenation, vitality. The kind of thing you sell to people back home, ne?\"",
      "female": ""
    },
    {
      "id": 233,
      "default": "\"When you say you've been 'researching the effects on kith'...\"",
      "female": ""
    },
    {
      "id": 234,
      "default": "\"I believe we can harness this connection - and your natural abilities - to transport a person across great distances in a moment.\"",
      "female": ""
    },
    {
      "id": 235,
      "default": "\"So you could, say, travel across the city?\"",
      "female": ""
    },
    {
      "id": 236,
      "default": "\"No way. You're not 'transporting' me anywhere.\"",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"That seems... very dangerous.\"",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"All right. Let's do this.\"",
      "female": ""
    },
    {
      "id": 241,
      "default": "\"Worried you'll end up in a wall? Don't worry. We've run through a few times, and you can usually avoid smacking into anything.\"",
      "female": ""
    },
    {
      "id": 243,
      "default": "\"You want to use my connection to the adra. I could target a specific pillar.\"",
      "female": ""
    },
    {
      "id": 244,
      "default": "\"Precisely right. We've had luck with shorter jumps, but those were as much spellcraft as science.\"",
      "female": ""
    },
    {
      "id": 245,
      "default": "\"Anything for the advancement of science.\"",
      "female": ""
    },
    {
      "id": 246,
      "default": "\"Ah, you are cut from our cloth. Gellarde! Always a pleasure to work with someone who understands what's at stake.\"",
      "female": ""
    },
    {
      "id": 247,
      "default": "\"Gellarde! Very well - you stand there. Ansel, the machine!\"",
      "female": ""
    },
    {
      "id": 248,
      "default": "\"But what about those who have already harnessed their own essence? Consider the talented cutpurse, for instance, who can cross a room by slipping, briefly, into another place. \r\n\r\n\"The world between.\"",
      "female": ""
    },
    {
      "id": 249,
      "default": "\"On volunteers. Well-paid volunteers.\" \r\n\r\nFlaune smirks. ",
      "female": ""
    },
    {
      "id": 250,
      "default": "\"That is the very least of it, aimico. We've only managed short jumps thus far. I'm hoping that your own gifts will make the difference.\"",
      "female": "\"That is the very least of it, aimica. We've only managed short jumps thus far. I'm hoping that your own gifts will make the difference.\""
    },
    {
      "id": 251,
      "default": "\"It's entirely up to you, of course. All I can do is beg. Shamelessly. \r\n\r\n\"Think of the possibilities! The things we could do together.\"",
      "female": ""
    },
    {
      "id": 252,
      "default": "\"In fact, yes, go think about it. Have a walk around the tower. I'll be right here when you change your mind.\"",
      "female": ""
    },
    {
      "id": 253,
      "default": "\"Whatever rests lightest on your conscience, ne?\"",
      "female": ""
    },
    {
      "id": 254,
      "default": "\"Well, they didn't live to spend it.\"",
      "female": ""
    },
    {
      "id": 256,
      "default": "\"We have a stipend for volunteers - you're welcome to the sum of it. I hope it goes some way toward earning your forgiveness.\"",
      "female": ""
    },
    {
      "id": 258,
      "default": "\"Look for the next adra pillar. Once you have the connection, just step through!\"",
      "female": ""
    },
    {
      "id": 259,
      "default": "\"Look for the pillar to the east, in the Brass Citadel! Should be an easy jump, after the others!\"",
      "female": ""
    },
    {
      "id": 260,
      "default": "\"Luminous adra holds enormous quantities of essence. The kind of energy we can't replicate or restore. And these formations have a kind of connection to each other, across the In-Between.\"",
      "female": ""
    },
    {
      "id": 265,
      "default": "\"We've collected a number of illuminating readings, and our machines are ready to harness the adra's essence. \r\n\r\n\"But for the moment we are effectively blind when it comes to targeting the next pillar.\"",
      "female": ""
    },
    {
      "id": 266,
      "default": "\"Glad you asked, aimico. Very glad. We're very excited about the work here. And we're always looking for volunteers.\"",
      "female": "\"Glad you asked, aimica. Very glad. We're very excited about the work here. And we're always looking for volunteers.\""
    },
    {
      "id": 267,
      "default": "\"It ought to be like stepping through a door.\"",
      "female": ""
    },
    {
      "id": 268,
      "default": "\"What's really exciting is, so long as you're holding that connection open, your companions can 'jump' alongside you.\"",
      "female": ""
    },
    {
      "id": 271,
      "default": "\"Sorry, which was the exciting part? I may have missed something.\"",
      "female": ""
    },
    {
      "id": 272,
      "default": "\"How far must I reach to grip this connection?\" Tekēhu purses his lips and looks you up and down.",
      "female": ""
    },
    {
      "id": 273,
      "default": "\"What if we all just walk instead?\" ",
      "female": ""
    },
    {
      "id": 274,
      "default": "\"Or they could hold things down here, make sure it's safe for you to come back.\"",
      "female": ""
    },
    {
      "id": 275,
      "default": "\"Imperesant! When do we begin?\"\r\n\r\nPallegina's eyes light up as she smiles and looks between you and Flaune.",
      "female": ""
    },
    {
      "id": 276,
      "default": "\"How many tombs and vaults you be thinking have adra pillars inside of them?\"\r\n\r\nSerafen taps his bearded chin with a single finger.\r\n",
      "female": ""
    },
    {
      "id": 277,
      "default": "\"And there's no risk I'll show up missing limbs or nothing?\"",
      "female": ""
    },
    {
      "id": 279,
      "default": "\"And remember, don't-\"",
      "female": ""
    },
    {
      "id": 280,
      "default": "\"There is another adra pillar set up for experiments, just down the mountain. Concentrate on finding your target first, and the rest should be easy.\"",
      "female": ""
    },
    {
      "id": 281,
      "default": "Once again, you feel the essence in the adra like a physical thing beside you. \r\n\r\nThis time, however, the cord of energy that tugs at you is insistent, but manageable. And through it, you can feel what Flaune was describing - a connection running through the tower and beyond, where it splits in all directions.",
      "female": ""
    },
    {
      "id": 282,
      "default": "Color leaches from the world around you as you drift into the Between. You feel the connection draw taut like a pulled rope, and then <i>pull</i>...",
      "female": ""
    },
    {
      "id": 284,
      "default": "\"Xoti has some souls she'd like to give you.\"",
      "female": ""
    },
    {
      "id": 285,
      "default": "\"It's a... thoughtful? gift, but... why? What has brought this on?\"",
      "female": ""
    },
    {
      "id": 286,
      "default": "\"Gaun's going to destroy the Wheel, and no one's going to be able to stop him.\"",
      "female": ""
    },
    {
      "id": 287,
      "default": "\"We can... put them in this device over here.\"",
      "female": ""
    },
    {
      "id": 288,
      "default": "\"One last thing - how much is this going to hurt? No, wait, don't even tell me. Just lead the way.\"",
      "female": ""
    },
    {
      "id": 289,
      "default": "\"Like might be a strong word for it... but I'll do it. If you can meet my conditions.\" Surly, she crosses her arms over her chest.",
      "female": ""
    },
    {
      "id": 290,
      "default": "\"Darkness will fall upon Hel, beginning an extended season of death with no rebirth for any of us.\"",
      "female": ""
    },
    {
      "id": 291,
      "default": "\"...All right, I knew I shouldn't have asked. \r\n\r\n\"How do you fit into this, Watcher?\"",
      "female": ""
    },
    {
      "id": 292,
      "default": "\"Xoti's a soul reaper. She can gather lost souls into her lantern and deliver them regularly to you.\"",
      "female": ""
    },
    {
      "id": 293,
      "default": "\"Xoti sees the end times through god-given visions and dreams.\"",
      "female": ""
    },
    {
      "id": 294,
      "default": "\"But only if you promise to treat them well. Ensure their cycles continue in the natural manner.\"",
      "female": ""
    },
    {
      "id": 295,
      "default": "\"Er. Right. You do realize that the essence isn't <i>actually</i> ali- \r\n\r\n\"Never mind. Thank you, Xoti. I promise to treat them with dignity.\"",
      "female": ""
    },
    {
      "id": 296,
      "default": "\"I've heard Eothas' plans first-hand.\"",
      "female": ""
    },
    {
      "id": 297,
      "default": "\"So I know what I'm yammering about.\" She clears her throat, raises her glaring lantern up.",
      "female": ""
    },
    {
      "id": 298,
      "default": "\"I know I'm just a simple priestess of Gaun. I got little to no faith in animancers. But the Watcher says you're our best bet for survival.\"",
      "female": ""
    },
    {
      "id": 299,
      "default": "\"Look, I ain't thrilled about trusting the future of the world to some animancers. But the Watcher thinks if we're to survive this, we need to work together.\"",
      "female": ""
    },
    {
      "id": 300,
      "default": "\"I can get you souls on the regular.\"",
      "female": ""
    },
    {
      "id": 301,
      "default": "\"So I'm willing to give this a try. I'll reap the souls and you'll rebirth them.\"",
      "female": ""
    },
    {
      "id": 302,
      "default": "\"Xoti's crazy, but I'm sure you can use the essence for something.\"",
      "female": ""
    },
    {
      "id": 303,
      "default": "\"Watcher! You know I don't like it when you tease me in front of strangers.\" She flushes uncomfortably.",
      "female": ""
    },
    {
      "id": 305,
      "default": "\"I had the same vision just now! It just came to me like a dream, only I was awake for it.\"",
      "female": ""
    },
    {
      "id": 306,
      "default": "\"Ado, sérre. Respectfully, I must decline.\"",
      "female": ""
    },
    {
      "id": 307,
      "default": "\"Your theory is sound. I've used the adra to track someone before.\"",
      "female": ""
    },
    {
      "id": 308,
      "default": "\"Oh, good, you've done some experimenting of your own. A curious mind is a happy mind, I say. Can't mope about ghosts all day.\"",
      "female": ""
    },
    {
      "id": 309,
      "default": "\"Sorry, getting to operate the machines is half the reason I started studying animancy. \r\n\r\n\"Here, I'll keep it simple. I'm trying to create a link between adra pillars. You stand there, and I use the machines to... well, toss you like a dart.\"",
      "female": ""
    },
    {
      "id": 311,
      "default": "\"Settled your nerves? We can get underway whenever you're ready.\"",
      "female": ""
    },
    {
      "id": 312,
      "default": "\"Oh, things are much different here. The Huana may not have the same passion for the field as the Republics, but they understand we're doing research, not... sacrificing children to wolves or whatever it is the Dyrwood believes.\"",
      "female": ""
    },
    {
      "id": 313,
      "default": "\"There is interesting work being done with their priests, actually. Not my field of study, but I'm told the caste system isn't entirely rubbish. \r\n\r\n\"Turns out an aggressively-minded individual tends to wind up in the warrior caste.\"",
      "female": ""
    },
    {
      "id": 314,
      "default": "\"For some of us, no caste comes close to expressing our strengths.\" Tekēhu raises his brow.",
      "female": ""
    },
    {
      "id": 315,
      "default": "\"Touch a torch to the powder stores and everyone in there, yourself included, goes up in fire. \r\n\r\n\"So! I have a device for you. It will explode after a delay. Time enough for you to get clear of the blast.\" ",
      "female": ""
    },
    {
      "id": 316,
      "default": "\"Touch one fiery lock on that head of yours to the powder stores, and everyone in there is blown to pieces. Yourself included. \r\n\r\n\"So! I have a device for you. It will explode after a delay. Time enough for you to get clear of the blast.\" ",
      "female": ""
    },
    {
      "id": 317,
      "default": "Pallegina tries to muster a weak smile, but it gets contorted into an annoyed grimace along the way.",
      "female": ""
    },
    {
      "id": 320,
      "default": "\"I ask for skilled researchers and they send me Caedman Azo, the shame of Brackenbury... Merla, who did I offend?\"",
      "female": ""
    },
    {
      "id": 321,
      "default": "\"We're looking for an animancer named Giacolo.\"",
      "female": ""
    },
    {
      "id": 322,
      "default": "\"Giacolo? Ac, I know him. He has a little laboratory for himself down in the Gullet.\r\n\r\n\"His specialty is godlike. Claims he can detect them in the womb.\"\r\n\r\nShe spreads her hands theatrically, though her expression never changes.",
      "female": ""
    },
    {
      "id": 323,
      "default": "\"Giacolo rents a room in, eccosi, The Hole, which is that grimy tavern down below. Why he seeks to bury himself, you will have to ask him yourself.\"",
      "female": ""
    },
    {
      "id": 324,
      "default": "\"Not many animancers down there, so he should be easy to find. If they haven't stolen all his equipment... \r\n\r\n\"Auret augori!\"",
      "female": ""
    },
    {
      "id": 325,
      "default": "\"We're all very glad you're in one piece. We'll have a look at the machines, figure out what went wrong.\"",
      "female": ""
    },
    {
      "id": 326,
      "default": "\"Until then, you should probably check in at headquarters. They like to keep track of the people we work with. They may have something to keep you occupied.\"",
      "female": ""
    },
    {
      "id": 329,
      "default": "\"Your accent, it doesn't sound very Vailian.\"",
      "female": ""
    },
    {
      "id": 330,
      "default": "\"Well, a few years in Aedyr will do that to you. Up to your armpits in jungle mud, insects, and snotty nobles...\" ",
      "female": ""
    },
    {
      "id": 331,
      "default": "\"Probably would have been better off talking to the bugs.\"",
      "female": ""
    },
    {
      "id": 332,
      "default": "\"Which is why we stay indoors and take up civilized habits.\r\n\r\n\"Like proper enunciation.\"",
      "female": ""
    },
    {
      "id": 333,
      "default": "[Give her Oderisi's notes] \"I thought you might be interested in these.\"",
      "female": ""
    },
    {
      "id": 334,
      "default": "\"Eccosi? Are these... Oderisi's? I never thought I'd get even a glimpse of his work!\"\r\n\r\nFlaune thumbs through with an expression of mounting glee.",
      "female": ""
    },
    {
      "id": 335,
      "default": "\"Fascinating. Inaccurate, but fascinating- You do not mind if I hold onto these? Of course not. Here, take this.\" \r\n\r\nElette distractedly hands you a large sum of coins, and then flaps a hand to dismiss you.",
      "female": ""
    },
    {
      "id": 336,
      "default": "\"Gaun has shown me the coming end.\"",
      "female": ""
    }
  ]
}