{
  "Component": "exported",
  "Name": "conversations\\14_slaver_port\\14_si_rdc_fleet_arrival",
  "Entries": [
    {
      "id": 1,
      "default": "Crookspur is a sliver of land at your back when you see a fleet approaching.\r\n\r\nThey are Rauataian warships, bristling with cannons and moving at high speed.",
      "female": ""
    },
    {
      "id": 2,
      "default": "The captain of the lead vessel bows as his ship draws up alongside yours. \r\n\r\n\"Clear skies, [Player Name], and well done. We'll see to the port's defenses.\"\r\n\r\nThe Rauataian soldiers gathered on deck wear heavy brigandine and blades that glint and flash at their sides. They look ready for anything.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Who are you?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Atsura didn't mention any Rauataian ships.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Calm seas. Farewell.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "He crosses his forearms over his chest as his ship pulls away.",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"We're the Ruquapa. We serve as the ranga nui's most skilled warriors.\"\r\n\r\nThe troops behind him cross their arms in unison.",
      "female": ""
    },
    {
      "id": 8,
      "default": "He looks uncomfortable.\r\n\r\n\"I would not presume to know Atsura Nui's business. My orders are to secure the port against pirates and slavers.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "They near you, and a familiar figure doffs his cap and raises his voice in greeting.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Watcher! Is that really you?\"\r\n\r\nKana Rua grins at you with unabashed delight, shouldering past the ship's bewildered captain to lean over the railing of the ship for a better look.",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Kana!\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Where have you been?\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Oh, not you again...\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Hey, deadbeat! Thought I told you never to show your face around here?\" \r\n\r\nMaia grins across at him. Ishiza perches on the railing and lets out a joyful squawk. ",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Sister! Watch yourself with that one! He gets up to all sorts of mischief!\" Kana winks at you.",
      "female": "\"Sister! Watch yourself with that one! She gets up to all sorts of mischief!\" Kana winks at you."
    },
    {
      "id": 16,
      "default": "\"I should have known I'd find you out here. Anywhere that's anywhere worth seeing, I know you'll turn up.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"I know, I know, I'm a stranger without my hat.\" \r\n\r\nKana pulls it back onto his head, tugging it into place.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"I have to go.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"It's good to see you.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"And with my sister!\" \r\n\r\n\"Are you <i>enjoying</i> life as an adventurer, Maia? What would mother say?\" Kana shakes his head.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Who is that?\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"She'd say there isn't enough ocean between us yet! What are you doing here, singing the troops to sleep?\"\r\n\r\nMaia grins across at him. Ishiza perches on the railing and lets out a joyful squawk. ",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"I really did miss you, you know. All of our adventures.\" ",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Is it really?\" Kana sounds touched. \r\n\r\n\"You know, I know we turned out to be very different people, but it turns out I really did miss you. Always keeping things <i>exciting</i>.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Yes, we both have responsibilities to see to. Can you believe it? Me, with responsibilities.\" Kana chortles quietly to himself.\r\n\r\n\"That, and the captain's getting antsy. Take care of yourself, my friend! We'll write a shanty in your honor!\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Do take care of him, Maia! Remember, you're supposed to be the responsible one!\" Kana wags a finger.",
      "female": "\"Do take care of her, Maia! Remember, you're supposed to be the responsible one!\" Kana wags a finger."
    },
    {
      "id": 27,
      "default": "\"Well, someone has to put the <i>glorious conquest</i> into song. And as I consider myself a kind of <i>fighting</i> scholar, I thought I made the obvious choice.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"What else? Chronicling everything that happens. They weren't keen on my coming here, but I made a fuss, and well, who's going to tell the emperor's favorite chanter he can't go off to war?\" ",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"I'll keep him out of open water, never you worry you great big coward.\" \r\n\r\nMaia grins across at Kana.",
      "female": "\"I'll keep him out of open water, never you worry you great big coward.\" \r\n\r\nMaia grins across at Kana."
    },
    {
      "id": 30,
      "default": "\"Ill-tempered as ever, I see! Well, we love you all the same, I'm afraid. My dearest, grouchiest friend.\" ",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Which is why I knew you weren't dead. The Lord of Caed Nua, killed? Nonsense!\" ",
      "female": "\"Which is why I knew you weren't dead. The Lady of Caed Nua, killed? Nonsense!\" "
    },
    {
      "id": 32,
      "default": "\"After, what, escaping that collapsing ice cavern?\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Defeating not one, but <i>three</i> dragons!\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Defeating a dragon hewn out of solid adra!\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Thwarting the <i>gods themselves</i>!\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"After besting the Leaden Key?\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Besting the Leaden Key!\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Kana! I sailed across the world to escape your babble.\" \r\n\r\nMaia points at him and lifts her brow in warning.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Unveiling the forgotten language of the ancients!\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Only for you to be squished by a giant foot? Absurd. That's not how the story goes.\" Kana folds his arms.",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Won't the lore college be surprised to hear your name again!\" Kana grins toothily. \r\n\r\n\"They'll call it contrived, but the truth is, sometimes life really is that strange.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Stick around long enough and Rauatai will run out of parchment. Brevity, man!\"\r\n\r\nMaia chuckles into her hand. ",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Like baby lambs. Armed, dangerous, smelly little lambs.\" Kana waves a hand at Ishiza, waggling his fingers.",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"I don't know, brother - I can get pretty reckless when the captain is around.\"\r\n\r\nMaia winks at you.",
      "female": ""
    },
    {
      "id": 48,
      "default": "The captain finally manages to push his way to the railing, and bows stiffly at the waist.\r\n\r\n\"Clear skies, [Player Name], and well done. We'll see to the port's defenses.\" \r\n\r\nThe Rauataian soldiers gathered on deck wear heavy brigandine and blades that glint and flash at their sides. They look ready for anything.",
      "female": ""
    },
    {
      "id": 49,
      "default": "Kana follows suit a few seconds later, grimacing sheepishly.",
      "female": ""
    }
  ]
}