{
  "Component": "exported",
  "Name": "conversations\\22_huana_ruins\\22_cv_wahaki_leader",
  "Entries": [
    {
      "id": 1,
      "default": "The Wahaki warrior crosses his arms and appraises you with a critical eye. Face paint adds definition to his already severe features.\r\n\r\nHe stretches his mouth open wide and lets out a prolonged yawn.",
      "female": ""
    },
    {
      "id": 2,
      "default": "The Wahaki warrior clutches his weapon and stares you down. ",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Charge him and attack.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"The deeper jungle is fouled. Nature is wrong here, and your very presence makes her drool with hunger.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"I'm looking for a lost expedition and knowledge of the island Ukaizo.\" ",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Why do the Wahaki protect this island?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"While foreigners take our lands out from under us, that future grows more distant.\" He flares his nostrils and looks toward the shore.",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"What can I do for you?\" ",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"May the jungle spare you.\" Embeta regards you with an impassive nod.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"It seems you intend on letting the island do our work for us.\" He lowers his spear and sighs, gesturing for the others to do the same.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"I come for knowledge, and take nothing but memories.\" ",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Step aside or I'll feed you to the jungle alive and screaming.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"I say I have never met someone more resigned to their fate.\" ",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"This is no place for gods. No place for mortals, either.\" ",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"I wanted to share words before you made a grievous error.\" ",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"You step on the grounds of Motare o Kōzi. I can tell from your expression that you have no idea what this means to our tribe.\" \r\n\r\nHe lets the axe hang at ease by his side, though his fingers release none of their tension. ",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"There are dangers in the jungle for a man of any height. I would not have you die unprepared.\" ",
      "female": "\"There are dangers in the jungle for a woman of any height. I would not have you die unprepared.\" "
    },
    {
      "id": 27,
      "default": "\"The touch of the gods does not grant you access to this island.\" \r\n\r\nIn spite of his words, the Wahaki fighter swallows at you in awe.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"You cannot have business on Motare o Kōzi. Leave before I feed your bones to the jungle.\" He makes a dismissive wave back toward your ship.",
      "female": ""
    },
    {
      "id": 29,
      "default": "[Raise your hands, back away slowly.]",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Wiser than you look. Now sail away, and do not return.\" He nods and signals for the others to keep an eye on you. ",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"I do not care which island you call home. This one belongs to the Wahaki.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"If I must carry you out by your ears, I will do it. This island is under Wahaki protection.\" ",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"This is no library, outlander. Death herself has touched this jungle.\" Something about your words causes his temper to even out.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"You will find only bones and ruin, blighted with decay... and worse.\" ",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"We plan for the day when we will recover our past where we left it - on the shores of lost Ukaizo.\" ",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Greetings.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Is there a problem?\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"You are known to us, outsider. But your presence disturbs me all the same.\" He cradles an axe in both hands, and turns it over with slow, deliberate motions.",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"I am deciding that as we speak. Choose your words with care.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Silence is beneath us. This will stop now.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Greetings.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"I can already tell we have a problem.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"You have come to the wrong place, outsider.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"No. I am stopping you now before it becomes a problem.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"I thought my message to the Huana prince was clear. He needs reminding that to trespass on the jungle ruin is a death sentence.\" Embeta narrows his eyes at you.",
      "female": ""
    },
    {
      "id": 70,
      "default": "The warrior studies you with a mixed expression. He takes your measure, weighing whether or not he believes you.",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"You were the one who sent the prince that bloodied cloth, weren't you?\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"The prince sent explorers into the maw of this island. Their drained corpses and bloodied clothes were all they left behind.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Ekera. The island is closed to outsiders. All who set foot here are doomed to perish.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"If Aruihi intends on repeating his mistakes, I am thinking he will not stand for long against the foreigners. To the depths with him, then.\" Embeta spits on the sand.",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Her?\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Noted. Back to my questions.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "Embeta holds his silence, but his stare is full of warning.",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Your curiosity will only be getting you into trouble.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"So, can I leave now?\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"What is so dangerous about Motare o Kōzi?\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"We do not venture into the deeper jungle, but we know it for what it is - a place where nature has gone mad.\"\r\n\r\nHe lets the silence drag on until the point has its deserving emphasis.",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"It is not for me to explain the tales of our people, but I warn you to keep your distance. Motare o Kōzi has claimed more lives than you would guess.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"Let's have it. How many?\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Imagine a number - it is more, I say.\" ",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"This island soured in an age when tribes were vulnerable and separated from their kin. It grew teeth where none had sprouted before.\r\n\r\n\"Imagine the feast laid out for an opportunistic glutton.\" ",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Why do you assume the prince sent me?\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Explorers from Neketaka landed here. You must know by now that they did not return.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"It is no wonder that the prince sent a second group to find the first. He cares more about riches and plunder than the lives of his servants.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Ruāsare does not share my reservations about you. And I have several of those. If you earned her confidence, I would be a poor excuse of a warrior to stand in your way.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"You have done nothing to earn the trust of the Wahaki. I cannot look into the eyes of my chieftain and explain to her why I let you go into the jungle.\" His eyes narrow, his grip on his weapon tightening.",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"But I would be an even poorer host if I stood aside and allowed the beasts of the jungle to suck your marrow. You see how I am torn in half?\" \r\n\r\nEmbeta draws a line in the sand with his toe. He focuses down on it thoughtfully.",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"I can handle myself in a fight, if it comes to that.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Step aside, unless you want to earn the ire of your chieftain.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"You've conducted yourself with honor. Let me do the same and part as friends.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "[Attack] \"Not yet, but I'm about to.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"I don't doubt it. I am out of practice letting outsiders onto our lands.\" He sighs to himself and shrugs, kicking sand over the line he drew.",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"May you live to see cleaner shores than these, outsider.\" Embeta inclines his head with respect.",
      "female": ""
    },
    {
      "id": 102,
      "default": "[Attack] \"You have no idea who you ambushed.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "[Attack] \"I can look scary too. Come closer and see for yourself.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"You should thank me for sparing you a death at the hands of the jungle.\" Embeta signals his warriors and attacks.",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"The ruins in the deeper jungle... they are too precious to risk in an outsider's hands.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"Better for us both if I killed you now. We will give your body to the sea with all the rights that a worthy foe deserves. An outsider can expect no greater honor.\" \r\n\r\nEmbeta nods to himself as he comes to terms with this simple inevitability.",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"The work I've done for the Huana, this means nothing?\" ",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"If the jungle is dangerous, I may be able to help. I can leave this island better than I found it.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"Try it and there won't be enough of you left for the seagulls to pick over.\" ",
      "female": ""
    },
    {
      "id": 110,
      "default": "[Attack] \"I suppose this is the end of our negotiations, then.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "Embeta purses his lips and studies you, giving away nothing of his thoughts.",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"You can do such things?\" He trades an uncertain glance with the other warriors.",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"I knew that outsiders could get drunk on their own overconfidence. I did not think it could also drive them mad.\" He studies you, his spearpoint wavering in indecision.",
      "female": ""
    },
    {
      "id": 114,
      "default": "He eyes you with interest. At first you don't know how he's going to react, but then he sweeps sand over the line he drew. ",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"When an outsider visits Neketaka and proves helpful... this is rare enough that it should not be punished.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"We will be watching you, outsider, though we will not interfere if the jungle attempts to close its jaws around you. Cause no trouble in the ruins of Motare o Kōzi.\" He nods to the other warriors to stand down.",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"The power at the heart of this island is older and stronger than an adventurer's hubris... but I do not mind pitting you against it.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"Look, can we just talk about this?\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"I have sat through enough outsider babble to know when I am being manipulated.\" His upper lip curls with a fierce, determined smile.",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"I will make it simple and spare your breath. Leave now or die.\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"Not yet, but your presence here is telling.\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"I know what it meant to your ancestors. This was part of an ancient Huana evacuation route.\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"There is a reason why this island has remained untouched for generations. Outsiders go no further than the beach. Those who try meet an unfortunate end.\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"Ekera, you know your history better than I guessed.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"I know what it meant to your ancestors. This was part of an ancient Huana evacuation route.\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"I'm here for my own reasons. Your tribe isn't one of them.\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"Spoken like a true outsider - you care nothing for those who own the islands you plunder.\" He shakes his head slowly.",
      "female": ""
    },
    {
      "id": 129,
      "default": "[Attack] \"No, I was just wondering how anyone could be so foolish as to waylay me.\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"And you have no respect for the territory of your own neighbors. For shame.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"You have the favor of the Wahaki, which is why I tell you this in words and not in bloodshed. Do not set foot in the jungles of Motare o Kōzi. \r\n\r\n\"It would be a breach of our traditions, and a trip through Rikuhu's bowels for the likes of you.\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"Thank you for the warning, but I'll be going now.\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "He shares a guarded look with the other warriors. Something private - buried under layers of exchanged looks and understanding - passes between them.",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"You did not come here to learn our history, and I do not share our secrets with outsider filth.\" He sucks a bead of moisture from his upper lip, holding his unblinking attention on you.",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"A prince of Neketaka should put the wishes of his people over his ambition.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"The jungle has teeth. Take care they do not close around you.\" ",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"Have you heard of the 'Painted Masks'?\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "He frowns at you quizzically. The other warriors shake their heads.",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"Worth a try.\" Aloth leans close and shrugs.",
      "female": ""
    }
  ]
}