{
  "Component": "exported",
  "Name": "conversations\\22_huana_ruins\\22_cv_menpwgra_boss",
  "Entries": [
    {
      "id": 1,
      "default": "\"TRESPASSER! Vile defiler!\"\r\n\r\nA stench of rot hovers over the mênpŵgra. She points a crooked, wandlike finger at you and advances.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Attack] \"Time to pull some weeds.\" ",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Mother, listen to this one. He healed me - my tree!\" The delemgan holds out her arms to the mênpŵgra.",
      "female": "\"Mother, listen to this one. She healed me - my tree!\" The delemgan holds out her arms to the mênpŵgra."
    },
    {
      "id": 10,
      "default": "\"The grove may yet live if I mend its broken heart - your tree.\" ",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"This one can aid us, mother. Sorrow and corruption stole away our senses, and we must learn to live anew.\" ",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"My tree is scoured clean. Your roots are still... tangled.\r\n\r\n\"There is power in him.\" She nods to you grudgingly.",
      "female": "\"My tree is scoured clean. Your roots are still... tangled.\r\n\r\n\"There is power in her.\" She nods to you grudgingly."
    },
    {
      "id": 15,
      "default": "The mênpŵgra turns to you and blinks with surprise, her vision sharper and more focused than before.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"What are you?\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "She peels back her lips, showing bony protrusions that dimly resemble teeth. ",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"No! He has twisted you against us! After we have DRAINED his water, we will show you how to mother this island properly!\"",
      "female": "\"No! She has twisted you against us! After we have DRAINED her water, we will show you how to mother this island properly!\""
    },
    {
      "id": 24,
      "default": "\"We are the life of this isle and the guardian of its adra.\" She glances toward the outcropping of ruined mineral sprouting from the ground.",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"The grove is our vigil! It is you and the rest of Eora that sours!\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Your insides have putrefied. Can you not feel it? There may yet be something alive in your core.\" ",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"You protect only a ruin, a memory. Not what I see around me.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "[Attack] \"Fine. One more tree to cut down.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "She studies you with an unreadable expression. Glancing down, she digs one of her talons through the mottled bark and flesh of her midsection. \r\n\r\nHer fingers come away black with putrid sap.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Pfeh! You wave the arm of a cousin and speak to me of corruption?!\" ",
      "female": ""
    },
    {
      "id": 41,
      "default": "The mênpŵgra screeches, and the very jungle responds to her call.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"You will <i>halt</i> or be unmade where you stand.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "Something in your voice gives the mênpŵgra pause. She regards you with eyes narrowed in hateful suspicion. ",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Your comforting LIES are unwelcome here. We set our roots down when the archipelago was soft and unformed. Now we are <i>perfection.</i>\"\r\n\r\nHer eyes narrow, full of hatred and challenge.",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"You forget yourself. There is a wrongness on this island, and it deserves to be set right.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"There is rot in your bones, lady, no matter how green or majestic you feel.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "[Attack] \"Then die.\" ",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"That... thing I was. She is no more, but I carry enough of her to know the meaning of gratitude.\r\n\r\n\"Thank you.\" \r\n\r\nShe nods.",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"She... I collected a small horde of trinkets from... from visitors. We have no need of these trophies.\"\r\n\r\nShe gestures to the hollow of her tree, squinting at the bark as she struggles to recognize her surroundings. ",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"What will you do now?\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"This grove rotted a blink of an eye ago by Eora's reckoning. I will grow and replenish what we lost.\" She sighs, surveying the jungle and taking in the enormity of her task.",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"You're not going to let me talk my way out of this, are you?\" ",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Kith arrogance shattered the Deadfire once. We have adapted to your blight!\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"The grove does not die. No... it lives in death.\" ",
      "female": ""
    },
    {
      "id": 70,
      "default": "She bares her teeth and takes a combative step closer. Her foot sinks into the mud and she pries it up with a wet, sucking sound. \r\n\r\nShe blinks down at the rotted earth.",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Madam, this is a swamp at best - what could we be trespassing on?\" ",
      "female": ""
    },
    {
      "id": 74,
      "default": "She hisses at Tekēhu.",
      "female": ""
    },
    {
      "id": 77,
      "default": "[Show her the Spine of Thicket Green.] \"This staff may help with the corruption of your grove.\" ",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Tekēhu, is there anything we can do to help this raving tree?\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"This is not exactly my expertise... but I suppose I'll try anything once.\" ",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Madam, as an envoy of Ngati I send you... greetings.\" He looks to you and gives an uncertain shrug.",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"You parade fish-headed clowns before us?! Ngati deserves none of my obeisance.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"You forget yourself. There is a wrongness on this island, and it deserves to be set right.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"You forget yourself. There is a wrongness on this island, and it deserves to be set right.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"You forget yourself. There is a wrongness on this island, and it deserves to be set right.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"You protect only a ruin, a memory. Not what I see around me.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"You protect only a ruin, a memory. Not what I see around me.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"You protect only a ruin, a memory. Not what I see around me.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"The... the cataclysm was thousands of years ago. Ekera, you have been alive all of this time?\" ",
      "female": ""
    },
    {
      "id": 94,
      "default": "She merely stares at him, dark sap running down her eyes and nose.",
      "female": ""
    },
    {
      "id": 95,
      "default": "[Attack] \"Wither and die. Your winter approaches.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Gods help me, she has lived long enough!\" ",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Mother, no! Do not fight back!\" ",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"Mother, please! We can be strong again!\" ",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Looking better already, I say.\" Tekēhu winks up at her.",
      "female": ""
    },
    {
      "id": 105,
      "default": "She studies his motions, swallowing uncertainly. ",
      "female": ""
    },
    {
      "id": 107,
      "default": "The Green Lady regards you with a serene expression.",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Why do you delay?!\" She hisses out a breath of damp leaves and rot.",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"On second thought, I don't think this is going to work.\" ",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"My apologies. Let me try once more.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "[Attack] \"I was deciding which of your roots to cut first.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "She narrows her eyes and points toward the tree.",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"You ply me with false hopes!\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"This brackish water... I have rooted here for centuries and I recognize nothing.\" Her spindly arms fall to her side with a sound of splintering wood.",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"Are you responsible for this blight?\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"We do not speak to the <i>fertilizer!</i>\" She halts her step to regard you with an affronted snarl.",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"You are NOTHING but water to feed our young, soil to birth our seed!\" \r\n\r\nShe extends both her arms and shrieks a high-pitched call. Vines uncoil from the ground beneath your feet and tense with hungry anticipation. ",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"I didn't come here looking for a fight.\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "[Attack] \"Try not to bleed any sap on me. It's impossible to wash off.\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"We can smell our daughter's sap on you, interloper! You cannot know what you have taken from us.\" Her lip curls in pain.",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"Eh. Then we will HEARKEN to your chatter... for now.\" She narrows her eyes and waits, swaying like a willow and rubbing her dry fingers together like kindling.",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Your lands are blighted, and your mind as well. Is it possible to heal you?\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"There is power in your voice... <i>druid</i>. Our trees will delight in sucking the last fleck of marrow from your bones.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"Are you the thing that's been jabbering in my head since I arrived?\" ",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"We are a queen. This grove is our court.\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"He speaks true, mother.\"",
      "female": "\"She speaks true, mother.\""
    },
    {
      "id": 135,
      "default": "\"I do not doubt him, mother.\"",
      "female": "\"I do not doubt her, mother.\""
    },
    {
      "id": 136,
      "default": "\"He didn't kill me, and that's saying something.\" The delemgan crosses her arms and nods.",
      "female": "\"She didn't kill me, and that's saying something.\" The delemgan crosses her arms and nods."
    },
    {
      "id": 140,
      "default": "\"I'm only here to find evidence of lost Ukaizo.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"The comings and goings of kith halted long before you first drew breath.\" She flares her nostrils, taking in your scent. ",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"You are millennia too late. Ukaizo is gone to the likes of you.\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"Fish-headed indeed! Word of advice, lady scarecrow - my captain is a Watcher. They eat their weight in mênpŵgra before sunrise.\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"Ekera, that depends on what you had in mind.\" He swallows up at the mênpŵgra.",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"Try reasoning with her. We're here to help.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"Can you do anything to heal the grove?\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"I... suppose all things are water on the inside.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "[Attack] \"Help me chop her into kindling.\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"Ekera. This I can do.\" He nods, smiling a little.",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"If you allow me to help, it is within my power to undo the damage to this grove.\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"And we need only retract our claws and expose our tree's heart, is that it?\" She spits a black glob of sap between your feet.",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"Your body will feed the roots of their trees. We will grow our daughters anew.\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"They didn't give me much choice.\"",
      "female": ""
    },
    {
      "id": 157,
      "default": "[Attack] \"So be it.\"",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"You CHOSE to invade our lands, just as you chose to kill those who we held dearest! It would seem to us that you had choice APLENTY.\"",
      "female": ""
    },
    {
      "id": 159,
      "default": "[Attack] \"On second thought, I tire of negotiations.\"",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"And we do not SUFFER their blight to enter our garden!\" She peels her lips back and exhales a dry breath.",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"Pah! You are blind to the harmony of our grove, outlander!\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"When death spread wide her arms to embrace the Deadfire, we twisted ourselves and stood tall against her.\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "She turns from Tekēhu and blinks at you.",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"It's not true. He's mistaken.\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"So you're on the tree's side, is that it?\" He crosses his arms.",
      "female": ""
    },
    {
      "id": 168,
      "default": "[Attack] \"Let me show you how it's done.\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"SILENCE! That is enough self-important prattle out of you!\"",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"We look out on our garden and see green, bounty, life... the oldest cycle made healthy after the blight of Ukaizo's fall.\r\n\r\n\"Is this not so?\" \r\n\r\nShe squints, taking in her surroundings without knowing where to settle her gaze.",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"Perhaps once. Not any longer.\"",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"No. This place is a mess.\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "[Lie] \"It still is, but beauty has attracted corruption.\"",
      "female": ""
    },
    {
      "id": 174,
      "default": "She snarls, drawing her hand across her mouth and wiping a line of sap away.",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"L-lies!\" She peels back her lips to expose a mouth full of misshapen teeth. ",
      "female": ""
    },
    {
      "id": 177,
      "default": "She closes her talons in a beckoning gesture, narrowing her eyes as you approach.",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"My friend Tekēhu knows a thing or two about nature's... oddities. I think he could aid you.\"",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"Ekera, I will try to take that as a compliment.\" He folds his arms and raises an eyebrow.",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"You are too trusting, child.\" She narrows her eyes on the delemgan before gesturing for you to speak with an open claw.",
      "female": ""
    },
    {
      "id": 194,
      "default": "She leans in closer to peer at you, narrowing her milky eyes. \r\n\r\nThen she hisses and draws back a step.",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"We must... consider.\" She taps her chin with a long finger.",
      "female": ""
    },
    {
      "id": 196,
      "default": "\"We are not so different. Do you see nothing of your children in me?\"",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"This will not end well for you. Hear me or I'll cut you down to the last root.\"",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"When the kith who angered the gods sought refuge, we nursed our young on their remains.\"",
      "female": ""
    },
    {
      "id": 199,
      "default": "Her expression evens and one of her clawed hands instinctively reaches for her heart. ",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"We are perfection. You are the only infestation here.\"\r\n\r\nA black beetle crawls from her leering jaws and into the tangled mass of her hair. ",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"I can do nothing to help you. I'm sorry.\"",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"This staff can heal you if you let me try.\"",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"Can you not?\" \r\n\r\nHer mouth opens in a crooked grin as madness and hunger eclipse her brief echo of reason. Black sap drops down her eyes like fresh tears.",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"Taming it will be a chore. But there is time.\" She nods.",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"More of my daughters may yet roam this jungle... with my poison coursing through their roots.\"\r\n\r\nShe looks out to the treeline with sorrow.",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"I cannot stop them from bringing you harm. And I will not punish you for bringing them rest.\"\r\n\r\nHer sigh sends a rustle through the surrounding leaves.",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"So, you're more than just some fool brawler like all the rest?\" Pulling a ropy length of gore from between her long fingers, she lowers it into her gaping mouth and chews thoughtfully.",
      "female": ""
    },
    {
      "id": 209,
      "default": "\"Broken... mayhap not yet shattered.\"\r\n\r\nShe traces her index finger down the rivulets of blighted sap that bleed down her body. ",
      "female": ""
    },
    {
      "id": 210,
      "default": "\"Call off your pets before I cut them off at the root!\"",
      "female": ""
    },
    {
      "id": 211,
      "default": "\"HA! Your furious water will feed our garden long after you are a withered husk!\" ",
      "female": ""
    },
    {
      "id": 212,
      "default": "Suddenly she stops herself, pinching her lips and narrowing her eyes. The conviction of your words has given her pause. ",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"For healing my daughters, for restoring my mind, I name you a friend of the grove.\"\r\n\r\nLeaning down, she touches her thumb to your forehead and closes her eyes. \r\n\r\nYou feel momentarily lightheaded, but the sensation is over as swiftly as it began.",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"What did you do?\" ",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"You're welcome. Farewell.\"",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"You have been touched by nature's mark. Wear it with pride.\" She smiles and inclines her head, saying nothing more.",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"It can live again if I restore your adra pillar.\"",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"You can do this?\" She narrows her eyes and weighs the matter, nodding slowly to herself. ",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"We feel a weight of souls about you... Watcher. If you can save the grove then do it.\" \r\n\r\nShe points a bony finger to her tree and the adra pillar nestled among its trunk.",
      "female": ""
    }
  ]
}