{
  "Component": "exported",
  "Name": "conversations\\22_huana_ruins\\22_cv_delemgan_03",
  "Entries": [
    {
      "id": 1,
      "default": "\"No! I was... I was STRONG. I was so very hungry, but pleased, yes...\" The delemgan glares at you. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"How did you become this way?\" ",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Mother called on us to knot our hearts, to grow strong, and fight those who so callously rent apart the Deadfire.\" ",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"An expedition came through here looking for evidence of Ukaizo.\" ",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"We drank their fetid water. I let it spill onto the roots of my tree, and felt their life feed the island.\" She sighs, her shoulder drooping.",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"I'm sensing that I should leave. Farewell.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"You again.\" The delemgan narrows her eyes.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"You killed her, unrepentant monster!\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Mother is... 'restored.' Weakened, like me.\" ",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"The others hesitated, but I followed her with a daughter's joy and devotion.\" ",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"That isn't what you wanted to hear, and I delight in the telling of it.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Mother will destroy you, outsider. There is a seed of pain inside all living things, and she will make it sprout in you. Count on it.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I take it this island has fallen on hard times.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Your mother sounds none too accommodating, if her voice in my head is any indication.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"She will tear you to pieces, and pull me back into her communion when she is done.\" The delemgan narrows her eyes. ",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"I can't decide if I hate or relish the prospect.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"We have known 'hard times' ever since the island-hopping kith invited the ire of the gods!\" She grits her teeth with a sound of dry wood.",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Mother twisted us, instructed us to harden ourselves against intruders. Over time, the grove learned to defend itself... from the likes of YOU.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"I'm looking for a route to Ukaizo. Ever heard of it?\" ",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"You seek Ukaizo?\" She crosses her arms, a wry smile playing on her youthful features.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"I suppose you have corrupted all of your own islands, and now you must trample on the ones which time forgot?\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"No. I am PLEASED to say that I do NOT know the location of haunted Ukaizo. Even if I did, I would die a thousand times before giving you the satisfaction of an answer.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"If you THINK you are helping us, I beg you to reconsider. The day we twisted our roots was the day we learned to defend ourselves.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Mother will know what you've done. My pets and I will leave you to <i>her.</i>\"\r\n\r\nShe aims a hard, authoritative glare to the surrounding jungle, which goes quiet around you both. ",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"You've touched one of our trees before, I see. My sisters will no doubt be more <i>grateful</i> than I. \r\n\r\n\"Heal us and we'll... consider your cause.\" She exhales sharply and focuses elsewhere.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"She is... sick. As are we all, and it will only grow worse if no one stops her.\r\n\r\n\"Seek out the trees of my other sisters. Heal them as you did me. We... can help.\" ",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"I smell the sap of my kin on your hands, outlander. Then my sisters are truly dead.\" She stares off into the jungle and sighs. ",
      "female": ""
    }
  ]
}