{
  "Component": "exported",
  "Name": "conversations\\22_huana_ruins\\22_cv_cartographer",
  "Entries": [
    {
      "id": 1,
      "default": "The sun-scarred Huana glances up from the rumpled sheet of parchment in his hands and regards you with unease.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"What can I do for you?\" ",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Yes? You need something else?\" Atēpu creases his brow with worry.",
      "female": ""
    },
    {
      "id": 4,
      "default": "The cartographer bites his thumbnail and mutters to himself.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Atēpu, drawer of maps. I have nothing to sell, unless you are needing something else?\" He clears his throat and rolls up the parchment with a quick spin of his palms. ",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"You have returned from the wastes unscathed? This is good.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"You're the cartographer who discovered Motare o Kōzi, correct?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"I had more questions about Motare o Kōzi and the other sanctuary isles.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"What I discovered remains to be seen.\" A cautious smile spreads across his lips.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"The sanctuary isles were thought to be lost beneath the waves. If I stumbled upon one, I can think of worse finds to credit my name.\" ",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I will not deny curiosity! Go on, then.\" The side of his mouth twitches.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Tell me about the sanctuary isles.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"How did you make this discovery?\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"You mentioned that entire tribes were lost?\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Back to my other questions.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Ah... if we must.\" He patiently gestures for you to continue.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Our ancestors marked off specific islands across Deadfire as rallying points in case a great misfortune split up the tribes. Even they could not have guessed how important the isles would become.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Some thousands of years ago, volcanoes, storms, and quakes shook the archipelago. Any one of those do happen, but never with such... ferocity, or all at once.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Since those days, we have not found any of the old sanctuary isles. Ngati took some beneath the waves, taking whole tribes with her. Others were lost to time and forgetfulness.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"I was surveying the waters around an atoll when a storm dragged my ship off-course. The waters were unknown to me. When a green fleck appeared in my spyglass, I unfurled my sail.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "He looks up at you and swallows.",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"I did not make it far up the beach before I spotted signs of habitation. Marking my coordinates and orienting myself by the evening sky, I made for Neketaka to tell the crown of my findings.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Understand - the Deadfire was broken. The lives lost... could not be counted, and more has been forgotten than may ever be remembered.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"What brings a cartographer to the court?\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"I recently had the pleasure to discover - rediscover, if I am honest - one of the lost sanctuary islands.\" His demeanor brightens.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"If I was venturing to this island, what might I find?\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Death.\" Atēpu stares away, his face losing its color, until he catches your expression.",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"I do not mean to frighten you! These islands have known great tragedy, and millennia have passed in cheerless silence.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Should you land on a sanctuary isle, do not expect to find welcome.\" ",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"The Huana survived by taking shelter on the sanctuary isles - to save our society, and not just any one tribe.\" ",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"I am told that the Wahaki are protective toward the isles, but that is their business.\" Atēpu shrugs.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"You must have seen much on your travels. Ever found a sign of Ukaizo?\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "Just hearing the word causes him to perk up at attention, though his lips press together at a slant.",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"There is not a Huana in all of the Deadfire who does not take to the open water hoping to catch a glimpse of lost Ukaizo.\" He sighs.",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"If I could walk the beaches of our ancestors, take a fleeting glimpse of what they left behind... mine would be a life well-lived.\" ",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"What would you hope to find on Ukaizo?\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"The same thing we all hope for - answers to the long silence that precedes our history. Who we were could tell us who we are.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"But, if I am being selfish... maps. Charts! Our ancestors were keen explorers, and a roll of their parchment could teach us more than what we have gathered in the last century.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Imagine how much history we lost in a single year, much less the millennia that followed? Whatever our people hoped for themselves, we may never know if we got it right or wrong.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"What do you know about the cartographer's guild?\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Ekera, then you must have met Sanza?\" He appraises you up and down, his brows raised.",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Guild is... I say a generosity. We are not so formal as all that.\" He shrugs.",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"But we do plan an expedition to the far east. This will legitimize much of our... our little hobby.\" ",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Sanza did mention that.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"You'd sail through a curtain of storms?\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Hope you make it there in one piece.\" ",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Ekera, my thanks! With the right captain at the helm, I say anything is possible.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Ekera, then I am guessing he mentioned our troubles finding a captain.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"It will take madness and boldness in addition to competent sea legs... but ekera, we will do this.\" \r\n\r\nHe smiles a little.",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"I know just the person. Look to Captain Töla with the Príncipi.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"The Prínci-\"\r\n\r\nHe cuts himself off and glances to the left and right.",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Back to my other questions.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Ekera, speak on!\" ",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Good luck finding the right captain.\" ",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Ekera, my thanks. Can you believe we have not had much luck recruiting for a suicide mission?\" He bites his thumbnail and shrugs.",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Ekera, is it worth trusting pirates for such a... delicate operation?\" He raises his fingers to touch his lips.",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Then send her my way. I do not doubt that if she... if she is who you say she is, that she is an adequate sailor.\" He sighs, nursing his brow. ",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"The shore twisted around itself, confusing even this old navigator until I found myself at the center.\"",
      "female": ""
    }
  ]
}