{
  "Component": "exported",
  "Name": "conversations\\22_huana_ruins\\22_si_menpwgra_tree_01",
  "Entries": [
    {
      "id": 1,
      "default": "This tree drips with thick, viscous sap that gives off a cloying stench. You see the limbs of dead kith nestled among the bark, drained of their substance down to the bone.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Whisper to the tree, convince it to give up the corruption at its core.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "The thorny vines retreat into the earth. From the heart of the tree, a gurgle precedes the expulsion of dark, bilious water at your feet. \r\n\r\nStarved of corruption, the tree seems greener and more lively already. ",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Destroy the tree.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "You sever the roots and hungry vines. Blackened sap oozes down the trunk like spilled blood. It won't be long before the tree succumbs to its injuries.\r\n\r\nYou hear the ear-splitting shriek of a mênpŵgra in pain.",
      "female": ""
    },
    {
      "id": 9,
      "default": "[Have a druid whisper to the tree, convince it to give up the corruption in its heart.]",
      "female": ""
    },
    {
      "id": 13,
      "default": "[Use the Spine of Thicket Green to heal the tree's corruption.]",
      "female": ""
    },
    {
      "id": 14,
      "default": "You hold out one end of the staff, the wood vibrating with anticipation. \r\n\r\nThick tendrils reach out from the heart of the blighted tree and grasp the offered limb, curious and hungry. ",
      "female": ""
    },
    {
      "id": 15,
      "default": "Something in your pack jerks and twitches. It's the Spine of Thicket Green. \r\n\r\nThe wood pulses with ghostly white light, trembling slightly as you stand near the tree. ",
      "female": ""
    },
    {
      "id": 18,
      "default": "You call out to the tree using terms it would understand - growth, time, water - appealing to its old and forgotten nature. \r\n\r\nYou command it to expel the dark infection in its heart. \r\n\r\nThe surrounding vines shudder and pulse in response.",
      "female": ""
    },
    {
      "id": 19,
      "default": "[Specified 0] leans in closer, whispering to the tree and caressing the bark with care. \r\n\r\nThe surrounding vines shudder and pulse in response.\r\n\r\nStepping back, [Specified 0] passes you an affirming nod.",
      "female": ""
    },
    {
      "id": 20,
      "default": "You call out to the tree using terms it would understand - growth, time, water - appealing to its old and forgotten nature. \r\n\r\nYou command it to expel the dark infection in its heart. \r\n\r\nThe surrounding vines shudder and pulse in response.",
      "female": ""
    },
    {
      "id": 23,
      "default": "Suddenly you feel a crawling sensation in the back of your head.",
      "female": ""
    },
    {
      "id": 24,
      "default": "<ispeech>FIEND! Remove yourself from our domain!</ispeech> The disembodied voice batters your mind like a hailstorm before swiftly departing.",
      "female": ""
    },
    {
      "id": 25,
      "default": "<ispeech>What are YOU that you trespass on our home? You will leave at once, or face the consequences!</ispeech> The unwelcome presence in your mind pulls away with a rustling of leaves.",
      "female": ""
    },
    {
      "id": 26,
      "default": "<ispeech>We SEE you in there... WATCHER.</ispeech> Urgent, hateful whisperings echo in your head. ",
      "female": ""
    },
    {
      "id": 27,
      "default": "<ispeech>Leave this island while you still can. You are UNWELCOME.</ispeech> With a sound of dry wood splintering, the voice pulls back from your thoughts.",
      "female": ""
    },
    {
      "id": 28,
      "default": "<ispeech>We will take such DELIGHT in your wordless, gasping pleas for mercy. Trespasser.</ispeech> The disembodied voice shudders with anticipation.",
      "female": ""
    },
    {
      "id": 35,
      "default": "[Study the tree, see if it is beyond healing.]",
      "female": ""
    },
    {
      "id": 36,
      "default": "The bark bulges with rancid sap. Life endures somewhere in the heart of this tree, but time and corruption have twisted it to a nearly unrecognizable form. ",
      "female": ""
    },
    {
      "id": 38,
      "default": "<ispeech>You come to desecrate our garden?! Be gone!</ispeech>\r\n\r\nThe voice seems to originate at once from your head and the surrounding jungle. It departs with a rustle.",
      "female": ""
    },
    {
      "id": 39,
      "default": "Someone with a connection to nature could reverse the damage.",
      "female": ""
    },
    {
      "id": 40,
      "default": "[Pick up the staff.] \"What...\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "[Wrestle the staff down.] \"You're not going anywhere.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "The staff twists in your hands like a living limb, wrenching itself in the direction of the blighted tree. It seems eager to plunge into the rivulets of dark sap. \r\n\r\nHealing magic has kindled in the old wood. ",
      "female": ""
    },
    {
      "id": 43,
      "default": "No sooner do you approach the tree than you feel a weak, plaintive cry for help issue from somewhere deep in its heart. ",
      "female": ""
    },
    {
      "id": 44,
      "default": "[Feel the bark, listen.]",
      "female": ""
    },
    {
      "id": 45,
      "default": "[Ignore the sensation.]",
      "female": ""
    },
    {
      "id": 46,
      "default": "Hot, viscous sap runs down your hand. The life of the old tree cries out in agony, pleading for you to hear its call. \r\n\r\nYou think you can sever the tree from the corruption in its heart, but it will take some work and concentration. ",
      "female": ""
    },
    {
      "id": 47,
      "default": "Finding no hope, the tree pulls its awareness back from you.",
      "female": ""
    },
    {
      "id": 48,
      "default": "Your staff reflexively twitches in your hands, the wood suddenly warm to the touch and bristling with sharp thorns.\r\n\r\nThe Spine of Thicket Green pulses with a ghostly white light, trembling as you hold it near the tree. ",
      "female": ""
    },
    {
      "id": 49,
      "default": "[Hold the staff firmly.] \"What in Eora...\"",
      "female": ""
    }
  ]
}