{
  "Component": "exported",
  "Name": "conversations\\21_prologue\\21_si_pallid_knight",
  "Entries": [
    {
      "id": 1,
      "default": "\"Good. Welcome to the Beyond. I am Berath. One half, anyway.\"\r\n\r\nShe points a finger in the direction of the dwarf who led you here. Though the movement is slight, her gauntlet squeaks like a rusty hinge.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"You had need of the gods once before. Now it seems we have need of you.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Your brush with the divine has drained you of your powers, fractured your memories. Look upon these cards. They represent the courses of your life. You alone know best how they flowed. Arrange them to fit what you remember.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Does everything appear to be in order?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Yes.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"No, that's not what happened.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Before you return to Eora as my herald, you must remember who you were, the last whisper of life in death.\"\r\n\r\nFor a moment, the sockets of her eyes darken, leaving the pits of a death's head gazing out at you.\r\n\r\n",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Go forth now, Watcher, as my herald. Know that I do not give you this title lightly. When the time comes, you will have the power to reveal the souls that cling to you, to open the gateway from the In-Between to the waking world.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Thank you for joining us, Watcher of Caed Nua.\"\r\n\r\nThe gaunt woman seated at the table is clad in time-worn black armor that seems too massive for her to move in.",
      "female": ""
    },
    {
      "id": 25,
      "default": "A pale, slender neck rises from the gorget, topped by a hollow face. The milky skin stretched across it is delicate and translucent, like parchment that has been scraped clean too many times.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Yes. In the Hall of Stars in Twin Elms.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"I... I think so. I pledged myself to do your bidding in exchange for your aid.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "[Remain silent.]",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"You came to that tower seeking our aid.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"You prayed for help in reaching Thaos, beyond the Court of Penitents, but would not pledge yourself to me.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"You prayed for my help in reaching Thaos, beyond the Court of Penitents, and pledged yourself to me.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Your memory must have faltered in Sun-in-Shadow as well, because you did not deign to keep that pledge.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Still, a pledge unmade stands fairer in this court than a pledge broken.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"And though you could have broken your pledge when you defeated Thaos at Sun-in-Shadow, you did not. Admirable.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "She is preoccupied with the arrangement of cards on the table between you. With each movement, her armor squeaks and groans as though bearing an incredible weight.\r\n\r\nShe places a final card, gives a nod of satisfaction, and raises her eyes to meet yours.",
      "female": ""
    },
    {
      "id": 37,
      "default": "She places a card in the middle of the arrangement, a bell tower with no bell.\r\n\r\nHer fingertips slowly drag away from the card, faintly creaking as they retreat across the table.",
      "female": ""
    },
    {
      "id": 38,
      "default": "She slaps a card down, a broken bell in a tower. The crack of the card on the table ripples through your soul like a shockwave, leaving you momentarily disoriented.\r\n\r\nHer fingertips slowly drag away from the card, faintly creaking as they retreat across the table.",
      "female": ""
    },
    {
      "id": 39,
      "default": "She delicately places a card on the table, a bell in a tower.\r\n\r\nHer fingertips slowly drag away from the card, faintly creaking as they retreat across the table.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"The being that occupied Od Nua's statue beneath your castle was the 'dead god', Eothas. Of this, we are certain. What we do not know is what his intentions are.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Though Eothas stole a large fragment of your soul, you were strong enough to survive the onslaught and enter the In-Between.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"You and he are still connected. He has chosen a body made of living adra, perfused with the power of thousands of souls - including yours. It should be little difficulty for an experienced Watcher to find him.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Am I... dead?\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Why don't you just do it yourself?\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"I'm not going anywhere near that thing again.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"No. But neither is your body truly alive. Your lungs draw breath, your heart pumps blood, but your flesh is as soulless as a Hollowborn. That is, until I return you.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Taking a physical form in Eora is fraught with peril. Most mortal minds and bodies are incapable of containing divine power. It can lead to... problems, as Eothas learned not long ago.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "Her armored hand gingerly places a card sideways on the table. It features a man with a burst of light instead of a head.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"You have a choice Watcher. Your soul has wandered into the Beyond. Your options are to serve me in pursuit of Eothas or to accept death and be returned to the Wheel.\"\r\n\r\nWith the last word, her features darken, the sockets of her eyes going black, her cheeks becoming so translucent that her teeth glow through the skin.",
      "female": ""
    },
    {
      "id": 50,
      "default": "She delicately places a card upright on the table. The art depicts souls flowing out of a pillar of adra.",
      "female": ""
    },
    {
      "id": 51,
      "default": "She casually tosses a card on the table. It lands crookedly in front of you. \r\nThe illustration features a great wooden wheel. Some souls cling to the spokes. Others are grabbing hold. Still others are letting go of the wheel and floating in every direction.",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Well, I'd like to find him as much as you would. He destroyed my castle and killed who knows how many people around it.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"I've had enough of dealing with the gods - all of you. Why should I care about any of this?\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Then let's get on with it.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"<i>I</i> know. It is my business to know. Three hundred and twenty-two in Caed Nua and your surrounding lands.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"It doesn't matter how much you threaten me. I'm not doing this.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Unfortunate. This will prove much more difficult without someone of your unique talents and circumstances.\"\r\n\r\nShe raises her gauntleted hand and gestures to the dwarf hovering at the periphery.",
      "female": ""
    },
    {
      "id": 58,
      "default": "The dwarf nods, the supernaturally wide smile returning to his face. He gestures for you to follow him.",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Uh... on second thought...\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "[Follow him.]",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Their souls remain in Eothas still. You have the power to save them. Serve me and I will return you to your body. Or don't, and return to the Wheel.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Did you care for the souls of the Dyrwood who clung to you as they stumbled blindly through the In-Between?\" ",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Of course, if that doesn't convince you, I can always return you to the Wheel and find someone else to pursue him.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Good.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"I'll take the Wheel.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"I spoke with other gods in the Hall of Stars and pledged myself to them.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"I don't remember...\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"You chose to pledge your services to other gods.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"You did.\"\r\n\r\nShe places a card on the table showing a tall tower with the gods' constellations arrayed around it in the sky.",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Find Eothas. Learn his plans. When I have cause to talk to you, I will summon you.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "With a quick gesture of her hand, you feel a sharp pain in what would be your chest. The pain continues, intruding deeper into your soul. Looking down, you see a small lump of darkness roiling within you.\r\n\r\nThe darkness lingers there, but the pain abates and fades entirely within the span of a few seconds.",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"A chime. Do not fear, herald. It will not harm you unless you choose to cross me. I trust it will not come to that.\"\r\n\r\nHer gauntleted hand gestures to the dwarf hovering nearby.",
      "female": ""
    },
    {
      "id": 74,
      "default": "The dwarf nods, contorts his face with his odd smile, and gestures to a new door.",
      "female": ""
    },
    {
      "id": 77,
      "default": "[Examine the cards to choose your legacy.]",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"It seems you had trouble with your memory then, too, as you decided to make a similar vow to me.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"The Wheel turns for all mortals, Watcher. You had to know that sooner or later, your turn would come.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Still, you remained true to me. Admirable. I suspect those wronged by the vows you broke will be less forgiving.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"And yet, when it was time to make your choice, you returned those lost souls to the Wheel. It seems you knew what was right in the end, after all.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Though I suspect those wronged by the vows you broke will be less forgiving.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"You made similar vows to Rymrgand, Hylea, and Galawain.\"\r\n\r\nThe skin of her face pulls tight as the edges of her mouth curl into a macabre smile.",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"There will be time to deal with that later.\"\r\n\r\nHer black eyes stare through you, unblinking, for a long, uncomfortable moment.",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"A chime. Do not fear, herald. It will not harm you unless you choose to cross me. <i>Again.</i>\"\r\n\r\nThe pits of her eyes darken briefly, flashing a death's head your way. The translucent mask quickly returns and her gauntleted hand gestures to the dwarf hovering nearby.",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Those who have fallen in Eothas' wake are trapped inside him, still. If you will not help them, who will?\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"You are a beacon to all of the Lost, Watcher. Your soul gleams as brightly to them as adra itself.\"\r\n\r\nFor a moment, there is a glint in the blackness of her eyes, a flash of wondrous recollection.",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"When you can picture your own face, the Beyond will lead you back to your own kind. To the world of mortals.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "The dwarf's rictus returns as he nods in the woman's direction. ",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Tell me, do you remember when we last met?\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "She places a card on the table showing a tall tower. The gods' constellations are arrayed around it in the sky.\r\n\r\nYou remember now. The Hall of Stars in Twin Elms, where you spoke with the gods.",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"You came to that tower seeking our aid.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "The gods offered you boons in exchange for resolving the Hollowborn crisis. You vowed to aid:\r\n\r\n[God_Boon]\r\n\r\nWhat did you do with the souls?",
      "female": ""
    },
    {
      "id": 100,
      "default": "Returned the souls to the Wheel.",
      "female": ""
    },
    {
      "id": 101,
      "default": "Restored the souls to the Hollowborn.",
      "female": ""
    },
    {
      "id": 102,
      "default": "Strengthened the souls of the Dyrwood.",
      "female": ""
    },
    {
      "id": 103,
      "default": "Disintegrated the souls.",
      "female": ""
    },
    {
      "id": 104,
      "default": "Dispersed the souls randomly.",
      "female": ""
    },
    {
      "id": 105,
      "default": "Gave the souls to Woedica.",
      "female": ""
    },
    {
      "id": 106,
      "default": "The gods offered you boons in exchange for resolving the Hollowborn crisis. You did not accept any of their offers.\r\n\r\nWhat did you do with the souls?",
      "female": ""
    },
    {
      "id": 107,
      "default": "",
      "female": ""
    },
    {
      "id": 108,
      "default": "",
      "female": ""
    },
    {
      "id": 109,
      "default": "",
      "female": ""
    },
    {
      "id": 110,
      "default": "",
      "female": ""
    },
    {
      "id": 111,
      "default": "",
      "female": ""
    },
    {
      "id": 112,
      "default": "",
      "female": ""
    },
    {
      "id": 113,
      "default": "",
      "female": ""
    },
    {
      "id": 114,
      "default": "",
      "female": ""
    },
    {
      "id": 115,
      "default": "",
      "female": ""
    },
    {
      "id": 116,
      "default": "",
      "female": ""
    },
    {
      "id": 118,
      "default": "",
      "female": ""
    }
  ]
}