{
  "Component": "exported",
  "Name": "conversations\\07_neketaka_temple_district\\07_cv_okauro",
  "Entries": [
    {
      "id": 1,
      "default": "An armored Huana turns and looks you up and down. She holds this motionless pose across a long and contemplative silence. \r\n\r\nFinally she draws out a single pire and balances the coin on her knuckles. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Hunter. Do you come to serve your coin bond?\" Okauro folds her arms and studies you.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"What say, traveler?\" Okauro turns to face you. ",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Payment for heads. It could be no simpler, I say.\" ",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"What bounties do you have available?\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Do you have any other hobbies?\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"I am a paladin of the Goldpact order. Since taking my oath, I have never been absent of work and duty for longer than an afternoon.\" \r\n\r\nShe stands rigid and raises a fist over her heart, but something in her manner softens.",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"If you would forge a coin bond, I know of people on these islands who must die. \r\n\r\n\"Their fate is already decided. The coin wishes only to collect.\" ",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Dhwgras the ascetic is wanted for crimes against his monastic order. His people have made a coin bond for his death.\" \r\n\r\nShe holds a pire and lovingly inspects its edge, running her index finger along the curve. ",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Onadere the siren haunts the rocky shore and steers ships to a watery grave. The surviving crews of a dozen vessels have rallied their coin against her.\"\r\n\r\nShe holds a pire up to the sky and admires how it catches the light. ",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Ikorno, a wizard of great cunning, slays Mataru warriors in single combat. Some accuse him of being an agent of Rauatai. \r\n\r\n\"They have forged a coin bond to see him killed.\" \r\n\r\nA pair of coins sit on her palm. When she passes her other hand over them, only one remains. ",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"The Rathun warlord Urnox Breinth has been terrorizing merchant ships across the archipelago. He seems to think the islands require his protection.\" \r\n\r\nShe sets pires in the gaps between each of her splayed fingers and admires the effect.",
      "female": ""
    },
    {
      "id": 19,
      "default": "[Give Dhwrgas' head.] \"One dead ascetic for you.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "[Give Onadere's head.] \"Sailors can rest easy. For now.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "[Give Ikorno's head.] \"I brought justice to the wizard.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "[Give Urnox's head.] \"His flames have been extinguished.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Then our clients have transmuted gold into justice!\"\r\n\r\nShe inclines her head as she passes you a heavy pouch of coins. ",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Your coin bond has muffled a killing song. Excellent work.\" \r\n\r\nShe clasps your hand in hers as she passes you a pouch.",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Imagine what we could make of these isles if more Huana knew how to use coin as a weapon?\"\r\n\r\nShe tucks the severed head under her shoulder and nods, passing you a pouch of coin. ",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"There is great power in a promise kept. And great rewards.\" Okauro hefts a mighty sack of coins and deposits in your arms without hesitation. ",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"You have served your coin bond with distinction. Go and line your pockets with riches exchanged for promises fulfilled.\r\n\r\n\"I will do the same.\" \r\n\r\nOkauro inclines her head and touches her brow. ",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Go and serve your coin bond. Enrich yourself on vows fulfilled.\" ",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Before I go I had some questions.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"I'll return with his head. Farewell.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Speak freely, I say.\" She pats a heavy purse at her side.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"I'll return with her head. Farewell.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"You are bonded to bring me the head of a bounty already. Do not overtax yourself!\" \r\n\r\nShe chuckles and passes a jingling purse between her palms. ",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"By the time you return with evidence of your duty fulfilled I will be ready with more work.\" ",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"I'm still hunting for Urnox the Rathun.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"I'm still hunting the wizard Ikorno.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"I'm still hunting for Onadere the siren.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"I'm still hunting for Dhwrgas the ascetic.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"The coin bond is patient. It knows that you are committed to your course.\" \r\n\r\nOkauro's lips crease with the ghost of a smile. ",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"I will be here when you are ready.\" ",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"What?\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"I always serve the highest bidder.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Lately the gods tend to steer me around.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Tell me, are you someone who walks the path that coin lays out before you?\"\r\n\r\nShe arches her fingers in a wave, causing the coin to flip from one knuckle to the next. \r\n\r\nShe seems enraptured by the motion. ",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Ekera. You understand better than most.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"In death they steer your soul, but in life you are bound to coin.\" ",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Transmuting actions into payment is the alchemy that orders our world. All things turn on the axis of a <i>coin bond</i>.\"\r\n\r\nShe touches her brow with her free hand as she says the word. Her coin continues its winding journey uninterrupted. ",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"I enjoy getting paid, if that's what you mean.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"I pay bounties so that death can bring order to life. Would you help me continue the cycle?\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"No.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Then you deceive yourself.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"I'll give it some thought first.\" ",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"I should be going. Right now. Farewell.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Weigh the matter. You will arrive at the same place, I think.\" ",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Know that we <i>honor</i> our bounties by letting them take part in a mechanism as old as Berath's Wheel.\"\r\n\r\nShe rests her hand on the pommel of her weapon and nods, surveying the district with pride. ",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"The orlan wanders the wilderness on the island of Crookspur, northwest of Neketaka.\" \r\n\r\nShe closes her fist around the pire.",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"She can be found in the western isles of the great Kua o Rikuhu chain.\" ",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Ikorno pages through his grimoire in the central isles of the Kua o Rikuhu chain.\" ",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"He was last seen taking shelter on an island in the southern midpoint of Magran's Teeth. \r\n\r\n\"The coin does not wish him to stifle trade. Enemies have bonded their funds to see this monster slain.\" ",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"You have proven to me that you know the value of a coin bond. There is more work for you, if you'll have it.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"We are not finished. Your bond is needed again, and if your purse has room we may help each other.\" She raises her brow and waits. ",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Our work is almost finished, your bond nearly exhausted, I say.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"I also enjoy knitting. On occasion.\" ",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Waste of money. If he was one of our agents he wouldn't have gotten caught.\" ",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"It is not for us to say what is right or true - only to keep our vows.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Nice doing business with you, Okauro.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"It goes without saying, sister. Of course.\" ",
      "female": ""
    },
    {
      "id": 89,
      "default": "[Try and steal her coin.] \"Maybe.\" ",
      "female": ""
    },
    {
      "id": 90,
      "default": "You snatch up the coin before it can vanish into Okauro's fist. \r\n\r\nOr you thought you did. Closer inspection reveals your hand is empty. \r\n\r\nOkauro smiles and holds your gaze. ",
      "female": ""
    },
    {
      "id": 91,
      "default": "The coin vanishes into her fist before you can close the distance. You accidentally brush hands with Okauro, who looks deeply into your eyes.",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"The next time payment crosses our hands, let it be in the execution of a bond. A vow. A bounty.\" \r\n\r\nHolding the coin in two fingers, she lays it flat in your palm and leaves it there. ",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Sorry. I won't try that again. Farewell.\"",
      "female": ""
    }
  ]
}