{
  "Component": "exported",
  "Name": "conversations\\07_neketaka_temple_district\\07_cv_adaryc",
  "Entries": [
    {
      "id": 1,
      "default": "\"So, it is you. I could not think of a reason why your ghost should haunt the Deadfire, save to haunt me, and that smacks of arrogance.\" \r\n\r\nAdaryc smiles crookedly at you - something which causes the soldier beside him to regard you with bemused curiosity.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Another collection of spirits, [Player Name]?\"\r\n\r\n\"The rumor was that Caed Nua was destroyed, and you with it. I was sorry to hear it.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Adaryc? I thought you'd go back to Readceras.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Should have known you'd turn up once Eothas did.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"I have no idea who you are.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"I've never seen a temple like this. The Morning Council wouldn't approve, but... It is beautiful.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"A safe assumption. But then, I might say the same. Wherever the gods work their intent, there you find the Watcher of Caed Nua.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Truly? I remember very clearly that I made a fool of myself. But then, perhaps encountering another Watcher holds no great novelty for you.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"When the priests spoke of Eothas' return, I volunteered to come, along with a few of my men.\r\n\r\n\"I think the Morning Council was content to have me out of the way.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"That's putting it all very simply. But then, I suspect few of us have simple reasons for coming to the Deadfire.\"\r\n\r\nHe regards you expectantly.",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Still fretting about your Watcher abilities?\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"I'm tracking down Eothas.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"So, his appearance has renewed your faith as well! \r\n\r\n\"I think, for once, I am content to wait. If our god wishes to speak with us, wishes anything of us, he will give us a sign. The priests pray daily for it.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Sorry, Adaryc. I lost your sword along with my castle.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"That sword was only meant to keep you alive through your ordeal. It's fulfilled its purpose.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"I <i>was</i> dead. Berath brought me back.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"The gods have a purpose for you. That much has always been clear.\"\r\n\r\nAdaryc seems to be speaking entirely in earnest. There is a trace of envy in his voice.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"All this time, only to fight again? So be it.\" ",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Don't tell me you had another vision.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"No, nothing like that. But then, it was hardly necessary.\r\n\r\n\"The Dawnstars have witnessed our lord's return firsthand.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"What do you want from Eothas, Adaryc?\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"I would know if he has a plan. For... Readceras.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Seem to remember he already had one. Just wasn't any good.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Until then, I can be of help to the Dawnstars. The priests know His will.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Yes, play the jealous child. All you knew of his plan was that <i>you weren't part of it</i>.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Eothas had something he wanted to get done, and he chose Readceras to pay the price. Yet here you are, begging for more.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Edér, stop it.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Adaryc, enough.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"No, I... I apologize. Starting arguments really is the last thing I intended, when I came here.\"\r\n\r\nAdaryc takes a step back, red-faced.",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"You're right, that was uncalled for. I apologize.\"\r\n\r\nAdaryc takes a step back, red-faced.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Yet I was scarcely off the docks before the Vailians were eager to use my condition for their profit.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"I don't know. I came here on a pilgrimage, of a kind.\r\n\r\n\"Neketaka is full of spirits. And the <i>sea</i>... Where to begin.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"...You are a Watcher still, yet you are neither mad nor killed. It's good to see.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"What news of Readceras?\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Each missive from the Deadfire raises new tumult. Some believe our Lord restored, while others doubt.\r\n\r\n\"We've done penance for many long years. None of us know what forgiveness ought to look like.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Doesn't seem like Eothas has his mind on forgiveness these days.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"I found the man behind my Awakening, and put my past lives to rest.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Berath scraped off the rough spots, I guess.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "Adaryc gestures, and the soldier turns away. \r\n\r\nHe steps in closer toward you, as if to share a conspiratorial whisper, but you notice that he is looking elsewhere - behind you, around you.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"I think he's onto something there. Maybe all this is happening because the gods are playing a joke on you.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Likewise.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"And you aren't menacing innocent townspeople anymore, I hope.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Ha. No, the Iron Flail has no official business in Neketaka. No siege weapons. I'm here as a man of the faith.\r\n\r\n\"And to... make good on some of my mistakes.\" ",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"I would not say it is a <i>jest</i>.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Why you're so devoted to a jumped-up Engwithan, I'll never know.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Just as I will never know why you delight in being so baldly heretical!\" \r\n\r\nAdaryc sighs, venting his discomfort.",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"[Player Name]...\" \r\n\r\nAdaryc raises a hand to his temple, looking stricken. He shakes his head, rather than continue.",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"I wouldn't be doing this if Berath hadn't charged me with the task.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Then your path is clear. The gods know much that we do not.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Perhaps so, but you were worthy of Berath's attention.\" \r\n\r\nHe looks thoughtful.",
      "female": ""
    },
    {
      "id": 51,
      "default": "Adaryc's mouth twitches into a begrudging smile, and he tips his head in acknowledgment.",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"The cure you sought, and which I was weak enough to doubt. See, there - determination will win out every time.\r\n\r\n\"And now you are onto new challenges.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"I'm here to conquer the Deadfire for the Dyrwood. I think I'll build my next keep here.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Hey, that's good thinking. And then when Eothas comes back and smashes it, we can get the drop on him.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "Adaryc shakes his head, looking off into the distance with an expression of aggrieved resignation.",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"You will have to fight the other nations of Eora for it, by the look of things.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Perhaps that suits you better, [Player Name], but I am not here to strengthen the Republics.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "[Leave] \"See you around, Adaryc.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Take care. And may the Shining God light your way.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Eothas is killing people everywhere he goes. I have to stop him.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"I see. [Player Name]... I will say only that this, too, must have a purpose. The Shining God would not bring such destruction without cause.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"You may be shameless, but are not your allies devout?\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Feel free to leave me out of this. I'll go shopping for a god if and when I need one.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"It would be most confusing if Ngati's chosen was anything but devout. But I say I am open to anything.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"The gods may serve a purpose for kith, but that does not mean we must close our eyes to what they really are.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"I better get back to you later on that one.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"I would rather see a temple razed to make space for cattle grazing than preserved for prayer. Does that answer your question?\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"It's not my place to make the Watcher right with the gods. I only got to worry about mine's pleasure - or displeasure - with me.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"You mean an aspect of him, anyway. It's the nature of Gaun, you know, who was always a part of Eothas. Death and rebirth lead to difference - to change. \r\n\r\n\"What's returned can never be exactly the same.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"An... interesting point, sister.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "Adaryc greets you with a slight bow. He waits patiently for you to speak.",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Self-loathing is a blight on the soul, Adaryc. Don't make your journey through Hel darker than it has to be.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"I... You're right, of course, sister.\"\r\n\r\nAdaryc stands up a little straighter, as if scolded. He shifts uncomfortably, his gaunt face drawn.",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Sister.\" \r\n\r\nAdaryc turns toward Xoti, bowing his head.",
      "female": ""
    },
    {
      "id": 82,
      "default": "Blushing, Xoti tries not to preen. ",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"And why do these spirits follow you? More blood on your hands?\r\n\r\n\"We were never friends, I know, but when they told me your keep was destroyed, I was sorry to think that you were dead.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"I did, in time. Once I thought I'd summoned up the words to explain what happened in the White March. \r\n\r\n\"None of it made much sense to the Regency, but my men stood by me. If I was mad, so were they.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "Adaryc's jaw tenses, and he looks away, shifting uncomfortably.",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"The Deadfire is home, for me.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Of course. I... did not think. It must be difficult, to see it so changed.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Stop him?\" \r\n\r\nAdaryc glances at Edér.",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"The plan is to ask him real nicely.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Then... You've received some sign? None of the priests here have...\"\r\n\r\nHe trails off, looking uncomfortable.",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Knowledge is profit enough for most animancers, Adaryc. The pires are simply a bonus.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"What good are disciples who sit around and do nothing? Our god walks the Deadfire and still people idle and doubt?\" She shakes her head.",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"I'm suspicious of anyone who demands unquestioning loyalty.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Then let me say only that I command The Iron Flail, sworn to stand against new threats to Readceras.\r\n\r\n\"But I am here only as a pilgrim.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Say what you want about Dyrwoodans, but at least they got a will of their own.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Boys, boys, stop. You're both beautiful.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"Yet if this were punishment for our failure, surely he had worthier targets.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"There's no sense picking over old wounds.\"",
      "female": ""
    }
  ]
}