{
  "Component": "exported",
  "Name": "conversations\\07_neketaka_temple_district\\07_cv_ogne",
  "Entries": [
    {
      "id": 1,
      "default": "\"Light of Eothas be upon you.\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Bearn said you could tell us about the Partisans of the Lighted Path.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Your friend guided you truly. Gaderian Bosc has honored me with the duty of helping his message reach all of the faithful.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"We answer the Shining God's call. He shows us the way and we march in his wake.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Already the vanguard prepares to make its journey, with more soon to follow.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"How would you join up with Eothas? Chase him in a boat?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Who are the vanguard?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"How would I join the vanguard?\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Yes, in fact. We will follow him along the lighted path.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"When the time is right, he will welcome our souls into his legion. Gaderian Bosc has seen it.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Just your souls, then? Not uh, not your bodies?\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Your journey sounds dangerous.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"The Shining God demands total commitment from his followers.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"What good is a soldier who is not willing to make the ultimate sacrifice for her cause?\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"To walk the lighted path, one must be willing to never turn back.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Tough to walk very far without a soul. The Hollowborn, usually you'd have to stack 'em in a wheelbarrow and push 'em around.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Gaderian Bosc leads the vanguard. They are the most righteous of the Partisans.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"They will be the first to join the ranks of Eothas, the first to charge at his call.\"\r\n\r\nEdér leans in toward you.",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Bearn said something about the vanguard. You don't think he's that dumb, do you?\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "Ogne's eyes shift momentarily to Edér, then back to you. She says nothing, merely reraising her smile.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"I'm afraid you cannot. The vanguard is reserved for the most faithful among us. You have not even joined the Partisans.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"I have followed the lighted path all the way from its origin in Dyrwood as a grand pilgrimage.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"That I have only just learned of the Partisans is circumstance, not a measure of faith.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Eothas does not play favorites as Woedica does. He would welcome all who wished to join him.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"There must be something we can do to change your mind.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Perhaps you do have the glow of someone prepared to lead the charge.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"How right you are. Forgive me, I did not mean to cast doubt on your character.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"I agree, and Gaderian Bosc has admitted to the vanguard all who asked to join.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"It is no longer in my power to help you into the vanguard. We would still welcome you as a Partisan...\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Unfortunately, even if I were to initiate you right now into our order, it would be too late to join the vanguard.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Their ship is docked right now in Neketaka, and set to depart at any moment.\"\r\n\r\nEdér looks at you with wide eyes.",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"You think he could be on it? If he left right after we did...\"\r\n\r\n\"We gotta go!\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"They won't take you. But there will be more ships to follow.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"That's a real nice offer. We'll think about it and get back to you.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "Ogne nods, her expression no different than it was when you arrived.",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Hold a moment. You asked about joining the vanguard.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Listen, we didn't come for that. There's somebody in the vanguard that doesn't belong there.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"He's young and he lost his mother. He's not thinking real well.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"We just wanna get him back home. Can you tell us where they'd be?\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Your friend has embraced the call of his god. He is of rare faith to have requested entry into our vanguard.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Perhaps he is not the one in need of saving.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"I may have misspoken before. There may yet be a way for you to join them.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"In good conscience, the Partisans cannot allow faithless outsiders to try and corrupt our members.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Therefore, it is better we do not permit you to leave at all.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Say a prayer to the Shining God and you may be a part of his vanguard yet.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"The Shining God welcomes you once again.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "This woman's unceasing smile and direct, violating gaze give the strong impression of someone selling something.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Stay and learn about the Partisans of the Lighted Path, and I'll see that there is room for you.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"I took the cloth to serve Eothas. My faith is my life.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Your dedication is admirable, and you are surely welcome among us.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Light of Eothas be upon you.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Do you have a list of people in the vanguard? We want to see if our friend is among them.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"The vanguard know their own. And Gaderian Bosc knows them. Beyond that, we keep such information private.\"\r\n\r\nEdér turns his head away to hide a look of exasperation. But then it shifts, his eyes suddenly hopeful. He looks back at Ogne.",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"If they know their own, what do you think they'd say to a couple of new members? Can we be in the vanguard, too?\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "Edér rakes a hand down over his face as though to forcibly keep it composed.\r\n\r\nHe looks at you.",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"This is going nowhere. C'mon, let's get out of here, I'll- I'll think of something.\"",
      "female": ""
    }
  ]
}