{
  "Component": "exported",
  "Name": "conversations\\07_neketaka_temple_district\\07_si_sepulchers_tunnels",
  "Entries": [
    {
      "id": 1,
      "default": "This tree, its roots digging deep into rock and bricks, hangs over the ledge of the precipice. Below, an open tomb clings to the sheer walls of the cliff.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Descend to the tomb's opening.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Secure a rope and grappling hook to the tree.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Peer over the precipice.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "You stand on the narrow ledge of the tomb's entrance, its passage leading into darkness. Your rope dangles from the tree, above.",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Follow the passage into the tomb.]",
      "female": ""
    },
    {
      "id": 8,
      "default": "[Look inside the passage.]",
      "female": ""
    },
    {
      "id": 9,
      "default": "[Climb up.]",
      "female": ""
    },
    {
      "id": 10,
      "default": "You stand before a hallway. Its columns frame dozens of tombs hollowed into the rock. Cubbyholes line the walls. Skeletal remains litter every alcove and spill onto the stone slabs that tile the floor.",
      "female": ""
    },
    {
      "id": 11,
      "default": "[Cross the hallway and continue.]",
      "female": ""
    },
    {
      "id": 13,
      "default": "[Inspect the hallway.]",
      "female": ""
    },
    {
      "id": 14,
      "default": "[Go back to the passage's exit to the cliff.]",
      "female": ""
    },
    {
      "id": 15,
      "default": "You stand before a hallway. Its columns frame dozens of tombs hollowed into the rock. Cubbyholes line the walls. Skeletal remains litter every alcove and spill onto the stone slabs that tile the floor.",
      "female": ""
    },
    {
      "id": 16,
      "default": "[Cross the hallway and continue.]",
      "female": ""
    },
    {
      "id": 18,
      "default": "[Inspect the hallway.]",
      "female": ""
    },
    {
      "id": 19,
      "default": "[Go back down to the narrow cavern.]",
      "female": ""
    },
    {
      "id": 20,
      "default": "You stand in a dark, narrow cavern. The path ahead twists in its descent.",
      "female": ""
    },
    {
      "id": 21,
      "default": "[Continue down the twisting cavern.]",
      "female": ""
    },
    {
      "id": 24,
      "default": "[Retrace your steps.]",
      "female": ""
    },
    {
      "id": 25,
      "default": "You stand in a dark, narrow cavern. The path ahead climbs out of the depths of the mountain.",
      "female": ""
    },
    {
      "id": 26,
      "default": "[Continue up the cavern.]",
      "female": ""
    },
    {
      "id": 29,
      "default": "[Retrace back to the exit into the catacombs.]",
      "female": ""
    },
    {
      "id": 30,
      "default": "Through the crumbling remains of an old tomb, a passage leads deeper into the mountain.",
      "female": ""
    },
    {
      "id": 31,
      "default": "[Enter the passage.]",
      "female": ""
    },
    {
      "id": 32,
      "default": "[Inspect the tomb's entrance.]",
      "female": ""
    },
    {
      "id": 33,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 34,
      "default": "You grab the rope, planting your feet on the edge of the precipice, and begin your descent. Gusts of wind sway you from side to side, forcing you to tightly grip the rope. It digs into your skin with every move.",
      "female": ""
    },
    {
      "id": 35,
      "default": "Despite the effort, your group proves their excellent conditioning. Everyone manages to reach the tomb's opening without exertion.",
      "female": ""
    },
    {
      "id": 36,
      "default": "The descent proves too laborious. You manage to reach the tomb's opening but not without suffering great exertion.",
      "female": ""
    },
    {
      "id": 37,
      "default": "Despite the effort, your excellent conditioning allows you to reach the tomb's opening without exertion.",
      "female": ""
    },
    {
      "id": 38,
      "default": "The descent proves too laborious. You manage to reach the tomb's opening but not without suffering great exertion.",
      "female": ""
    },
    {
      "id": 39,
      "default": "You stand on the narrow ledge of the tomb's entrance. Above, a tree hangs over the precipice, offering an anchor point for a grappling hook. The wind gusts beating on the side of the mountain will require a precise throw.",
      "female": ""
    },
    {
      "id": 40,
      "default": "[Cast your grappling hook.]",
      "female": ""
    },
    {
      "id": 41,
      "default": "[Cast your grappling hook.]",
      "female": ""
    },
    {
      "id": 42,
      "default": "[Return into the tomb's passage.]",
      "female": ""
    },
    {
      "id": 43,
      "default": "You tie the grappling hook around the trunk of the tree. A couple of firm tugs convince you that it'll withstand your weight as you climb down.",
      "female": ""
    },
    {
      "id": 44,
      "default": "Your grappling hook, well-secured around this tree, extends its rope all the way to the tomb that opens into the mountain underneath you.",
      "female": ""
    },
    {
      "id": 45,
      "default": "The precipice drops hundreds of feet into the lower districts of Neketaka. Strong winds assail the cliff, whistling as they crash against its rocks. A few yards below, the ledge of an open tomb rests on them.",
      "female": ""
    },
    {
      "id": 46,
      "default": "You follow the passage. The winds rage outside yet the air of the tomb doesn't stir, stale and heavy. Steps carved on the rock descend deep into the mountain.",
      "female": ""
    },
    {
      "id": 47,
      "default": "You walk down the steps, every stride echoing through the cavernous passage. Skeletal remains poke out of niches on the walls, lining up the way until the steps land into a narrow corridor.",
      "female": ""
    },
    {
      "id": 48,
      "default": "Light filters inside just enough to illuminate entombed skeletons resting in alcoves hollowed out from the rocky walls of the cavern. The stone slab floor appears to have been laid hundreds of years ago. Ahead, the passage disappears into darkness.",
      "female": ""
    },
    {
      "id": 49,
      "default": "You resolve to reach the walkways of the district, above. The climb is arduous but the winds that criss cross the side of the cliff do not hamper your progress.",
      "female": ""
    },
    {
      "id": 50,
      "default": "You reach solid ground on the narrow walkway under the temple of Berath.",
      "female": ""
    },
    {
      "id": 51,
      "default": "Balancing the grappling hook in a steady swinging motion, you hurl it high hoping to secure it on the tree.",
      "female": ""
    },
    {
      "id": 52,
      "default": "Balancing the grappling hook in a steady swinging motion, [Specified 0] hurls it high hoping to secure on the tree.",
      "female": ""
    },
    {
      "id": 53,
      "default": "Despite the difficulty, your perfectly executed throw manages to wrap the grappling hook on the tree.",
      "female": ""
    },
    {
      "id": 54,
      "default": "Against the strong force of the winds, your throw manages to reach the tree, barely. The hook bounces off a branch.",
      "female": ""
    },
    {
      "id": 55,
      "default": "Despite the difficulty, [Specified 0]'s perfectly executed throw manages to wrap the grappling hook on the tree.",
      "female": ""
    },
    {
      "id": 56,
      "default": "Against the strong force of the winds, [Specified 0]'s throw manages to reach the tree, barely. The hook bounces off a branch.",
      "female": ""
    },
    {
      "id": 57,
      "default": "You return into the passage. The winds rage outside yet the air of the tomb doesn't stir, stale and heavy. Steps carved on the rock descend deep into the mountain.",
      "female": ""
    },
    {
      "id": 73,
      "default": "You carefully scan the corridor and focus on every detail. Skeletal remains, probably dislodged from their cubbyholes over centuries, litter the edges of the walls. Judging by an emblem etched on the stones of the tombs, members of the same clan or group lie buried here.",
      "female": ""
    },
    {
      "id": 74,
      "default": "A faint sparkle catches your eye. Under a pile of bones collapsed inside an alcove, you discern something glittering. It seems to be within easy reach.",
      "female": ""
    },
    {
      "id": 76,
      "default": "You turn around and climb up the steps, heading toward the light until the tunnel and its tomb frame an exit out of the mountain.",
      "female": ""
    },
    {
      "id": 77,
      "default": "Steps carved on the rock climb up the tunnel. Its exit forms ahead, chiseled against the light of the open sky.",
      "female": ""
    },
    {
      "id": 78,
      "default": "[Retrieve the glittering object from the tomb.]",
      "female": ""
    },
    {
      "id": 79,
      "default": "You reach inside the cubbyhole, digging into the pile of bones and stones. Your fingers touch something cold, its surface smooth as glass. You grab it, surprised at its weight, and pull it out to reveal a large ruby resting on the palm of your hand.",
      "female": ""
    },
    {
      "id": 80,
      "default": "[Retrieve the glittering object from the tomb.]",
      "female": ""
    },
    {
      "id": 81,
      "default": "You continue onward, following the turns on the path with careful but sure stride. As you round a bend, a drift of cold air announces the end of the narrow passage. ",
      "female": ""
    },
    {
      "id": 82,
      "default": "Its exit appears ahead, flanked by half-interred bodies. You step out into an enormous cavern, its walls and sharp cliffs riddled with tombs leading into places unknown.",
      "female": ""
    },
    {
      "id": 86,
      "default": "You turn around and begin to ascend through the cavernous passageway.",
      "female": ""
    },
    {
      "id": 87,
      "default": "You cross the narrow cavern, leaving it behind, and begin your climb through a steep passage. The air grows stale and heavy.",
      "female": ""
    },
    {
      "id": 88,
      "default": "You turn around and descend through the winding passage.",
      "female": ""
    },
    {
      "id": 89,
      "default": "You pull yourself up into the tomb. Beyond the half-interred bodies flanking it, a passage into the rock winds its way upward. You ascend through its bends with care, leaving the light of the catacombs behind.",
      "female": ""
    },
    {
      "id": 90,
      "default": "Skeletal remains jut out from the walls inside the tomb, its niches now filled with loose rocks. Ahead, the graves lead into a passage. It bends to the left, a breeze whizzing into its hollowed darkness.",
      "female": ""
    },
    {
      "id": 94,
      "default": "You reach solid ground on the narrow walkway under the temple of Berath.",
      "female": ""
    }
  ]
}