{
  "Component": "exported",
  "Name": "conversations\\companions\\poi\\poi_23_bs_beyond_arrival",
  "Entries": [
    {
      "id": 2,
      "default": "\"So... are we dead now? You're supposed to be the expert here.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"This is not the coral and bone hall of Ngati... I do not belong here!\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"I knew those damned animancers would be the end of us!\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"This look right to you?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"This is <i>not</i> where we are intended to be.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"We actually here, cap? Or do we just think we be?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Can't say this is what I imagined Hel would look like...\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"If I feel cold, which part of me is doing the feeling?\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"I have seen more inviting whirlpools in my day.\" ",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I wouldn't touch that if I were you.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Coulda used one of those vortexes back when we were traveling with that stupid priest who wouldn't shut up. Creepy one with all the sex diseases. You know, the one who kept whining about how tough he had it, but he still wouldn't leave for some reason. Did all those foul things to Eothasians out of spite. What was his name again?\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Go down that hole, captain, you ain't coming out again.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"This is why I safeguard the souls in my lantern. Traversing Hel ain't always as easy as it ought to be.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Until just now I thought all this might be an elaborate joke.\" ",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"We should spend more time in my mother's realm.\" ",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Yes, let's all pretend that was completely normal...\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"He'd be great at parties, Rymrgand.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Certainly these beings have our best interests at heart, do they not, Watcher?\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "<ispeech>The pale lass be looking paler than usual, cap.</ispeech>",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Gaun, I'll never stray again if you just keep me away from Rymrgand.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"But there was so much... so many more questions.\"",
      "female": ""
    }
  ]
}