{
  "Component": "exported",
  "Name": "conversations\\07_neketaka_temple_district\\07_bs_town_crier",
  "Entries": [
    {
      "id": 2,
      "default": "\"We hear word of the great city of Ukaizo, deep within Ondra's Mortar!\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Captains take heed! Fire spills from Magran's Teeth!\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Rauatai offers coin in exchange for word of what befell the outpost at Hasongo!\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Captains be warned! A great beast has been sighted in the waters around Port Maje!\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"We lament the passing of Priest Kasu, loyal servant of Rikuhu!\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"An attack upon the Spire of the Soul-Seers has been repelled, the attackers slain!\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Queen Onekaza II is slain! We urge peace in these terrible times!\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"I tell the day's news, I do not comment upon it.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Noble Dobasa offers the finest of handwoven baskets! Inquire in Periki's Overlook!\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Massacre at the Watershapers Guild! The guards offer reward for the capture of those responsible!\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"For guidance you can trust, obtain one of Sanza's maps, in Queen's Berth!\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"A change of leadership at the Vailian Trading Company, as Director Lueva Alvari takes command!\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Sabotage! The powderhouse at the Brass Citadel, destroyed! Many lives lost!\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Amira's blessings upon all visitors to our fair city!\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Prince Aruihi is slain! Queen Onekaza swears vengeance against those responsible!\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Hazanui Karū has been slain! Queen Onekaza II condemns this terrible act!\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"The Vailian director, slain! Queen Onekaza II seeks those responsible!\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Let it be known that there is a reward offered for the capture of the assassins responsible for the death of our queen!\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"The animancers of the Spire seek brave souls! Fair wages for those who volunteer!\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"A Herald of Berath has come to our city! The priests prophesy a time of great change!\"",
      "female": ""
    }
  ]
}