{
  "Component": "exported",
  "Name": "conversations\\07_neketaka_temple_district\\07_cv_backer_npc_markvanderbij",
  "Entries": [
    {
      "id": 2,
      "default": "You find a man of middle years inspecting a metal tool unlike any you've seen. He has several similarly strange items on his belt, all quite clean and orderly. They look like the tools one might use to pull a tooth or shoe a horse, but much more delicate.\r\n\r\nHe wears pristine, cream-colored robes. The muzzle of an arquebus is visible just over his shoulder. His eyes brighten when he notices you.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Good day, traveler. I see you've taken an eye to my instruments. If you've any interest in the medical sciences, you need only ask!\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"How'd all this blood get on my robes? I've <i>just</i> cleaned them!\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Yes, what? May I help you?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Hello!\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Well then. Questions?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Tell me about yourself.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"I'm a researcher in the medical sciences. And before you ask, no, I don't mean animancy. Neither do I mean magic, nor, gods forbid, <i>necromancy</i>. Medicine-medicine. Study of the kith body, its inner workings and such.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Can you teach me what you've learned in your research?\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"I've taught you all I can. But don't lose heart - remember, an inquisitive mind is an agile one!\" He grins broadly.",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"I've told you of my troubles, I suppose it's the least I can do! Settle in now, I've got a lecture prepared for <i>just</i> this occasion.\r\n\r\n\"...Of course, it <i>will</i> cost you three thousand copper.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "He demonstrates several techniques for splinting and suturing a wound. Once he's sure you've got it, he runs you through a diagram depicting the sundry herbs indigenous to the Deadfire and their various healing applications.\r\n\r\nFinally, he goes on at some length about the nature of faith and scientific inquiry. When he's certain you've learned all you can, he claps you on shoulder and sends you away with a smile and a gentle admonishment to study more.",
      "female": ""
    },
    {
      "id": 30,
      "default": "[Leave] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Watch your step!\" He gives you a cheery wave as you depart.",
      "female": ""
    },
    {
      "id": 32,
      "default": "The man's robes shimmer with a faint trace of arcane energy. Glyphs stitched into the hems and sleeves seem to be the source of the effect.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"I've misgivings about magic use. It's useful, I'll grant you that, but it's a crutch - stunts our scientific development, you understand.\r\n\r\n\"Makes me a bit unpopular, as you can no doubt imagine! ...Which is why I've got this arquebus here.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"A patient of mine died under questionable circumstances. One morning they were fine, and the next they were dead.\r\n\r\n\"<i>Someone</i> is trying to discredit my work, I just know it. But they won't succeed!\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"I came here to the archipelago to evade my rivals' attempts at sabotage. And there certainly is quite a lot of work in the Deadfire, I must tell you!\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"What do you mean by 'unpopular?'\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Oh, a persecution complex. Delightful.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"I see.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"You would have one too if you'd experienced the things I have!\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"No, I don't think so.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Should you change your mind, you'll find me here!\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Ah, lovely.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "[Enhance Alchemy and Religion] \"Here you are.\"",
      "female": ""
    }
  ]
}