{
  "Component": "exported",
  "Name": "conversations\\07_neketaka_temple_district\\07_cv_caedman",
  "Entries": [
    {
      "id": 1,
      "default": "\"Watcher! What a surprise to see you again.\"\r\n\r\nBeneath a familiar, pointed nose, Caedman Azo's grin achieves a careful balance between polite and sneering. His once-round face has grown gaunter since you last saw him. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"I realize this means very little to you, but I'm <i>busy</i>.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Taking an interest in the sciences?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"I <i>assume</i> you're here to raze the tower. No? Smash the machines, then? Relieve yourself all over the diagrams?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"What are you doing here?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"I have no idea what you're talking about.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Hey there, Azo. Still torturing patients?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "He darts a quick glance in Flaune Elette's direction, only to find her preoccupied. \r\n\r\nAzo smiles widely.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Don't be ridiculous. We have a long line of well-paid volunteers.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Of which you are the latest, I hear. I look forward to working with you.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Of course, we can always use more. Any chance you have an interest? I assure you, you have nothing to fear from me.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Azo? You belong at the end of a rope.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Yes, well, no need to get excited. You'll find that I am a respected colleague, here at the Spire, under the protection of the Huana.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Stay out of trouble, Azo.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I'll be watching you.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"I'd better go talk to Flaune.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"They don't pay me enough to deal with mercenaries.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"You do nothing by halves, I see.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Yes, it <i>would</i> be too much to hope that you'd remember me. Why trouble yourself, when my work at the Brackenbury Sanitarium was only at the very forefront of scientific advancement? \r\n\r\n\"It's too much to ask, that the man who worked tirelessly to <i>cure the Dyrwood's Hollowborn crisis</i> might merit remembering.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Director Castol was desperate for <i>learned</i> academics, and Neketaka being so distant from Brackenbury did much to recommend it.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"We do fine work here. Not as... personally fulfilling as my time in the sanitarium, but exciting in its way. \r\n\r\n\"The Huana have a much more forward-thinking stance on the sciences, so it's easier to find volunteers.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Always.\"\r\n\r\nHe turns away with a final, half-hearted wave of dismissal.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Do so. You may just learn something.\" \r\n\r\nCaedman turns away with a final, half-hearted wave of dismissal.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Don't tell me they were stupid enough to put <i>you</i> in charge.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Regrettably, no... That honor goes to Flaune Elette. A charming young woman. \r\n\r\n\"Perhaps not as <i>experienced</i> as I, but I understand that the Songretta mea Compresa is more <i>comfortable</i> with their own people in charge.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Azo. I thought I smelled something familiar.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"If the rioters in Defiance Bay knew he was here, they'd be on the next boat to Deadfire. With a cargo of rope and torches.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Belfetto. The man who dragged down every other Dyrwoodan animancer with his despicable practices. What a wonderful surprise.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"I see we've all moved up in the world, haven't we?\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Besides, someone has to look out for the Dyrwood's interests in all this. It certainly won't be the Vailians.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Well, that's what <i>happens</i>, isn't it, when an ignorant mob <i>burns down</i> your place of employment. You move on.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Captain, I say you run with a more dangerous crowd than I guessed...\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Well, you are forgiven. My circumstances have changed greatly, as you can see.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"You and dozens of other animancers. The difference between you and them could fill several books on ethics.\"\r\n\r\nHer feathers twitch and the corner of her mouth twists into a slight sneer.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Certainly. She has a great gift for discussing animancy with the layman.\"\r\n\r\nCaedman turns away with a final, half-hearted wave of dismissal.",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Ac, Vailian animancers are accustomed to working with a measure of restraint. I can see how that could be troubling for you.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Again? Really, Watcher...\"",
      "female": ""
    }
  ]
}