{
  "Component": "exported",
  "Name": "conversations\\07_neketaka_temple_district\\07_cv_dawnstar_food_line",
  "Entries": [
    {
      "id": 1,
      "default": "\"Hungry? Come on up, don't be shy.\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Take some food.] \"Thank you.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Leave] \"Not right now.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "The acolyte works with practiced speed, smiling up at you as he hands you a bowl.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Blessing of Eothas upon you.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Please form a line. We have enough for everyone.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Food for those in need!\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "[Grab an extra portion.]",
      "female": ""
    },
    {
      "id": 10,
      "default": "You pocket some koīki fruit while the acolyte works. He does not seem to notice, still smiling as he hands you a bowl.",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Might be Eothas is too busy to see that. But not me.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Actually, I'd like to make a donation.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"The Shining God will bless you for it, sir! That coin will help those in need.\"\r\n\r\nThe man bows his head.",
      "female": "\"The Shining God will bless you for it, ma'am! That coin will help those in need.\"\r\n\r\nThe man bows his head."
    },
    {
      "id": 14,
      "default": "\"Maybe an inn next time, if you're so hungry.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"I don't blame you for wanting to try my brethren's food, Watcher. It's delicious. But it could go to someone more in need.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"They're making a valiant effort, but filling a few bellies now does little to solve the underlying problems here. \r\n\r\n\"True change must come from a greater authority.\" He frowns, watching the bread line sadly.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"It's encouraging to see what ordinary kith can do for one another when they're not under the thumb of great powers.\r\n\r\n\"After all, this is the work of Dawnstars, not Eothas.\" He looks at the men and women doling out food, a soft smile on his lips.",
      "female": ""
    }
  ]
}