{
  "Component": "exported",
  "Name": "conversations\\07_neketaka_temple_district\\07_cv_berath_high_priest",
  "Entries": [
    {
      "id": 1,
      "default": "An ailing aumaua priest regards your approach with curiosity. He coughs into a sleeve stained with a spatter of silvery flecks.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Now one approaches, filled with divine curiosities.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Coming along well, is it? It can be dangerous down there. So I read.\" ",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"All right. I will address your inquiries, best as I can. So ask.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"I'll tell you what I can.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "His eyes go large, and he stumbles a step forward.",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Come closer to the altar. Come inside. The temple welcomes all to worship - most especially you.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"I ask only for no talking. Not until we pay our respects to Berath, to Rikuhu. Let us pray.\"\r\n\r\nHe bows his head.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"I've acquired the stone tablets containing Yseyr's eulogy.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"I have some questions about Yseyr and the catacombs beneath this temple.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"I'm looking for Yseyr's tomb.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Tell me about the writing on these tomes.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Impressive altar. What else can this temple boast?\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Give them here.\" The priest's arms quiver from the weight of the stone-carved tablets. As he sets them down, his hands scan the grooved words.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Truly, you are Berath's Champion. Yet you will not die soon. There is work ahead, for you.\r\n\r\n\"I set these aside for you. Old keepsakes from another time.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Liturgies. Instructions for ritual preparations. When and how. Sermons. Some histories, too.\" His fingers trail carefully across stone as craggy as his skin.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"All of this - it's our knowledge as gleaned through centuries of service. Now, I've got to leave it all behind. For the next disciple.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "His words catch in his throat and he curves forward in a spine-wracking fit, hacking until he's flush-faced. Fumbling a goat-skinned flask to his lips, he drinks until minnow-silver liquid dribbles over and slicks his chin.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"They're the Hanging Sepulchers, burial place for ancient Huana chieftains.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Draught's mercurial.\" He grins, teeth tinged gray. ",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"The timing's getting tighter. And there is one thing... before the end. Something only one touched by Berath can do.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"You covet something you can't get to, something you can't access because you lack Berath's chime.\" ",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Berath and I have a history.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Tell me what you need.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"That's right. I've got no hope, but you do.\" He tugs at a chain about his neck.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"I know you do.\" He tugs at a chain about his neck.",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"There's a sacred text. The Eulogy to Yseyr. It's been buried in the catacombs beneath the temple for centuries, next to his champions.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"I need it. Of course, the tombs, they only open to the dead or those bearing Berath's chime.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"I prayed for decades, night to day and night again. Now here you are, just in time. Means Berath's sent you to see to my success.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Was Yseyr buried with the weapon he took from Lucia Rivan?\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"What's the story with Yseyr?\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"How do I enter the catacombs under the temple?\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"I'd like to know more about the Hanging Sepulchers.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"I've heard enough for now.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Don't know. Did hear he was slain with a coveted blade.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"The estoc was an affront to Berath, that I did read. Yseyr wanted to guard it. With his soul and his always.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"He's no Huana nor a death godlike, neither. But he was a high priest of Berath.\r\n\r\n\"Yseyr was Aedyran, a hunter, chasing the undead two hundred years ago.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Read somewhere, one tome. He sailed to the Deadfire for a weapon - abhorrent to Berath. Said the blade held a power most fearful.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"It never was added to the tomes. But it holds the final clues - for my death. It's my best chance.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"You've got to go outside, on the lower walkway. Door's sealed up tight though.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Priests before me, all death godlikes, could open it. Door requires a coil, resonating with Berath's chime. But I haven't met a death godlike in my time.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "The priest bobs his head. From beneath his shirt, he untucks a stone-carved circlet in the image of an eel. The pendant vibrates on the length of its chain, thrumming harder the closer he holds it to you.",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"You're my best chance or only, maybe. Take the coil - it'll open the crypts.\r\n\r\n\"Bring me Yseyr's eulogy, and I'll teach you all I know of Berath's arcana.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"They're from the long forgotten time, when there was only Huana living in the mountain.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"They're well-guarded, because not all of Berath's dead like to rest in their graves.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"All right. But there's something you've got to know, or I guess I've just got to say.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "The priest bobs his head. From beneath his shirt, he untucks a stone-carved circlet in the image of an eel. The pendant vibrates on the length of its chain, thrumming harder the closer he holds it to you.",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"You're my best chance or only, maybe. Take the coil - it'll open the crypts.\r\n\r\n\"Bring me Yseyr's eulogy, and I'll teach you all I know of Berath's arcana.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Do you even know what it takes to make it deep into the Hanging Sepulchers? To make it alive?\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Berath holds you close. Perhaps in helping you...\" \r\n\r\nHe trails off, leaving the thought unfinished.",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Berath sends a messenger at long last. Finally, truly?\"\r\n\r\nHe sucks in a sharp breath and doubles over, coughing hard.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"I'm blessed this day.\" He chokes the words out, wheezing.",
      "female": ""
    },
    {
      "id": 56,
      "default": "Pallegina's golden eyes roll at the priest's fawning, but she holds her tongue.",
      "female": ""
    },
    {
      "id": 58,
      "default": "[Bow your head.]",
      "female": ""
    },
    {
      "id": 59,
      "default": "[Cross your arms over your chest and watch.]",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Deity of life and death, the endless devourer who encompasses all existence, hear this prayer, this voice, chiming.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"I beseech you, Kohopa and Tangaloa, to ready this shell for shucking. Purify my soul in preparation for the coming of the next cycle.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "[Keep your head bowed.]",
      "female": ""
    },
    {
      "id": 63,
      "default": "[Tap your foot impatiently.]",
      "female": ""
    },
    {
      "id": 64,
      "default": "\" - the before that came. Thanks be to Berath's guiding tract. May my messages ring true.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "The priest clears his throat and hurriedly ends his invocation. ",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"From life to death to life again, blessed be. An end.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "Nodding fervently, he accepts your ending to the invocation.",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Thanks, but I'll pass.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "The priest's head whips up. He gapes but nods - while murmuring a rushed prayer behind his stained sleeve.",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"What was that about preparing your soul for shucking...?\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"End of the turn - I'm nearing it. Been working hard, preparing for weeks. You know, to die.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"I never went yet. But I will after I die.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"But first, I've got to leave guidance for my apprentice. The next in the cycle, chosen to lead.\" He sweeps a hand toward the stone tomes piled across the floor.",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"You're dying?\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Let's discuss something else.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Been wasting away for months. Can't say it's been easy, dying so soon. I thought about stopping a few times.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"For you, I'll happily listen. Speak a bit, too.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Why would you want to die soon?\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"You're killing yourself.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Maybe you can see. I'm no death godlike. Berath bestowed not one in my generation with a chime. Not the next, neither.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"A flawed messenger like me can't open the crypts. So my best chance is to die.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"You mentioned something about undead in the catacombs...?\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"The dead with their souls. They roam, still. The ones who were chosen by Berath.\"\r\n\r\nKasu rubs at the pendant beneath his shirt. His thin lips peel back, trembling from a feeble snarl. ",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"This is a temple to Berath, right? So who's Rikuhu, Kohopa, and Tangaloa?\" ",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"The same. Your word, Berath. Our word, Rikuhu. We worship the twinned eel. The cyclic connection of the overworld and the underworld, life and death.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Better.\" He wheezes, wiping a palm over his chin.",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"What's in that liquid - what did you just consume?\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"That's going to kill you.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"In that case, better have another sip.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "He shakes his head.",
      "female": ""
    },
    {
      "id": 93,
      "default": "He shakes his head.",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"You covet something in the catacombs, the ones you can't access because you lack Berath's chime.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"I'll get the eulogy for you, if you let me into the Hanging Sepulchers.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"Why do you need Yseyr's eulogy?\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Ah. All right, I'll have a look for it then.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"I prayed for decades, night to day and night again. Now here you are, just in time. Means Berath's sent you to see to my success.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"Not everyone's born so blessed. Sometimes, instead, you've got to die for it.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Priests before me, all death godlikes, could open it. Door requires a coil, resonating with Berath's chime. But I haven't met a death godlike in my time.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Yseyr fought hard for it. Won the blade but suffered grievous wounds.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "His words catch in his throat and he curves forward in a spine-wracking fit, hacking until he's flush-faced. Fumbling a goat-skinned flask to his lips, he drinks until minnow-silver liquid dribbles over and slicks his chin.",
      "female": ""
    },
    {
      "id": 103,
      "default": "Checking an hourglass, he uncorks the goat-skinned flask and chokes down half its silvery contents.",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Want you to know you'll be welcome here, even when I'm gone.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "The priest presses the palm of his hand to the front of his chest. He stares, scrutinizing your face.",
      "female": ""
    },
    {
      "id": 106,
      "default": "He shakes his head, disappointed.",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"The coil resonates, but it's weak. You could unseal the way. But you'd die inside, I think. My chance would be lost then. Lost with your remains.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"I will not fail against adversity. I promise you.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"Kith bearing Berath's chime are rare. This may be the only chance you get.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "[Stare him down.]",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"I can handle myself.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"Maybe you're stronger than you look. Like me. That's a good sign, I think.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"My time's waning fast. Right you are on that.\" He sighs. Wavers on his feet.",
      "female": ""
    },
    {
      "id": 114,
      "default": "As the silence stretches, Kasu sighs wearily. He wavers on his feet.",
      "female": ""
    },
    {
      "id": 115,
      "default": "He releases his grip on the pendant with a feeble nod.",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"Life is Kohopa, and Tangaloa is death. Born starving, they devoured all living things, swelling larger each.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"Now, all things pass through their entrails. The end of one enters the mouth of the next - from the underworld to the overworld and back. Again and again.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"I'd best not let this chance pass.\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"Did you know Yseyr had become a Death Guard?\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"Had heard. But knew, no. \r\n\r\n\"It is true? Yseyr is a Death Guard?\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"You want to become a Death Guard? That's why you're preparing a ritual to kill yourself?\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"Was. Yseyr was a Death Guard.\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"But he's... no longer? Don't tell me you killed him. Don't. Don't say it.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Yes... The fate that awaits me. Then, I will walk within the catacombs beneath the temple.\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"A priest turned Death Guard.\" The priest sighs dreamily, rubbing at the silvery stains on the end of his sleeve.",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"Finally, I'll be one of Berath's chosen. Blessed. For always.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"It's an ambitious plan, I'll give you that.\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"Why do this? Surely, you're more valuable to Berath alive and leading the flock.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "Slanting you a feeble smile, the priest checks the remainder of a nearby hourglass. Then he uncorks his goat-skinned flask and chokes down a deep swig.",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"Value and worth are not the same, no.\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"The dead with their souls. They roam, still. The ones who were chosen by Berath.\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"All right, I won't say it.\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "[Lie] \"No, I didn't kill him.\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"Thank Tangaloa.\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"Thank Tangaloa.\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"You wanted the eulogy. He was standing in the way.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"Kohopa have mercy. Had I but known...\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"Don't you want to know how I shattered him to bonespurs? How I tore his skull right from his knobby spine?\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "The priest blanches. He sways on his feet, barely stifling a bereaved moan.",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"No, no. I don't. I can't think of this now. I have to focus on the days ahead. And preparing the ritual.\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"If you say so.\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "He takes several breaths to calm himself.",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"We will speak again. After my acolyte has gouged my heart from my chest. The cutting and the chants will work.\"\r\n\r\nHead tipped back, he closes his eyes as if he can hear the chanting already.",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"You'll see.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"Silent prayer? Where are the songs, I say? Did you learn this from Vailians?\" ",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"Again, I ask that you please fall silent for prayer.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"Ac, I practice extremely silent prayer. <i>Not</i> praying. It works just as well and takes less time.\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"Let's show a little respect, all right?\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"Di verus? It would be funny if it weren't so pathetic.\"",
      "female": ""
    },
    {
      "id": 152,
      "default": "He blinks wide eyes back at you.",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"We gotta get this fella to a brothel.\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"Uh huh. Good luck with that. Hope I don't see you on the other side.\" ",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"To live for death is a contradiction that only the great eel could appreciate.\" ",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"Call me fathom-headed, but why be sticking around if all the best bits and bobs fall off?\"",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"May your god have mercy on your soul.\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"I know the way, but - \"",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"I want access to Yseyr's tomb. You've got an eye on my chime...\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"My eels - my infinity coil keeps rattling. Pendant's resonating with your chime.\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"I'm thinking, we can help each other.\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"Come closer to the altar. Come inside. The temple welcomes all to worship - most especially you.\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "The priest peers knowingly at the center of your chest, lips curving an ardent smile. Hands trembling, he touches a length of chain around his neck.",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"Sweet cessations, is that a divine rarity that nears?\"",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"You think that's a good idea?\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "His eyes glint with a fervor.",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"I already have the Eulogy to Yseyr.\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"The coil resonates, but it's weak. You could unseal the way. But you'd die inside, I think. My chance would be lost then. Lost with your remains.\"",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"Yet I've already traversed the Hanging Sepulchers. And here I stand.\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"Truly? You - \" His voice hitches on a surprised breath, sending him into a coughing fit. ",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"I already have the Eulogy to Yseyr.\"",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"I've acquired the stone tablets containing Yseyr's eulogy.\"",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"You do?\" He blinks, startled.",
      "female": ""
    },
    {
      "id": 178,
      "default": "The priest's face flushes with fervency. His voice rises in volume as he speaks until his breath catches, and he doubles over into a hacking fit.",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"Berath holds you close. Perhaps in helping you...\" \r\n\r\nHe trails off, leaving the thought unfinished.",
      "female": ""
    },
    {
      "id": 180,
      "default": "Checking an hourglass, he uncorks the goat-skinned flask and chokes down half its silvery contents.",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"Want you to know you'll be welcome here, even when I'm gone.\"",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"Ritual preparations are coming along well. Won't be far longer.\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"They got carved in even before the temple sprung up - before there was Neketaka or a queen.\" ",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"Under the temple, carved in the mountain's caverns lies an extraordinary maze of catacombs. So I've read.\"",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"And Rikuhu, Berath, my god and goddess both, the eels that churn in ceaseless cycle. The new and the next and - \"",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"So. Under the right... duress... it can be done.\"",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"My eels - my infinity coil keeps rattling. Pendant's resonating with your chime.\"",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"My eels - my infinity coil keeps rattling. Pendant's resonating with your chime.\"",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"When they'd swallowed all of existence, they tried to eat each other next.\"",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"Getting my heart cut out's going to kill me. When the time's right.\"",
      "female": ""
    },
    {
      "id": 196,
      "default": "\"I know it is. See, I've got to prepare myself for the ritual to take.\"",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"Not yet. Have got to space it out. Won't do to die too soon. Before the rite's ready.\"",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"Berath kept him alive. Till he could make it to the temple's catacombs.\r\n\r\n\"His champions were the ones who wrote his eulogy. Later, they were buried in the sepulchers, too.\"",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"Are you sure... duress... is what it takes?\"",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"How better to beseech Berath for such an honor if not through throes of a sacrificial death?\"",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"I think the pain of dying's got to be a part of it. Purity of the offering's the rest.\"",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"Is it really worth it? Yseyr's not even a Death Guard anymore.\"",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"It's your funeral.\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"I don't think you should do this.\"",
      "female": ""
    },
    {
      "id": 205,
      "default": "\"It's too late to stop it. I'm going to die either way.\"",
      "female": ""
    },
    {
      "id": 206,
      "default": "He presses his hands over the center of his chest, touching the item tucked beneath his shirt. Then raising his head, he cracks a frail smile.",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"Blessed be and jubilations.\"",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"Digest all of my devotion. Swallow my sorrows - even the smallest swell - so I can be spit on the morrow.\"",
      "female": ""
    },
    {
      "id": 209,
      "default": "\"The bodies are protected by Berath's best. Roaming, always. Plus, the way's sealed by the deity itself.\"",
      "female": ""
    },
    {
      "id": 210,
      "default": "\"Not 'til you.\"",
      "female": ""
    },
    {
      "id": 211,
      "default": "\"Not just anyone can escape the Hanging Sepulchers - alive.\"",
      "female": ""
    },
    {
      "id": 212,
      "default": "His hand begins to tremble, and his eyes widen.",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"That's right. I've got no hope, but you do.\" He tugs at a chain about his neck.",
      "female": ""
    },
    {
      "id": 214,
      "default": "He mops sweat from his brow with the edge of a silver stained sleeve, but then he pauses, eyes darting as he parses your words.",
      "female": ""
    },
    {
      "id": 215,
      "default": "Covering a relieved smile, he coughs into one of his robed palms.",
      "female": ""
    },
    {
      "id": 220,
      "default": "[Bow your head.]",
      "female": ""
    }
  ]
}