{
  "Component": "exported",
  "Name": "conversations\\07_neketaka_temple_district\\07_cv_magran_high_priest",
  "Entries": [
    {
      "id": 1,
      "default": "The Magranite priest has the build of a boulder. His thickset frame stretches his fine robes at the seams.\r\n\r\nHe regards you with a steady, calm gaze, nodding in greeting.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Each obstacle is a challenge we must answer. These are whetstones that sharpen us into fine blades.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Leave] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Muhai has passed. I'd like to commit her body to the flames.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Muhai?!\"\r\n\r\nThe priest's calm demeanor is shattered by his hissed utterance. He glances around you both.",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Muhai has broken with wahana. The queen has forbade that any should have contact with her. \r\n\r\n\"Ekera, she would be banished to the Undercity if not for her sickness, and now that has finished her.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Sounds like you're very obedient for a priest of Magran.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"What does that mean?\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"To strike without purpose only dulls the blade. \r\n\r\n\"Magran teaches us to burn away what is weak within us: fear, want, arrogance. Those things which rot the soul from within.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"A group of the Wapūa came to seek Muhai's counsel, for she was known as a great navigator. \r\n\r\n\"Muhai was of the Auwēki, before she came to Neketaka. The Auwēki and Wapūa were enemies for many years, before Queen Onekaza's time.\" ",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"The queen would have us join our tribes into one raised fist.\r\n\r\n\"She could not let Muhai's crime stand.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"She gave them bad directions. That's not the same as murdering them.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"The sharing of resources among the tribe. For what do we let the Mataru rule us if not to dispense wahana in fairness?\" Tekēhu sighs through his nose.",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Ekera, how to say... The sharing that is right among our people. Each of us, in what way we can. \r\n\r\n\"It is the role of the Mataru to guide, to protect.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"I'm sorry. I didn't know.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"What do I care? Get out of my way.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"She died alone. Isn't that enough?\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"You would defy the word of our queen?\"\r\n\r\nThe priest looks down at you, his lined face twisting into a solemn frown.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"No, but I'm saying you should. Or else.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "[Dump the body in the fire.]",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"This will not go unnoticed, outsider.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"I will not spill more blood for Muhai's sake. \r\n\r\n\"But know, this foolishness will bring you only sorrow.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"There are those who kill by sword and those who kill by cunning. \r\n\r\n\"To the dead, it makes no difference.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Come, give me the body. I will bury her beyond the great city walls. \r\n\r\n\"It is the best that I can do.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "[Give him the body.]",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"No. I will do as she asked, and burn her body.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"I will do as I promised. Thank you, outsider. The Wapūa have their justice, and the queen's law stands. \r\n\r\n\"You have done the right thing.\" ",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"So too did she act on her own, against her own people. \r\n\r\n\"She does not deserve the honor of walking with the gods.\" ",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"The gods are nothing but trouble. There's no honor to be had.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"It is said that you are sworn to Rikuhu. To Berath. Do they speak false?\"\r\n\r\n\"This is dangerous talk.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Very well. What should I do?\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Burning the body is just symbolic. Who does it hurt?\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"All of us, if we allow old rivalries to split us once again. \r\n\r\n\"Muhai is not blameless in this.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Can she not redeem herself?\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Muhai is dead. She has lost her final battle.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"For what have you returned? You seek to dishonor yourself further?\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Honor? Per complanca. The gods spoil everything they touch. They are charlatans and cowards, the lot of them.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Who says one's chance for redemption ends with death? For some, it's only the beginning.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"She was still one of you. Her spirit cannot rest. \"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"I am told you have been a friend to the queen. That she trusts your judgment.\r\n\r\n\"...Then, I must do the same.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"It is good of you to care so for one of our people.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"I cannot give her full funeral rites. Her kin shun her still. \r\n\r\n\"But if Magran's fires claim her... So be it.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"You are an outsider. You know nothing of our ways.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"You have been too long away, brother. You have forgotten what is right.\"",
      "female": "\"You have been too long away, sister. You have forgotten what is right.\""
    },
    {
      "id": 66,
      "default": "\"You there! What are you doing?\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Oh, nothing. Just disposing of some garbage.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "[Flee.] \"Nothing!\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"But what is this...?\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Is there no other way?\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"You are not of the Kahanga tribe. \r\n\r\n\"What for do you do this?\" ",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Fine. Take her.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"I am a priest of Magran. If she can't be honored as one of the Kahanga, I can still give her rites as a follower of Magran.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Then, may Magran put strength into your sword arm. You will make no friends in Neketaka.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"I feel sorry for her.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"And I as well. Muhai has brought great sorrow upon herself.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "The priest sighs, looking out over the temple grounds.\r\n\r\nHe scratches his jaw thoughtfully.",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Her spirit promised me a reward.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Ekera, outsider, have you no shame? Selfishness sealed her fate. It will do the same for you.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Unity makes you soft. Now you depend upon the queen instead of fighting your own battles.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"The Kahanga have conquered much of the Deadfire. Now Onekaza shapes the course of our future. \r\n\r\n\"I say, it is her example we must follow.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Be welcome. We gather to honor the goddess, for we must earn the strength to endure the darkest of life's battles.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"Do you know what you do? This woman you carry, she cannot receive such rites.\r\n\r\n\"You risk the queen's anger.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"I don't care about your customs. I need her spirit to leave me alone.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Muhai's spirit troubles you? Her punishment was hers alone to bear.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"What crime has she committed against her people?\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Muhai misled the hunting party, and they were lost. \r\n\r\n\"All of us are Kahanga, now. To harm Wapūa is to harm Auwēki. As Muhai turned her back upon her kin, so we were commanded to turn ours upon her.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"So it was a political decision.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"I say, it was done for the good of our people. The Traders, they make war upon themselves.\r\n\r\n\"Each dousing another's flame, they are reduced to embers.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "Nearby, the priest regards the dancing flames with grim disapproval.",
      "female": ""
    },
    {
      "id": 94,
      "default": "You heave your grim burden into the brazier, where it lands with a scattering of embers. \r\n\r\nThe body burns with unnatural swiftness in the flames, reduced to ash within what seems to be mere moments.",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"And I say your queen is a shrewd leader. You should consider yourselves fortunate.\" He nods, clearly impressed.",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Which way to the palace?\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "The priest blinks. His smile is warm, but there is a little amusement in it.",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Follow the path as it climbs the mountain, all the way to the Serpent's Crown. You will see it.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"I am always glad to meet another priest. Be welcome. Join the others, should you wish to practice your forms.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"This is your temple?\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Ekera, rain and wind is a better teacher than any priest. A fighter accustomed to comfort earns only bruises.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"I didn't expect to see so many foreigners at the temples.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"It is an opportunity to learn. What good is a fighter who knows how to defend against a single enemy?\r\n\r\n\"If we must one day fight one another, such is Magran's will.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Magran and I aren't on the best of terms...\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"Personally, I'd rather hole up with a book.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"So, you are one of Amira's. The animancers take her sacred ground for their own. \r\n\r\n\"But then, such inventiveness perhaps honors Amira.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Do you believe so? It is not in might alone that Magran holds influence. There is purpose. Conviction. Achievement. \r\n\r\n\"You may honor her in many ways.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"Then it is time to make amends, before you are cursed to stagnation and failure.\"",
      "female": ""
    }
  ]
}