{
  "Component": "exported",
  "Name": "conversations\\07_neketaka_temple_district\\07_si_sepulchers_ext_door",
  "Entries": [
    {
      "id": 1,
      "default": "A massive door looms before you. The edges are sealed so tight, not a breath of air escapes them. \r\n\r\nReligious runes sprawl the length, carved deeply into pitted stone. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "The door shudders and groans at your approach.",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Inspect the door.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Hold the Eel's Coil up to the door.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "A religious artifact, blessed by Berath, is likely necessary to open this entry way.",
      "female": ""
    },
    {
      "id": 7,
      "default": "An elaborate etching spans the stone's width, carved faintly beneath several runes. \n\nIt depicts a small crowd praying to a pair of giant eels that have coiled above a large door. An aumaua priest holds a disk near to the door's face. ",
      "female": ""
    },
    {
      "id": 8,
      "default": "As the Eel's Coil nears the door, the stone-carved circlet rattles in your hand. Wisps of your soul essence encircle the coil then reach outward.",
      "female": ""
    },
    {
      "id": 9,
      "default": "The tendrils curl toward the door, touching it, soaking it in a purple glow. A murmur, like Berath's own welcome, whispers up from under your feet. \r\n\r\nThe door begins to slide open, grinding down into the ground.",
      "female": ""
    },
    {
      "id": 12,
      "default": "You recognize the runes as memento mori, depicting the inevitability of death and the immortality of the soul.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Gibberish. Don't even bother.\" \r\n\r\nMaia shakes her head, frowning.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Something about stepping into the jaws of Tangaloa with a full heart. Charming prospect, I say.\" \n\nTekēhu examines the door, stroking his chin.",
      "female": ""
    },
    {
      "id": 18,
      "default": "An elaborate etching spans the stone's width, carved faintly beneath several runes. \n\nIt depicts a small crowd praying to a pair of giant eels that have coiled above a large door. An aumaua priest holds a disk near to the door's face. ",
      "female": ""
    }
  ]
}