{
  "Component": "exported",
  "Name": "conversations\\09_port_maje\\09_cv_governor_clario",
  "Entries": [
    {
      "id": 1,
      "default": "The man at the center of attention appears to be fielding inquiries from both the gaggle of townsfolk gathered around the platform and a rather severe-looking aumaua woman standing just beside him.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Yes, yes, and I think we're all keenly aware of the debt of gratitude we owe to the-\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"If everyone would-\" \r\n\r\nAs Clario's gaze sweeps across the crowd, it falls upon you, where it remains. \r\n\r\nA few more heads turn to see what has caught the governor's attention.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Let's continue this inside, shall we?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Ah, yes, there you are. As governor, and under the auspices of the Vailian Trading Company, please allow me to officially welcome you to Port Maje.\" \r\n\r\nHe spreads his hands in a subdued flourish.",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"What can I do for you?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Yes? Something you need?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "[Leave] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"I found some of your animancers. They managed to survive in a protective cage.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"There is a... site of some considerable value, elsewhere on the island. Of value to the Trading Company, you understand. \r\n\r\n\"In point of fact it's the very reason any of us are here.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"I saw the same destruction Eothas wreaked on Caed Nua. Oderisi is dead, along with all of your animancers.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"I'm sorry. Some of your animancers made it, but I'm afraid Oderisi was killed when Eothas arrived.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Eothas killed everyone there- and he'll keep doing it. I have to find him!\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"I-I understand your impatience, but... Madiccho, simply tell me, what of Oderisi? His research? \r\n\r\n\"Did you find his notes?\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"I... I see. I suppose we are fortunate to have any survivors.\r\n\r\n\"And Oderisi's notes? His research?\"\r\n\r\nClario's gaze searches yours with almost feverish anticipation.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Please... I must rely on you. If there is any chance of recovering our work, it rests in Oderisi's hands. His research has made all of this possible.\r\n\r\n\"Find him- find his notes, if nothing else, and I will do everything in my power to aid you. You will be sailing again within the day. You have my word.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"I can do that.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"One more thing. If you should recover Oderisi's notes, know that they would be of great value to me.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"So far I've only found ash. I'll keep looking.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"I'm sure you're eager to depart.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Please, everyone, remain calm. I assure you, I will do everything in my power to get you the answers you need.\r\n\r\n\"Our friends among the Huana-\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Have offered you hospitality and safety from the storms.\" \n\nThe aumaua woman folds her arms.",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"I have personally seen to the safety of your homes. Now, you will do the same for our families.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"What about <i>our</i> families?!\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"What about the ships? How are we supposed to feed ourselves?\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"If everyone would-\" \r\n\r\nAs Clario's gaze sweeps across the crowd, it falls upon you. Your skulking approach has not, unfortunately, gone unnoticed.\r\n\r\nHis brow wrinkles in amused confusion, and a few more heads turn to see what has caught the governor's attention.",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"It's one of the pirates!\"\r\n\r\nAt this alarmed cry, the whole of the crowd turns to regard you. A startled, expectant hush falls upon the gathered throng.",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"I'm not a pirate!\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"And if I am?\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"My ship ran aground, just south of here. I need help.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Everyone, stay calm. I think it's clear our guest is nothing of the sort.\" ",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Hey, you mind if I go get a drink, meet up with you later? Got bad luck with mobs.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "[Look around.] \"Where?\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Two of my guards reported a ship, flying Dyrwoodan colors, fallen prey to a pirate vessel.\r\n\r\n\"That would be <i>your</i> ship, I assume.\"\r\n\r\nThe crowd quiets somewhat at that, though you still find yourself the target of a few glares.",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"That would make him lucky. Your own vessels do not usually fare so well.\" \r\n\r\nThe woman regards you with bland curiosity.",
      "female": "\"That would make her lucky. Your own vessels do not usually fare so well.\" \r\n\r\nThe woman regards you with bland curiosity."
    },
    {
      "id": 55,
      "default": "\"...Quite.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Especially you, Mestra Ikawha-\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Do not flatter me with Vailian titles. You are distracted with your newcomer and wish me gone.\r\n\r\n\"But I will not go far, Governor Clario.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Gellarde. As for you, stranger, let us speak at my estate.\r\n\r\n\"We'll discuss your... predicament.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"I just need some repairs, and I'll be on my way.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"If I was all that lucky, I wouldn't have crashed here.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Per complanca, everyone, forgive me - I believe this matter requires my attention. You have my word that I will keep you apprised of any changes.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"So you'll help?\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"We'll do what we can, of course.\"\r\n\r\nHe staves off a few protests with a raised hand.",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Perhaps not. But I suspect some good can come of this.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Between the storm, the pirates, and the... well, certain strange events, we are all a little on edge.\" \r\n\r\nHe spreads his hands in an apologetic gesture.",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Strange events?\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"I'm on an important mission. I need to leave the island as quickly as possible!\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"I understand. You said you could help me?\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"A few... Well, quite a few people here in Port Maje claim to have seen a... giant of some kind. During the storm.\"\r\n\r\nClario winces.",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"I would call it a flight of fancy, but unless something has tainted every well in the region, I do not think it can be ignored.\r\n\r\n\"But then, the Deadfire is a land full of such things. You must have heard the stories.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"That wasn't just a giant. That was Eothas.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"A giant? Where did it go?\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Is that so? You've clearly come a long way. It's not a short journey, from here to the Dyrwood.\r\n\r\n\"Just what brought you out this way?\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"I'm tracking down Eothas for the goddess Berath.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"I'd rather not say.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"I have to find someone.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "The governor mouths a voiceless 'ah' of understanding, and studies you for a moment.",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"You'll find good company among the Dawnstars, here in town. They have all manner of theories concerning the behemoth.\"\r\n\r\nHe rifles casually through a few papers.",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Why, I haven't the slightest idea. Wherever giants go. Deep beneath the waves, with luck.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Right. Stories.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Sea monsters. Ancient tribes. A great many opportunities, too.\"\r\n\r\nHe smiles enigmatically.",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"A fearsome task, out here. You have a great deal of water and land to cover. \r\n\r\n\"But I see your point - the sooner you are away, the less likely your quarry will slip the net, no?\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "The governor regards you silently for a few moments. \r\n\r\nAfter an uncomfortably long while you realize he's been waiting for you to laugh.",
      "female": ""
    },
    {
      "id": 87,
      "default": "[Chuckle.]",
      "female": ""
    },
    {
      "id": 88,
      "default": "[Smile politely.]",
      "female": ""
    },
    {
      "id": 89,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Ha. Yes. A... task for the clergy, perhaps?\" \r\n\r\nHe considers you for a moment, brows furrowing, then seems to dismiss the matter.",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"That...certainly sounds important.\" \r\n\r\nHe clears his throat.",
      "female": ""
    },
    {
      "id": 92,
      "default": "His own smile is rather uncertain. He presses gamely on.",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Well. To each their privacy.\" \r\n\r\nA flash of annoyance crosses his face, gone in an instant.",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Yes, your ship. You're stranded, are you? It was a rough landing, by all reports. A wonder you survived.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Unfortunately, our own ships are in no condition to sail. We've had dealings with the pirates ourselves. They've taken their share of supply ships. \r\n\r\n\"The storm saw to those berthed in the harbor.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"All that said, I believe I may have a solution. Provided you're willing to help me, in turn.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Now, to the matter of your ship. You're stranded, are you? It was a rough landing, by all reports.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"I'm the Lord of Caed Nua. Couldn't I... owe you a favor?\"",
      "female": "\"I'm the Lady of Caed Nua. Couldn't I... owe you a favor?\""
    },
    {
      "id": 99,
      "default": "\"What could I do for you? I just got here.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Caed Nua? A Dyrwoodan castle, is it?\r\n\r\n\"An interesting proposal, to be sure, but I'm afraid the matter at hand is rather urgent.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"I'd be happy to help in any way I can.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"I'm not interested in making bargains.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Indeed. Which means I can spare you, whereas I cannot spare the guards.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"I have the guards on the lookout for pirate vessels looking to take advantage of whatever damage the storm caused.\r\n\r\n\"We've cannons enough to see them off, but I need every man ready to use them.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"Marvelous. You've washed ashore like a sign from the gods themselves.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"Consider it less a business proposal than a little mutual assistance. \r\n\r\nNot that I would mind having you on as a permanent resident. That is, if you'd find it fulfilling to work on the docks, or in the mines.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"The mines?\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Is that some kind of threat?\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"Hardly. But it's the only work to be found, unless you fancy yourself a shipwright.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Yes - to my point. I have a matter that needs looking into. Our... business ventures on the island.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Apologies for that little drama outside. These are confusing times, and people often react poorly to uncertainty.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"There is a... site of some considerable value, elsewhere on the island. Of value to the Trading Company, you understand. \r\n\r\n\"In point of fact it's the very reason any of us are here.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"You're... familiar with the luminous adra trade?\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"I know that luminous adra is supposed to house more concentrated essence.\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"I know a little about adra.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"What's luminous adra?\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"You mean the arena, right?\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"What? How did you...? You mean you've been out there?\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"But, then you must know - We've not heard a single word from our animancers in days. Not even the workers, for that matter.\r\n\r\n\"Are they... Did you find them?\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"It's also quite valuable. When refined, it sells for considerable sums. \r\n\r\n\"The Trading Company has invested a lot of time and money into locating sites suitable for mining and processing.\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"We - and I hope you understand that these matters require some discretion - have one such outpost on the other side of the island. \r\n\r\n\"A successful venture, up until very recently.\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"We haven't heard from Mestre Oderisi since. Nor any of his assistants, or the workers... \r\n\r\n\"I must know what has happened. If Oderisi... if his work is lost, then everything that we have worked for is at risk.\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"Well, luminous adra is to adra what a fine wine is to... well, never mind that.\r\n\r\n\"The point is that it is a particularly potent material. Suffused with essence. And it is only found right here, in the Deadfire archipelago.\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"A... mineral, of sorts. I'm afraid my interests lie in the economic implications. \r\n\r\n\"As I understand it, luminous adra holds concentrated essence. And it is only found right here, in the Deadfire archipelago.\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"Wait. You mean you're trading in souls?\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"How valuable?\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"How does one go about refining adra?\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"Valuable enough to make sailing across the world seem like a sound investment.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"We sought to improve the refinement process. To that end we hired some of the brightest minds in the field of animancy and brought them out here to lend their expertise.\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"That's a... colorful way of putting it. Energy, really, is more apt. It's not quite a matter of digging up the spirit of your old grandmother.\"\r\n\r\nClario lets out a short, breathy laugh, shaking his head slightly.",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"How indeed. That, I'm afraid, will remain a trade secret.\" ",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"[Player Name]. A pleasure. I hadn't thought to hear from you again.\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"I trust Neketaka has treated you well. ...Or at least with minimal cruelty.\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"Which is where you come in. You need a ship. I need information. \r\n\r\n\"See to this for me, and I'll set half the town to work. We'll patch up your ship, and you'll be free to go on your way.\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"Do you have any idea what might have happened?\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"Spin it however you like - the gods are going to grind your soul to bits for this sin.\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"I told you what happened, but you wouldn't listen to me! We could've prepared for this level of destruction.\r\n\r\n\"But what do I know - I'm just a priestess with prophetic dreams.\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"The Huana Storm Speakers should have kept the worst of the weather at bay. \r\n\r\n\"I... can't imagine what else might have happened. There are wild beasts on the island, but they wouldn't have attacked an active digsite.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"And if I find this Oderisi?\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"Why, take his report on the situation and remind him that he's under certain contractual obligations.\r\n\r\n\"...And relay my deep relief at his good health, of course.\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"Gellarde. Then we are agreed. I will assign men to keep watch over your ship. \r\n\r\n\"You will find the digsite on the eastern side of the island. I'll mark it on your map, here.\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"Fine. If it gets me off this island.\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"I'm a Watcher. I've dealt with adra before.\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"Are you indeed? How very interesting.\" \r\n\r\nFor a moment Clario appears entirely distracted from his point, regarding you with an uncomfortably intense degree of interest.",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"Do you know, they'd have a great deal of interest in speaking with you at headquarters. Something to consider.\"\r\n\r\nHe finally breaks from his musings, and flaps a hand to dismiss the subject.",
      "female": ""
    },
    {
      "id": 148,
      "default": "[Lie] \"Of course.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"Of course. I suppose you could hardly spend ten minutes in the Deadfire without hearing all about it.\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"The Vailian Trading Company has invested a lot of time and money into locating sites suitable for the mining and processing of luminous adra.\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"I know that Luminous Adra is native to the Deadfire.\"",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"Can you tell me about Port Maje?\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"It may not have the grandeur of Ostia or Ancenze, but I am proud of what we have created here.\r\n\r\n\"We've established strong supply lines, and our research rivals any performed in the Republics. ...On better days.\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"What about the Huana?\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"But why build an outpost here in the first place?\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"I see.\"",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"The digsite is a graveyard. Eothas definitely came through there.\"",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"At last- Belfetto. Tell me, please- What has happened? How much have we lost? I must... I must know.\"",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"I saw the same destruction Eothas wreaked on Caed Nua. Oderisi is dead, along with most of your animancers.\"",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"I... I see. And the work- Oderisi's notes. Was there nothing of his research?\"\r\n\r\nClario's gaze searches yours with almost feverish anticipation.",
      "female": ""
    },
    {
      "id": 161,
      "default": "[Give him the notes.] \"I found these.\"",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"I didn't find anything like that.\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "[Lie] \"I didn't find anything like that.\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"Of course. Nothing. \r\n\r\n\"Nothing to show for <i>years</i> of investment and planning. Damn. Damn it!\" \r\n\r\nClario turns away to snarl his recriminations towards the floor, a fist clenched at the side of his head. ",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"I have information for you about the digsite.\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"I don't have a choice.\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"This is the god of light we're talking about.\"",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"You... you are too trusting in your superstition. \r\n\r\n\"Believe in what you have seen and felt- the death of every man and woman at that digsite.\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"I think Eothas is after adra pillars.\"",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"Merla. He will ravage every outpost in the Deadfire. \r\n\r\n\"That adra is why we are here. Why everyone is here, in truth. The Vailian Trading Company, the Royal Deadfire Company, countless mercenaries...\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"You'll want to go to Neketaka. Queen Onekaza II rules there, at the Kahanga palace. \r\n\r\n\"Anyone seeking to do business in the Deadfire Archipelago must negotiate with her first.\"",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"Then that's where I'm going next.\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"Who are the Kahanga?\"",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"The most powerful tribe in the region, now that Onekaza II has united a host of them under her rule. \r\n\r\n\"Ikawha would disagree. But then, Ikawha contents herself with a spit of land and a handful of followers.\"",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"Thank you for the help.\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"It is a strange obligation you are under.\r\n\r\n\"I understand a little of that. Lucky for you- if I were a more sensible man I would take this for fable and turn you away.\" ",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"And for that, you need your ship. \r\n\r\n\"I'll arrange it with Ikawha. Between the two of us, I'm certain we can gather the workers we need.\"",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"You will want to hire on more crew, if you mean to sail onwards. Neketaka is some distance north, and you've seen for yourself how dangerous these waters are.\r\n\r\n\"Speak to Thorel at the tavern. He'll know of any sailors in need of work. For supplies, you should go to the trading post.\"",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"Bon piacco. It is only right, after all you have done for me. \r\n\r\n\"I won't keep you further. You have a long and... very strange journey ahead.\"",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"You promised to help me.\"",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"Nothing will stop me.\"",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"The queen knows every adra vein of worth in the Deadfire. I'm certain she can help you. \r\n\r\n\"...That is, if she agrees to see you at all.\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"Some advice - after you have had your audience with the queen, seek out the Vailian Trading Company. \r\n\r\n\"They make their headquarters in Neketaka. And the Company always appreciates good help.\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"Is that unlikely?\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"Neketaka harbors many foreigners, but they count upon a small army of diplomats and emissaries to buy passage with words or coin. \r\n\r\nYou have no one but yourself.\"",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"That silver tongue of yours will be put to the test.\"",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"I'll send a letter. If nothing else, you can begin on better footing.\"",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"I have not forgotten. We will get you to Neketaka.\"",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"Safe travels, captain. Do take care.\"",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"Finally. I'll be glad to be rid of this place.\"",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"Best not to run aground again, no?\" \r\n\r\nClario chuckles quietly to himself. ",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"It's certainly the time to start leaning on any important connections.\"",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"Well, they may be more welcoming of a local. \r\n\r\n\"Truthfully, I'm still not certain how it works with the castes. As I understand it, newcomers to the city tend to wind up on the lower rungs.\"",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"No patience for conversation, is it? Or perhaps you are still sore from the loss of your ship.\" \r\n\r\nClario waves a hand airily.",
      "female": ""
    },
    {
      "id": 196,
      "default": "\"No need to talk my ear off.\"",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"Madiccho. I hoped- \r\n\r\n\"Never mind. What of the animancers? Oderisi?\"",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"Nothing yet. I'll keep looking.\"",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"Must I track down the man himself? You know where he is.\"",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"Those were the terms of our bargain, no?\" \r\n\r\n\"Sientere... But if there is any chance the man lives, I require his safe return. Please. I leave it to you.\"",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"Agracima. We have put too much blood and coin into this to... \r\n\r\n\"Well. I must hold to hope that there remains some chance of recovery.\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"I know what it's like, settling on new land.\"",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"Knowledge is the best tool we have.\"",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"And then one evening a storm rolls in out of nowhere, and my scouts begin to report that a giant has marched its way across the island, towards my digsite.\r\n\r\n\"What am I to make of that?\"",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"You say you are hunting this thing. Well, that is where it went.\r\n\r\nYou need a ship? I need information. Do this for me, and I will set half the town to work on freeing your vessel.\"",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"They keep to themselves for the most part. We have little reason to interfere. And any Huana willing to work are paid for it.\r\n\r\n\"We get a few of those. Perhaps village life is too simple for them.\"",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"Scouts reported finding Engwithan ruins, along with a promising adra vein. \r\n\r\n\"And the locals were welcoming enough.\"",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"If you have any questions at all, really- at your pleasure.\"\r\n\r\nClario sets his arms behind his back, watching you with an expectant smile.",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"You say this is all the work of the titan. Of... Eothas. And you still insist on looking for him?\r\n\r\n\"He destroyed your ship. Killed my people. Would it not make more sense to sail to the far side of the world and away from all this?\" ",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"Beat you to it, Clario. Your secret digsite isn't much of a secret. Or digsite, actually.\"",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"Gellarde! Then there is hope. Perhaps they can help you find the rest of the team, find Oderisi- our head of research.\"",
      "female": ""
    },
    {
      "id": 226,
      "default": "\"Nothing of note yet.\"",
      "female": ""
    },
    {
      "id": 227,
      "default": "\"Eothas is using the adra pillars as an energy source. If I can find more, I can find him.\"",
      "female": ""
    },
    {
      "id": 228,
      "default": "\"It would explain why the giant went for the digsite, rather than attack us in the town. Wouldn't it?\" \r\n\r\nClario sets a hand to his stomach. With the other, he pulls a handkerchief from his pocket to mop at his brow.",
      "female": ""
    },
    {
      "id": 230,
      "default": "\"I hoped your arrival would present an opportunity to raise Port Maje's prospects from the mire in which they are trapped. \r\n\r\n\"But you threaten to bury them outright.\"",
      "female": ""
    },
    {
      "id": 231,
      "default": "\"Why kill Ikawha? I- <i>We</i> have worked so hard to forge this alliance. \r\n\r\n\"Severing it endangers everything we are doing here!\"",
      "female": ""
    },
    {
      "id": 232,
      "default": "\"She attacked me. I had to defend myself.\"",
      "female": ""
    },
    {
      "id": 233,
      "default": "\"Noted.\"",
      "female": ""
    },
    {
      "id": 234,
      "default": "\"Enough, Clario. You're lucky to still be breathing yourself.\"",
      "female": ""
    },
    {
      "id": 235,
      "default": "\"I-I... That is... I seek only to keep the peace. Let us remain... cordial to one another, no?\" \r\n\r\nClario tugs absently at his sleeves, occasionally glancing up at the nearby guard.",
      "female": ""
    },
    {
      "id": 236,
      "default": "\"I- I say this only to explain that you have made things difficult for yourself, as well. \r\n\r\n\"We will have to move your ship without the Storm Speaker's aid.\"",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"Eothas is out there, stomping across the island, and you're worried about some research?!\"",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"Well, if 'Eothas' happens to strike down the council perhaps then I will have time to spare for him!\"\r\n\r\nClario lets out a sharp breath, evidently flustered by his own outburst.",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"Ha. Do not... Please do not repeat that. \r\n\r\n\"We each have our debts.\"",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"Whatever you believe is going on- you can see it for yourself. \r\n\r\nThat is precisely what I want.\"",
      "female": ""
    },
    {
      "id": 241,
      "default": "\"Get to the point, Clario.\"",
      "female": ""
    },
    {
      "id": 242,
      "default": "\"Out there, you'll find yourself a rarity. It is an interesting feeling.\"",
      "female": ""
    },
    {
      "id": 243,
      "default": "\"Are there many outposts in the Deadfire?\"",
      "female": ""
    },
    {
      "id": 244,
      "default": "\"The lands here belong to the Huana, for now. \r\n\r\n\"If you ask the Royal Deadfire Company, that will not last.\"\r\n\r\nClario mutters under his breath, running a hand over his scalp.",
      "female": ""
    },
    {
      "id": 245,
      "default": "\"The Royal Deadfire Company?\"",
      "female": ""
    },
    {
      "id": 246,
      "default": "\"And the Vailian Trading Company?\"",
      "female": ""
    },
    {
      "id": 247,
      "default": "\"Dispatched by the ranga nui of Rauatai himself. \r\n\r\nI suppose news from home is harder to come by, in Dyrwood.\"",
      "female": ""
    },
    {
      "id": 248,
      "default": "\"Dispatched by the ranga nui of Rauatai himself. \r\n\r\nThat would be their emperor. Or king, perhaps.\"",
      "female": ""
    },
    {
      "id": 249,
      "default": "\"Well. We are not here to rule. We will be here so long as it benefits the Republics.\"",
      "female": ""
    },
    {
      "id": 250,
      "default": "\"War does <i>not</i> benefit the Republics. For the moment.\"",
      "female": ""
    },
    {
      "id": 251,
      "default": "\"Any venture of this size is difficult. Even so, the hard part was not convincing people to join us, but weeding out undesirable individuals.\r\n\r\n\"We lowered our standards, in the end.\"\r\n\r\nClario smiles wryly. ",
      "female": ""
    },
    {
      "id": 252,
      "default": "\"They say things are very different under Queen Onekaza II. She has unified many of the Huana under her banner.\"",
      "female": ""
    },
    {
      "id": 253,
      "default": "\"Ikawha is one of the last holdouts. \r\n\r\n\"It works fine for our purposes. She is easier to negotiate with.\"",
      "female": ""
    },
    {
      "id": 254,
      "default": "\"They say things are very different under Queen Onekaza II. She has unified many of the Huana tribes under her banner.\"",
      "female": ""
    },
    {
      "id": 255,
      "default": "\"Ikawha was one of the last holdouts. If the queen turns her attention to this island, we'll likely have to negotiate with her instead.\"",
      "female": ""
    },
    {
      "id": 256,
      "default": "\"How are things in Port Maje?\"",
      "female": ""
    },
    {
      "id": 257,
      "default": "\"We are doing well enough for ourselves. Life at the edge of civilization has its rough moments, but we are past the worst of it.\"",
      "female": ""
    },
    {
      "id": 258,
      "default": "\"Ikawha has asked after you. I think you made an impression.\"",
      "female": ""
    },
    {
      "id": 259,
      "default": "\"The guards have things in hand. We sank one of the Príncipi vessels the other day. A much-needed victory.\"",
      "female": ""
    },
    {
      "id": 260,
      "default": "\"And the supply ships have come and gone. Full bellies do much to settle tempers.\"",
      "female": ""
    },
    {
      "id": 261,
      "default": "\"Not yet.\"",
      "female": ""
    },
    {
      "id": 262,
      "default": "\"I've spoken to him, at least.\"",
      "female": ""
    },
    {
      "id": 263,
      "default": "\"And you? Have you tracked down your giant?\"",
      "female": ""
    },
    {
      "id": 264,
      "default": "\"And you? I hear you have been making quite the name for yourself in Neketaka.\"",
      "female": ""
    },
    {
      "id": 265,
      "default": "\"It's a beautiful city.\"",
      "female": ""
    },
    {
      "id": 266,
      "default": "\"You're still my favorite bureaucrat, Clario.\"",
      "female": ""
    },
    {
      "id": 267,
      "default": "\"And you? I hear you have been... busy abroad.\" \r\n\r\nGovernor Clario regards you with a carefully blank expression.",
      "female": ""
    },
    {
      "id": 268,
      "default": "\"Don't take it personally. Your fellows at the Company aren't as nice as you are.\"",
      "female": ""
    },
    {
      "id": 269,
      "default": "\"The Deadfire is a fresh canvas. I mean to leave my mark.\"",
      "female": ""
    },
    {
      "id": 270,
      "default": "\"That's all the small talk I have time for.\"",
      "female": ""
    },
    {
      "id": 271,
      "default": "\"Hm. Of course.\" \r\n\r\nClario smiles thinly.",
      "female": ""
    },
    {
      "id": 272,
      "default": "\"I'm surviving as best I can.\"",
      "female": ""
    },
    {
      "id": 273,
      "default": "\"I must wonder at your frame of reference.\" \r\n\r\nClario does a poor job of hiding his smile.",
      "female": ""
    },
    {
      "id": 274,
      "default": "\"Ha. Flattering. You will forgive me if I keep that to myself.\"",
      "female": ""
    },
    {
      "id": 275,
      "default": "\"So they say. Perhaps you will come to the Republics one day, so that you have something to compare it to.\"",
      "female": ""
    },
    {
      "id": 276,
      "default": "\"That is all we can do, no? \r\n\r\n\"I do wish you luck, [Player Name].\"",
      "female": ""
    },
    {
      "id": 277,
      "default": "\"Well, the Dyrwood must be sorry to lose you.\"",
      "female": ""
    },
    {
      "id": 278,
      "default": "\"Perhaps that is for the best, no? \r\n\r\nI jest- You seem determined. I am certain you will find... something, at the end of this.\"",
      "female": ""
    },
    {
      "id": 279,
      "default": "\"I, for one, am glad to put the business behind me. \r\n\r\n\"If he comes back this way, per complanca- do me the favor of sending a warning?\"",
      "female": ""
    },
    {
      "id": 280,
      "default": "\"The most powerful tribe in the region, now that Onekaza II has united a host of them under her rule.\r\n\r\n\"Not a group of people you want to make enemies of.\"",
      "female": ""
    },
    {
      "id": 281,
      "default": "\"And for that, you need your ship. \r\n\r\n\"I'll arrange it with my people. They'll scrounge up the workers we need.\"",
      "female": ""
    },
    {
      "id": 282,
      "default": "\"You will need a crew, if you mean to sail onward. Neketaka is some distance north, and the sea is not something you wish to face on your own.\r\n\r\n\"You will need supplies, as well. You can find these at the trading post.\"",
      "female": ""
    },
    {
      "id": 283,
      "default": "\"Head down to the beach once you are ready to depart.\"",
      "female": ""
    },
    {
      "id": 285,
      "default": "\"Certainly.\" \r\n\r\nClario stands up a little straighter, and clears his throat.",
      "female": ""
    },
    {
      "id": 286,
      "default": "\"Not long ago the whole archipelago was beneath notice. A place of warring tribes and grotesque sea beasts. \r\n\r\n\"Now it seems that every ruler on Eora wants an island of their own.\"",
      "female": ""
    },
    {
      "id": 287,
      "default": "\"...Then again, simplicity has its charms.\"",
      "female": ""
    },
    {
      "id": 288,
      "default": "\"Not a problem. Kith are easy to track.\"",
      "female": ""
    },
    {
      "id": 290,
      "default": "\"All my life I have sought guidance from the gods.\"",
      "female": ""
    },
    {
      "id": 291,
      "default": "\"Ac, I do not doubt your faith. I only fear you will cut that life short.\"",
      "female": ""
    },
    {
      "id": 292,
      "default": "\"Nearly there.\"",
      "female": ""
    },
    {
      "id": 301,
      "default": "\"They must be paying you very well, to bring you out so far.\r\n\r\nWhat is this work?\"",
      "female": ""
    },
    {
      "id": 302,
      "default": "\"Interesting. Is that why you came? \r\n\r\n\"This may be a Vailian Trading Company outpost, but I welcome settlers willing to work.\"",
      "female": ""
    },
    {
      "id": 304,
      "default": "\"Welcome. Or as I have been taught, 'May Amira's winds blow sweet upon you.'\"",
      "female": ""
    },
    {
      "id": 305,
      "default": "[Play along] \"Kea mai.\"",
      "female": ""
    },
    {
      "id": 306,
      "default": "\"Galohi.\"",
      "female": ""
    },
    {
      "id": 307,
      "default": "\"The truth is, you are not entirely unknown around certain circles. By description, that is.\r\n\r\n\"You left your mark upon the field of animancy. At least, as far as the Dyrwood is concerned.\"",
      "female": ""
    },
    {
      "id": 308,
      "default": "\"I'll ask my guards to find some feed for your... animal.\"\r\n\r\nClario eyes your companion with some concern, then makes a point of ignoring it.",
      "female": ""
    },
    {
      "id": 309,
      "default": "\"I do not turn from my duty.\"",
      "female": ""
    },
    {
      "id": 310,
      "default": "\"No, that much has been made very plain to me. \r\n\r\nSo be it.\"",
      "female": ""
    },
    {
      "id": 312,
      "default": "\"I have, actually, heard that one from Ikawha.\"\r\n\r\nHe coughs, raising a hand to hide a smile.",
      "female": ""
    },
    {
      "id": 313,
      "default": "\"They say life on the island has done terrible things to my Vailian, but my Huana is improving.\" \r\n\r\nClario inclines his head, smiling ear to ear.",
      "female": ""
    },
    {
      "id": 314,
      "default": "\"That's all right. Never fit in much where I came from.\"",
      "female": ""
    },
    {
      "id": 315,
      "default": "\"Sailing to distant places and fighting monsters is what I do.\"",
      "female": ""
    },
    {
      "id": 317,
      "default": "\"It glows?\"",
      "female": ""
    },
    {
      "id": 318,
      "default": "\"Not... not quite. But it is a very valuable type of stone, only found in the Deadfire.\"",
      "female": ""
    },
    {
      "id": 319,
      "default": "\"I'm already scared. You're not helping.\"",
      "female": ""
    },
    {
      "id": 320,
      "default": "\"I hoped you might have come around on the matter since. Animancy is not the sole purview of madmen and sadists.\r\n\r\n\"Not in those places where science is not held in ridicule.\"",
      "female": ""
    },
    {
      "id": 321,
      "default": "\"I hope you have not soured on the matter since. Your support of progress during the trial at Defiance Bay was an encouraging light in a sea of ignorance.\"",
      "female": ""
    },
    {
      "id": 322,
      "default": "\"It's not a matter of law. Tampering with the work of the gods never leads to anything but disaster.\"",
      "female": ""
    },
    {
      "id": 323,
      "default": "\"Let me guess. An experiment went awry.\"",
      "female": ""
    },
    {
      "id": 324,
      "default": "\"No, no. Nothing like that.\"",
      "female": ""
    },
    {
      "id": 325,
      "default": "\"I rely on my weapons, Clario. Animancy doesn't interest me.\"",
      "female": ""
    },
    {
      "id": 326,
      "default": "\"A pity. But it shouldn't hinder you.\"",
      "female": ""
    },
    {
      "id": 327,
      "default": "\"I leave matters of faith to the priests. I hope you can set your feelings aside, however- if only briefly.\"",
      "female": ""
    },
    {
      "id": 328,
      "default": "\"Ac, we are very much in agreement.\"",
      "female": ""
    },
    {
      "id": 329,
      "default": "\"I like to stick up for the little guy. That's all.\"",
      "female": ""
    },
    {
      "id": 330,
      "default": "\"I think that this science has potential.\"",
      "female": ""
    },
    {
      "id": 331,
      "default": "\"Well, perhaps we can work with that.\"",
      "female": ""
    },
    {
      "id": 332,
      "default": "\"Perhaps I should have expected that from a priest.\"",
      "female": ""
    },
    {
      "id": 333,
      "default": "The governor regards you silently for a few moments. \r\n\r\nThe silence stretches on and on, until it has grown uncomfortably long. You find your mind wandering, and Clario sighs and clears his throat.",
      "female": ""
    },
    {
      "id": 335,
      "default": "\"The hour is very late, aimico. Come back in the morning.\"",
      "female": "\"The hour is very late, aimica. Come back in the morning.\""
    },
    {
      "id": 336,
      "default": "\"You did? Gods be kind-\" \r\n\r\nClario takes the bundled notes from you with barely-restrained urgency. Within moments he is flipping through the papers, his eyes sweeping back and forth across the pages.",
      "female": ""
    },
    {
      "id": 337,
      "default": "\"Belfetto. Belfetto! We are saved.\" \r\n\r\nClario lets out a relieved, almost giddy laugh, looking up with you with a toothy grin. \r\n\r\nA grin he hides, soon after, beneath a cough and a look of some regret.",
      "female": ""
    },
    {
      "id": 338,
      "default": "\"That is, Oderisi's legacy is not wholly lost. I like to believe the man would find that pleasing.\" \r\n\r\nHe folds the papers once again, and sets his hands over them protectively.",
      "female": ""
    },
    {
      "id": 339,
      "default": "\"Quite the event, receiving one of the godlike in our little town.\r\n\r\n\"Perhaps it will take the people's minds off recent events.\"",
      "female": ""
    },
    {
      "id": 340,
      "default": "Clario does not respond at first. There is a new tension in the line of his shoulders, and he looks up without quite looking directly at you.",
      "female": ""
    },
    {
      "id": 341,
      "default": "\"You certainly look the part. I... It is certainly a challenge, isn't it? Even for you.\"",
      "female": ""
    },
    {
      "id": 342,
      "default": "\"I get it. Things are falling apart and you need me to save you.\"",
      "female": ""
    },
    {
      "id": 343,
      "default": "\"Ha- I would not put it <i>just</i> so, but... Let's move on.\"",
      "female": ""
    },
    {
      "id": 344,
      "default": "\"So. A sloop of modest size, flying a Dyrwoodan flag, bearing a captain matching a... unique description...\"",
      "female": ""
    },
    {
      "id": 346,
      "default": "\"So. A sloop of modest size, flying a Dyrwoodan flag, bearing a captain matching the description given in a half-dozen reports and rumors...\"",
      "female": ""
    },
    {
      "id": 347,
      "default": "\"That would make you the Watcher of Caed Nua, if I had to make an educated guess.\"",
      "female": ""
    },
    {
      "id": 348,
      "default": "\"You can call me [Player Name].\"",
      "female": ""
    },
    {
      "id": 349,
      "default": "\"I'm in your reports?\"",
      "female": ""
    },
    {
      "id": 350,
      "default": "\"Your sources are out of date. My castle has been destroyed.\"",
      "female": ""
    },
    {
      "id": 351,
      "default": "[Nod.]",
      "female": ""
    },
    {
      "id": 352,
      "default": "\"Di verus? I am sorry to hear it. I was not forced from my homeland, but I know what it is to leave the familiar behind.\"",
      "female": ""
    },
    {
      "id": 353,
      "default": "\"The Vailian Trading Company and its patrons have business in many regions, among them the Dyrwood. \r\n\r\n\"You may feature in only a few reports, but you certainly made an impression.\"",
      "female": ""
    },
    {
      "id": 354,
      "default": "Clario's jaw tenses, but he otherwise ignores Xoti's tirade.",
      "female": ""
    },
    {
      "id": 355,
      "default": "\"We will have to agree to disagree.\"",
      "female": ""
    },
    {
      "id": 356,
      "default": "\"You'll do it for the Watcher, but not for me? I see how it is.\"\r\n\r\nWith a discontented sound, she crosses her arms over her chest.",
      "female": ""
    },
    {
      "id": 357,
      "default": "\"Yes, why <i>wouldn't</i> I want a pack of Dawnstars crawling over my adra mine in search of their lost deity?\"\r\n\r\nClario darts a quick, sour look in Xoti's direction.",
      "female": ""
    },
    {
      "id": 358,
      "default": "\"I'd like to say the pleasure's all mine. But I try not to lie.\n\n\"Don't worry, I'm only here on account of him.\" She bobs her head in your direction.",
      "female": "\"I'd like to say the pleasure's all mine. But I try not to lie.\r\n\r\n\"Don't worry, I'm only here on account of her.\" She bobs her head in your direction."
    },
    {
      "id": 359,
      "default": "\"Of course. I see you've been as quick to involve yourself as ever.\" \r\n\r\nClario's tone is polite, but there is a strained edge to his wide smile as he turns from Xoti to address you.",
      "female": ""
    },
    {
      "id": 360,
      "default": "\"And when was it exactly that your Watcher's senses manifested?\"\r\n\r\nClario darts a quick, sour look in Xoti's direction.",
      "female": ""
    },
    {
      "id": 361,
      "default": "\"Clario, I need your help. Eothas is looking for adra pillars like the one in the arena.\"",
      "female": ""
    },
    {
      "id": 362,
      "default": "\"Ac, I see you are eager to be on your way.\"",
      "female": ""
    }
  ]
}