{
  "Component": "exported",
  "Name": "conversations\\09_port_maje\\09_cv_ilario",
  "Entries": [
    {
      "id": 1,
      "default": "The young elf's hand drops to the pistol in his belt, palming the grip.\r\n\r\nThe faintest hint of a sneer plays about his lips as he watches you, unblinking.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Guess you have more sense than your buddies.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Guess so. If they were too slow, too stupid, too unlucky- not my problem.\" \r\n\r\nHe shrugs his shoulders, keeping his hand on his pistol. ",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Savia sent me. She needs you to put a stop to the looting.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Merla, she must be desperate! Not so desperate as to come here, on her knees, to beg for herself, but- she sent you.\r\n\r\n\"No. There's my answer. I get my cut. There's no sense in ruining a good thing.\" ",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"You can help, or you can join the bodies floating down the street.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "Ilari scowls, and his hand tightens around the grip of his pistol. \r\n\r\nHe glances up and down the street. ",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Tell Savia this isn't permanent. Second the water clears up and things are back to normal, we're through.\r\n\r\n\"I'll spread the word. Gorecci Street is under, ah, lawful protection now.\" ",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Consider it a fee- for protecting Gorecci Street.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "Ilari's eyes dart to the coin in your hand. He runs his tongue over his teeth, making a show of looking around in both directions.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"What are you doing here?\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "[Attack.] \"I'm not here to talk.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Come for a little swim on Gorecci Street, aumaua? Out with the other sharks?\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Cuè? You're still here?\" ",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Ado. Don't fret, we have our eyes on things here.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Help her out this once and Savia will owe you a favor.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"A <i>favor</i>. Merla, I should buy her dinner, maybe.\"\r\n\r\nMid-chortle, Ilari's brows draw together. He runs a thumb along his jaw, frowning.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"On second thought, I'll return later.\" ",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Eccosi? This is my street. That doesn't change after a little rain. \r\n\r\n\"That Storm Speaker, she didn't concern herself much with this place, did she?\"\r\n\r\nHe kicks at the water, splashing noisily.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Cuè? You the invasion force, big man? Deadfire Company send you out ahead?\" ",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Ac, derme o.\" \r\n\r\nIlari sniffs, mouth twisting into a smug smirk, and pockets the coins.",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Careful. One bad step out here and you drown, aimico.\"",
      "female": "\"Careful. One bad step out here and you drown, aimica.\""
    },
    {
      "id": 39,
      "default": "\"Not much cause to come out this way unless you're looking for trouble. Ado- you've found it.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"To get this lost, aimico, you must have been trying real hard.\"",
      "female": "\"To get this lost, aimica, you must have been trying real hard.\""
    },
    {
      "id": 41,
      "default": "\"Merla-!\" \r\n\r\nIlari brings up his pistol, lips curling back into a grimacing snarl.",
      "female": ""
    },
    {
      "id": 43,
      "default": "Ilari snorts, his nose wrinkling. He regards you for a moment longer in expectant silence. \r\n\r\nThen he throws his head back, letting out a braying, unpleasant laugh.",
      "female": ""
    },
    {
      "id": 44,
      "default": "[Attack] \"I'll show you a cut.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Me and my gang, we keep the peace here, and the locals pay their dues. \r\n\r\n\"Nothing here now but what they left behind.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Done. I'll do it- bon piacco.\r\n\r\n\"Can't be too bad, having a commander in your pocket.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"...Not in a mood to go wading after you. So, Savia wants the place looked after?\r\n\r\nI can do that. Easy.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Come now, did the watch commander send you? Are her guards cowering away in their own cells while you save the day?\"\r\n\r\nIlari gives a hoarse, unpleasant cackle. ",
      "female": ""
    }
  ]
}