{
  "Component": "exported",
  "Name": "conversations\\09_port_maje\\09_cv_chitupek_port_maje",
  "Entries": [
    {
      "id": 1,
      "default": "\"It is good to see you well, Watcher. I believe the boars were hoping for easy meat.\"\r\n\r\nChitupec greets you with a relieved nod, and checks the pistol at his hip.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Watcher? Is that you?\" \r\n\r\nThe ghostly figure turns towards you, voice rising eagerly.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"So why are you out here?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"I was able to calm one of the boars with a spell. For a time, at least.\r\n\r\n\"By the time I was through, I had lost sight of Beodul.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"What happened?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"I came over this way in hopes of gathering some of that blood moss over there. I thought it might be of use.\r\n\r\n\"I imagine the boars had the same idea.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"The boatswain, Beodul, is in that cave over there. Ran in after a boar. Stubborn old dwarf.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"After we made landfall, you mean? I woke and Beodul was close by, swearing fit to bring Ondra's wrath upon us a second time.\r\n\r\n\"We began to search for supplies.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Get back to the beach. We'll meet there.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"I'll look for Beodul.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"I am glad for the chance to thank you for saving my life back on the ship. I remain in your debt, captain.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"I will make for the campfire. I must get this pistol cleaned if it is going to be of any use.\n\n\"Be careful in there, captain.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Sounds fine to me. See you there, captain.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Beodul came through here a short while ago. Thank you for giving him a hand, captain. \n\n\"I thought I would see to it that you were in one piece before I followed him. See you at the campfire?\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I suppose we are lucky to have found land.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Beodul didn't make it.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"You were in that cave a time. Did you happen to see Beodul? He ran in after one of the boars. \r\n\r\n\"Stubborn old dwarf.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "[Lie] \"I didn't see him.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Damn. I should have... I thought he could handle himself. The boatswain was never one to ask for help.\"\r\n\r\nChitupec breathes out a sigh, shaking his head. ",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Mind the boars, Watcher! I can't hold them back!\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Watcher! Over here!\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"I remained here, hoping he would return quickly. He has not.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"They warned me strange things would come of following you, Watcher.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Truly? I do not know where else he could have gone. He must be deeper inside the cave.\r\n\r\n\"I should not have let him go alone.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"I will see to a campfire. Perhaps someone will see the smoke and come to lend us aid.\n\n\"Take care within that cave, captain.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Come, captain. There is little to be gained in lingering here. I will help you gather supplies.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"I came over this way in hopes of gathering some of that blood moss over there. I thought it might be of use.\r\n\r\n\"I imagine the boars had the same idea.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Have you seen any of the others?\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"I thought I saw someone moving around on the far side of the beach. Of course, I was a little distracted at the time.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"It is strange, I see... nothing. A grey nothing. \r\n\r\n\"What happened? I remember the ship, listing under our feet. Something struck me.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"I'm sorry. I couldn't save you.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"You're dead, spirit. Leave me alone.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"You were killed by a crate. Not the noblest end, but at least it was quick, right?\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Who are you, spirit?\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"I am Chitupec. I was one of your crew. Do you not know me? \r\n\r\n\"We sailed from Dyrwood to restore you. I fear I cannot help you any longer.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"I thought the end would be different. \r\n\r\n\"You are a Watcher. You would have been our captain. Tell me, where am I to go?\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Was it? I forget...\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"You're welcome to stick around until you figure that out.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Don't know. But if you see the Pallid Knight, say 'hello' for me.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "[Shrug.]",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"What use is a dead deckhand? Go away.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Thank you, Watcher. I will stay with you a time. Until my path is clear.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "Chitupec's ghostly brow wrinkles with mournful confusion.\r\n\r\nHe says nothing further, but as you move away you become aware of his presence, following in your wake.",
      "female": ""
    }
  ]
}