{
  "Component": "exported",
  "Name": "conversations\\09_port_maje\\09_cv_beodul_port_maje",
  "Entries": [
    {
      "id": 1,
      "default": "\"Damn pirates! Ondra take your scabrous souls for fish food!\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"What a mess. We'll be needing help getting the Defiant off the ground.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Something you need help with?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Sooner we're off this island, sooner I can put a fist in that pirate captain's face.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Well? You seeing something I'm not?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Ah, bless you, lord. Would have been a sorry way to go, caught up in a dead pirate's trap.\"",
      "female": "\"Ah, bless you, lady. Would have been a sorry way to go, caught up in a dead pirate's trap.\""
    },
    {
      "id": 8,
      "default": "\"Been trying to find a way past without losing a leg or getting a face-full of poison.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"It's just bats and stinking corpses in this cave. You find anyone else?\"\r\n\r\nHe gingerly sets his weight on his injured foot, grimacing.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"We've got a campfire going on the beach.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Not yet.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "[Lie] \"Not yet.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Get moving. You've wasted enough of my time.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Then I'll head that way myself. See you on the beach, captain.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Well, I'll get a fire going on the beach. If anyone's left alive, chances are they'll spot the smoke. \n\nSee you there, captain.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"All right, ease up, now. I'll get a fire going on the beach. See you then?\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Do you know anything about this place?\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"I can take care of a few traps.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"I see them. I'll guide you through.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"You're afraid of a few snares? You coward. No wonder those pirates ran us aground.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "[Leave] \"I'll see what I can do.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "[Set off the traps prematurely with a few heavy stones.]",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Clever, that. Though, it's a good thing none of them were of the exploding variety.\"\r\n \r\n\"Eld Engrim would have got a kick out of that, I bet.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"...Ha! Well! Here's me, then, alive and well. See here! What'd I say? You can't stop Beodul!\"\r\n\r\nHe pauses, panting, to squint at you.",
      "female": ""
    },
    {
      "id": 25,
      "default": "You point out a safe path along the floor, and Beodul makes his way along, sweating and stiff-jawed. \r\n\r\nSafe on the other side, he lets out the breath he's been holding, and wipes his brow.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Well, they sting something fierce, so mind yourself.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"What do we do now?\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "[Leave] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"We got turned around in that storm. Hard to be sure just where we are.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Not much chance of us moving the ship on our own. But we're in charted waters. There's bound to be a town nearby.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "You wreak havoc upon the traps to the tune of snapping metal teeth and clattering darts.\r\n\r\nWhen the cacophony is ended, Beodul peers out from between his fingers, and gives you a broad grin.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"What! You... you puffed-up... You'd have been far worse off without me fighting for you!\"\r\n\r\nBeodul's face goes an impressive shade of ruddy purple. He puffs out his chest.",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Beodul! Still alive and calling everybody scabrous, I see!\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Well, now. Thought you were good as a corpse, if I'm honest. \r\n\r\n\"Good to see you on your feet, but watch your step. There's enough traps here to cut us both to ribbons.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Edér? And I see that corpse we've been carting around is looking a sight more sprightly.\n\n\"Good to see the two of you, but mind your step. I've got myself in a spot of trouble.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Well, if Port Maje's anything like the other Vailian ports I've been to, my advice is to do your business before you get drunk. They'll talk the boots right off you.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Can't do much about the Defiant until the tide comes in. In the meantime, if you're serious about chasing that giant, we'll need a heading.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Well, ah... If you're certain.\" \r\n\r\nBeodul gets to his feet.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"To Hel with the lot of you! Here's spit in your eye, Abydon!\"\r\n\r\nHe clambers to his feet and barrels forward, scowling defiantly all the while.",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"You... That was a rotten old trick, that.\" \r\n\r\nBeodul folds his arms, red-faced and sullen.",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Glad to see you too, farmboy. Bless you both - it would have been a sorry way to go, caught up in a dead pirate's trap.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Well now we got a boatswain. Just need a boat.\"",
      "female": ""
    }
  ]
}