{
  "Component": "exported",
  "Name": "conversations\\09_port_maje\\09_cv_dawnstars_priestess",
  "Entries": [
    {
      "id": 1,
      "default": "\"That Child never learns. She won't accept the recklessness of her ways until they make her dead.\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"I feel you are in need of redemption. For you know the touch of darkness. Of death.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Do you seek a blessing from the light?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Oh, but you...\" Like the flames on her candles, her hair whips in the wind. And her eyes glower as she peers into the depths of your soul.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"You watch over her, you hear? That's one of ours whose fate you've taken into your hands.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"I would like a blessing, yes.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"No.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"If you're looking for Xoti, that bullheaded Child's already left. No doubt, she's gone to whine to High Priestess Saewyn.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"YOU! Foul creature! Hand of evil! Black rot!\" The priestess flings her arms about wildly, inconsolable. One of the candles cracks her in her grip.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Xoti! Blessed Child, you return to the flock. What news do you bring us from the High Priestess?\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"If you're headed to Neketaka, I beseech you - tell the High Priestess about the statue.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"It'll be weeks until we finish here, and she needs to know about the possibility of Eothas' resurrection. Without Xoti's skewed interpretation.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Who's Saewyn?\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Where's Xoti?\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I'm not looking for her.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Then what are you looking for?\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Most likely with Saewyn in Neketaka's Temple to Gaun.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "[Leave] \"I see.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"She's the highest shepherd of our congregation, the leader of the Children of the Dawnstars, anointed by the light and second only to Eothas.\"\r\n\r\nThe priestess raises her face to the sky and murmurs a prayer while the golden candles drip down her fingers. ",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"At least, for the Deadfire.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Isn't Xoti the one who brought you missionaries to Port Maje?\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"She convinced Saewyn that we ought to come, but never me. I am the one who organized our humanitarian efforts.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"I'll admit the statue was a shocking revelation. Clearly, Eothas has blessed Xoti in some manner... but the Child runs wild. If she does not correct her deviant ways, she'll lose her light to eternal darkness.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"I will.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"She can take care of herself.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"And you've pride in that?\" Head shaking, she turns to you.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"And you know her better than her own brethren?\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"For Gaun's sake, I don't need nannying, Waenglith! I've reaped more with my two hands than you'll dream in a lifetime.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"I'll hold you to it.\" She nods once, brusquely, and cuts the candle she's holding through the air to snuff out the flame.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Do you see why she needs guarding? You must shield her light. Do not let her lose it - or her life.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"You look, but you never see me. The Watcher's got a keen eye. Spotted my potential.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "The woman's lips press a hard line as she shakes her head unhappily.",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Please, just guard her well. Protect her purity and her godliness. The body is a shell - it's her soul that'll suffer if she steps from the path of righteousness.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"You stole our Child from our nest, and then you killed her! Xoti's damnation is blood on your hands, Watcher! \"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"You did this! You led her astray into iniquity, and you will suffer one day!\"\r\n\r\nA shrill scream cracks from her throat, choking the tirade, as the woman falls quivering to her knees. She cries and gnashes her teeth before burying her face into her hands.",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Suffer and suffer and suffer... and choke on the darkness.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Don't get comfy, 'cause I ain't here to stay. I'm finally doing Gaun's will - thanks to the Watcher.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"So I now see.\" Frowning, the priestess takes her time lighting one golden candle and then another. ",
      "female": ""
    },
    {
      "id": 40,
      "default": "The priestess' entire expression brightens, lit by a holy righteousness.",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Suit yourself. But know that I act only because I care for your soul and salvation.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Go and be well. Walk within the light and you shall not falter.\"\r\n\r\nWith a flick of her fingers, she splatters you with golden wax.",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"You chose wisely. Endurance is the path to perfection. Hand me your palm.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "[Give her your hand.]",
      "female": ""
    },
    {
      "id": 45,
      "default": "[Hold your hand over the flame.]",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"We'll strengthen your spirit through tribulation.\"\r\n\r\nThe woman snatches for your wrist with a fervent strength. Her fingers are cold, unrelenting and tight. But the candle flame that she presses to your skin is white-hot. Instantly, singeing.",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"This flame lacks the flicker of guidance. But it will purify both flesh and soul. Let the pain absolve your sins.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "An acrid smell assaults your nose as smoke curls up from your skin. The pain is a constant jabbing, the tip of the flame needling at your nerves until your fingers begin to shake uncontrollably.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"And now for the benediction. What I speak, you repeat after me.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "[Jerk your hand away.]",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"A shame. The ceremony was nearly finished. Perhaps another time.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "[Keep holding your hand over the flame.]",
      "female": ""
    },
    {
      "id": 53,
      "default": "The fire continues to eat through flesh and muscle, digging into bone.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"- to banish the shadows of the unfaithful and wash away the sins of our past.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Godly redeemer and bringer of light who shepherds his flock through the labyrinth of Hel, though you currently rest in peace, we remain devoted until the time of your revival. We believe -\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"- in your coming rebirth, in the restoration of your holy greatness, and we now beseech you -\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Godly redeemer and bringer of light...\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Death is the ultimate abscission. What's reborn is no longer what was. Eothas was felled, falling away to leave only Gaun.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"I'm supposed to remember all of that?\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "Without so much as a movement from either of you, the flame suddenly snuffs out. Waenglith nods, and rubs a glob of wax into the wound.",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Good. The light accepted you for its host.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"How dare you blaspheme this ritual. You're worse than Xoti.\"\r\n\r\nAbruptly yanking the candle away, Waenglith snuffs the flame.",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"I will not let you pervert this light. Be gone with your touch of darkness.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"I haven't seen Waenglith so riled in a long time. I like you more and more already.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Ah, but you are already marked by the light.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"I can repeat it - slower this time if you'd like.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Please, do.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Watcher.\" Waenglith bows, tilting the crown of her golden head to you in greeting.",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"We're looking for someone who came out this way years back.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"If it's a fellow missionary you seek, then you might talk with Nordagand at the temple in Neketaka. She's been around a while, knows more of us than most anyone else.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"I haven't seen Waenglith so riled in a long time. I like you more and more already.\"",
      "female": ""
    }
  ]
}