{
  "Component": "exported",
  "Name": "conversations\\09_port_maje\\09_cv_benessa",
  "Entries": [
    {
      "id": 1,
      "default": "Several men and women appear to be locked inside a cage of some kind. They're little more than silhouettes behind the glass, pointing and gesturing excitedly. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "The animancers have gathered in front of the cage, where they confer with wide, wondering gestures. \r\n\r\nOne of them, a thirtyish woman with a serious demeanor, notices you and points. ",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Please, help us!\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Be careful. The tunnels below may have collapsed.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"We will remain here to see to our dead.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"You out there! Are the beasts gone?\"\r\n\r\nOne woman comes up to the door, hands pressed against the glass.",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"I took care of the creatures.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "[Leave] \"I'll be right back.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Examine the door.]",
      "female": ""
    },
    {
      "id": 11,
      "default": "You can see no means of opening the door from the outside. It appears the cage is locked from within.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Open this door.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"We are scholars, not soldiers.\" She shakes her head vigorously, pointing past you at the corpses.",
      "female": ""
    },
    {
      "id": 14,
      "default": "The woman turns away to have a muffled exchange with the others.\r\n\r\nThen, she pulls at something by the door, and you hear a rattling clank.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"You went into the ruins! Did you find survivors? In hiding, perhaps?\"\r\n\r\nShe looks past you at the darkened passageway. Desperate, feeble hope flickers in her eyes.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"No.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"I'm sorry. If it's any comfort, I think they died quickly.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Oh, sure. Playing dice with the imps and phantoms!\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"It is not, but thank you for trying.\" She lowers her head.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"We feared as much.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Bazzo, is that necessary?\" She scowls at you.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"I take it you are going back to Port Maje, yes? Governor Clario will want to hear of this.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"We will stay here to pay respects to our dead.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"I am sorry that we cannot accompany you, but-\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"I shall go with them, Benessa.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "A sharp-featured elf comes to the fore. As he meets your eyes, he gives you a knowing nod.\r\n\r\nHe's earned a few new scars, but you recognize Aloth Corfiser all the same. \r\n\r\nHe taps a finger to his lips, a sly smile working its way across them. ",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"After all, the jungle can be perilous. And the beasts that were here could not have gone far.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Ac, as you say, Engferth.\" She turns to Aloth, a despondent cast to her frown.",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Engferth?\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Let's go.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Not much of an animancer, but he is - gods be thanked - a competent wizard.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Is it safe to come out yet?\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Is it safe to come out yet?\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"The bodies are cleared, but there is still so much work to be done.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"You killed Clario! Away from me, murderer!\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "You start to approach the elf, but a thirtyish woman with a serious demeanor notices you and points. ",
      "female": ""
    }
  ]
}