{
  "Component": "exported",
  "Name": "conversations\\09_port_maje\\09_cv_erol",
  "Entries": [
    {
      "id": 3,
      "default": "\"How did you ever find me all the way out HERE? Did Aenalys send you?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Kahn sent me after you.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Ahhh, yes. Aha. Yes, indeed.\" His attention is suddenly diverted by an apparently fascinating stain on the hem of his robe.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Look, I really stuck my neck out here...\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"You did risk life and limb for me, it's true. And make no mistake, I AM grateful. Really, really grateful. Believe me, I would give you something if I could.\"\r\n\r\nHis eyes take on a faraway look, and he takes a deep breath.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Don't make me grab you by the ankles and shake.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Shake all you like! You'll find naught but some lint and a mouldering old handkerchief.\r\n\r\n\"Well, and this old ring. It's the last possession of any value I own.\r\n\r\n\"Here, take it. For your trouble.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "[Leave] \"Now that you're safe, I should be off.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"I owe you a debt too large to repay, stranger.\" He wrings his hands and gives you a shaky smile.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Thank the gods, you're back! Have you changed your mind? May I join your crew? Please, don't leave me here!\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Why did the Inquisitor have you on trial, exactly?\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"After what you did for me... Well, I suppose you have the right to hear the truth of things. The WHOLE truth, rather.\" \r\n\r\nOswald clears his throat with a theatrical flair.",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"W-wait! Don't just leave me here! How am I supposed to get off this cursed island without a boat?!\r\n\r\n\"Maybe... I could join your crew?\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"That tenacious little wretch! I owe her my thanks - and a drink. Several drinks. And a fair bit of money, too.\" He grimaces, his broad brow furrowed with deep wrinkles.",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"So, about my reward...\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Those Steel Garrote zealots have been after me for DECADES. Good riddance!\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"You'll remember that the Dyrwood was once a colony of Aedyr, yes? Well, I was one of the first colonists to set foot on that benighted continent.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"When it became evident the Dyrwood intended to revolt, I took their side in the War of Defiance... <i>against</i> the country of my birth.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"I'm sure you'll be astounded to learn the powers that be in Aedyr didn't much like that. The Steel Garrote's been after me for my 'grave' transgression ever since.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"That was over 150 years ago! They've been hunting you all this time?\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"I'm impressed you've survived this long.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Those Steel Garrote hounds are RELENTLESS.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"They're why I had to abandon the Goose and Fox Inn shortly after founding it, incidentally.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"You stood up for what you believe in! That's admirable.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"As am I, my friend, as am I.\" He rubs at the back of his neck and chuckles nervously.",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"But it should be a couple of years before they find me again, thanks to you. At least, I hope as much.\" His shoulders slump.",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Admirable? Perhaps. Foolhardy? Almost certainly. Had I really the right of things, I wouldn't have gone to the Dyrwood in the first place.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"But I appreciate your kind words all the same.\" He hiccups.",
      "female": ""
    },
    {
      "id": 95,
      "default": "[Wink] \"You might say you've dug yourself a little <i>tomb</i> deep.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "Oswald groans and puts his head in his hands.",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"While he's at it, cap, he's got a gold-plated galleon to sell you.\"\r\n\r\nHe rolls his large green eyes. \r\n",
      "female": ""
    },
    {
      "id": 131,
      "default": "[Shrug.]",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"Whether by providence or chance, I thank the gods you found me when you did.\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"You're broke, aren't you.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"Why do I get the feeling I'm not going to like what you're about to say?\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "[Glare silently.]",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"Ye-e-es. U-unfortunate business mishap. You, uh, know how it is, I'm sure.\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"You owe Kahn some money. Fork it over.\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"I wasn't looking for you at all.\"",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"Heh, well, you see... I haven't any coin to spare. Flat broke, as it happens!\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"So I came all the way out here for nothing?\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "[Leave] \"Looks like I need to have words with a <i>certain someone</i> in Neketaka.\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "A bead of sweat rolls down Oswald's temple. He turns into pudding beneath your steely gaze, shaking and shrinking away.",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"W-well, you see... I, ah, have some had some difficult business dealings of late. I'm flat broke, as it were.\"",
      "female": ""
    },
    {
      "id": 158,
      "default": "He titters nervously and twists the hem of his robe in his hands, unwilling to meet your eye.",
      "female": ""
    },
    {
      "id": 159,
      "default": "He titters nervously and twists the hem of his robe in his hands, unwilling to meet your eye.",
      "female": ""
    },
    {
      "id": 160,
      "default": "He titters nervously and twists the hem of his robe in his hands, unwilling to meet your eye.",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"You have a ship, don't you? Of course you do - how else would you have gotten to this benighted island?\" He shifts he weight from foot to foot, restless and unsettled.",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"Let me join your crew.\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"Welcome aboard, Oswald.\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"Ugh, I suppose.\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "[Leave] \"No thanks.\"",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"Well, not NOTHING. You did save my life, after all!\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"Thank you, my friend! I owe you a debt twice over.\" He gives you a toothy grin and stands a hand's breadth taller.",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"Oh, fine. Welcome aboard.\"",
      "female": ""
    },
    {
      "id": 172,
      "default": "[Leave.] \"That's not my problem. Farewell.\"",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"Hunting a god doesn't cost much beyond time and sweat. Want to take over for us?\"",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"Ac. I know what happens to those who don't pay their debts in the Republics.\"\r\n\r\nShe narrows her eyes at the man who is growing increasingly agitated with each passing moment.",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"Lesson to be learned here... A copper stolen be safer than a copper borrowed.\"\r\n\r\nFurry blue arms crossed, Serafen shakes his head.\r\n",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"In my tribe, debtors went diving for snails in the Great Reef. Sometimes for days.\" \r\n\r\nTekēhu raises an eyebrow.",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"I know I ought to be feeling charitable... but I mostly just want to wring his neck.\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"Aena-who?\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"A friend from the, ah, Wild Mare. In Neketaka? You know. Or maybe you don't? Well, ah, never mind that.\"\r\n\r\nA deep red blush creeps across his wrinkled cheeks.",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"What could you offer as a member of my crew?\"",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"It's no secret I'm an old man. Now, I might not be able to hoist a mainsail any longer, but I've picked up a thing or two about navigation in my decades of traveling!\"\r\n\r\nHe bounces back on his heels, every word coming faster than the last.",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"And I don't care much for coin, I can tell you that. An extra ration of rum here and there, and I'll be perfectly contented.\"",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"I should have let those cultists kill you.\"",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"The fercönyng was bleeding the colony dry of artifacts and resources. We were right to oppose his rule!\"\r\n\r\nThough his words are fiery, Oswald flinches away from you, clearly frightened.",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"You had a duty to your nation and your forsook it. You're a traitor.\"",
      "female": ""
    },
    {
      "id": 198,
      "default": "[Glare silently.]",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"I wear the name of 'traitor' GLADLY, then! I did what was right, and I have no regrets.\"\r\n\r\nOswald balls his hands into fists and stands his ground, no longer shrinking from you.",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"Yeah, I think we went over all this 'traitor' stuff a while back. Might have my history wrong, but I'm pretty sure we won.\"",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"In-<i>deed</i>. And we sacrificed MUCH to secure that victory!\" Oswald's jowls shake with the force of his words.",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"I did what was right, and I have no regrets.\"\r\n\r\nOswald balls his hands into fists and stands his ground, no longer shrinking from you.",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"Perhaps I could, ah, make it up to you? You have a ship, yes? Of course you do - how else would you have gotten to this benighted island?\" He shifts he weight from foot to foot, restless and unsettled.",
      "female": ""
    },
    {
      "id": 205,
      "default": "He presses a simple length of string twisted into a makeshift ring into your palm and nods, a small frown tugging at the corner of his lips.",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"Well, that's not entirely true, is it? I have this old ring. It's the last possession of any value I own.\r\n\r\n\"Here, take it. For your trouble.\"",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"Gods alive, I can't believe I made it out of there in one piece!\"",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"I lost my dearest friend, Admeth Hadret, to the war. I feel his absence every day.\r\n\r\n\"And I would watch him die a THOUSAND times if it meant freedom for the Dyrwood.\"",
      "female": ""
    },
    {
      "id": 209,
      "default": "\"I could find use for a man with your passion. Welcome aboard, Oswald.\"",
      "female": ""
    },
    {
      "id": 210,
      "default": "\"If you'll shut up about the war, you can join my crew.\"",
      "female": ""
    },
    {
      "id": 211,
      "default": "[Leave] \"Justified or not, you're still a traitor, and I'll have nothing to do with you.\"",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"I don't want on your miserable ship anyway!\" Oswald yells at your back as you walk away.",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"After your INSULT, my pride begs me to refuse.\" He shakes his heads ruefully and gives you a sheepish grin.",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"Alright. What could you offer as a member of my crew?\"",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"But I am a practical man more even than I am a principled one. I would be glad to take leave of this place on your ship.\r\n\r\n\"Thank you, my friend. I owe you a debt twice over.\" He gives you a toothy grin and stands a hand's breadth taller.",
      "female": ""
    }
  ]
}