{
  "Component": "exported",
  "Name": "conversations\\09_port_maje\\09_cv_tuaha",
  "Entries": [
    {
      "id": 2,
      "default": "An aumaua clutches the hilt of a long sabre sheathed at her belt, her attention moving among the passers-by without ever settling anywhere for long. She stands as motionless and watchful as an owl.\r\n\r\nShe turns to Maia and flinches, shaking her head subtly. ",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Been a while, Tuaha. You're looking... healthy.\" Maia attempts an easy shrug, but it comes off looking forced.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Don't say my name. Is he still there?\" Tuaha hisses each word under her breath. She tips her head to indicate just over her shoulder.",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Scan the crowd, see if anything stands out.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "The occasional pedestrian crosses your view, but everyone seems to be going about their business without tarrying for long.",
      "female": ""
    },
    {
      "id": 7,
      "default": "Just as you decide to give up, a passing Huana raises his eyes from scribbling on a page of notes. He pockets the parchment and steps back into the obscurity of the crowd. The gesture is innocuous enough, but the speed and ease of it leave you in doubt.",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Well?\" Tuaha addresses you through clenched teeth.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"We've grabbed someone's attention, that's for sure.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"I knew it.\" Her grip on the sabre tightens.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Tuaha, I'm getting you out of this. We've pulled each other out of worse snags.\" Maia pats Tuaha on the arm, an attempt at encouragement that only causes her to flinch.",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Easy to say when it's in the past. This stalker is relentless, and he's always watching...\" Tuaha rubs her palms together.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"What can you tell me about whoever is following you?\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"As I said before - he's Huana, and I've seen him scribbling on a sheaf of notes.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Like any good tail, he's indistinguishable from anyone else wandering around Port Maje. Probably why they picked him for the job.\" Tuaha's lip curls.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Sit tight and I'll get this sorted out. Whatever happens, he won't bother you again. Just... try and act casual?\" Maia gives her an encouraging shrug.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"I will stand perfectly still and fill my heart with the words of our national anthem.\" Tuaha nods, resolute.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"That's... yeah, that's exactly what I meant.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"He's Huana - average height - and I've caught him scribbling on a sheaf of notes.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"What happened last time?\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Complications. But that was a long time ago.\" Maia shares a knowing look with Tuaha.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"No need to relive ancient history.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"We don't really have time for this.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"I don't see anyone.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Of course he's gone by now.\" Tuaha glances over her shoulder and frowns.",
      "female": ""
    },
    {
      "id": 28,
      "default": "[Lie] \"By Skaen's eyes, he's coming!\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Captain, that's enough.\" Maia shoots you a glare.",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Who are you talking about?\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"I'm being followed. A man - Huana, I think - has tailed me for three days. He takes notes and looks for any excuse to watch what I'm doing.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"You're sure he's not just a secret admirer?\" Maia frowns.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Quiet, soldier. My life - and more importantly, this operation - are on the line here!\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Can we get this over with?\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Until we get rid of my tail, I have nothing to do with either of you.\" She crosses her arms and turns away, projecting an air of obliviousness.",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Come back with Maia or not at all.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Is he dead, or must I handle everything myself?\" Tuaha crosses her arms and waits.",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"You don't have to worry about your tail any longer.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Is this so?\" Tuaha blinks, saving any hope for when she hears it from Maia.",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"How do you and Maia know each other?\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"There's no easy answer to that. I was her commanding officer on a number of voyages. Later we were absorbed into the trading company, and found ourselves on more even terms.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"I taught her how to distill mare's milk. She taught me how to read a Vailian sundial. It has been a most... useful acquaintanceship.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"You can just say we're friends... good friends.\" Maia nurses her brow and sighs.",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Leave me be. I am waiting for a friend.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"I have exhausted my use for you. Be off.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"You saw that too, right?\" Maia nods.",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Maia, your choice of company has me worried.\" Tuaha scrutinizes you with open disgust.",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"We'll find your stalker and get rid of him, one way or another.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"What are you doing that has him so curious?\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"I need to think this over.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Just take your missive and go.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Maia, I hope your... friend here can see his way to reason.\" Tuaha folds her arms and waits.",
      "female": "\"Maia, I hope your... friend here can see her way to reason.\" Tuaha folds her arms and waits."
    },
    {
      "id": 61,
      "default": "\"Captain, I have my doubts about leaving this to chance.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"You've never heard of giving your life to a cause?\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"I trust that a stalwart soldier like Tuaha here can get the job done.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"While you're searching your feelings, some of us have a job to do.\" Tuaha turns all of her attention away from you and toward Maia.",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Just trust me. What could go wrong?\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"I'm insulted that you would think otherwise. We are all prepared to sacrifice for Rauatai.\" Tuaha squares her shoulders and stands taller. ",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Maybe once we know for sure what our sacrifice can achieve...\" Uncertain, Maia shifts her gaze from you to Tuaha.",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"If it means a peaceful Deadfire and prosperity for the homeland, then I accept the risk.\" Tuaha accepts her instructions with a steady hand and an eager expression, nodding to you.",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Your... confidence in me is not misplaced. Maia, your captain has a keen eye.\" She nods sharply to Maia.",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Sometimes. I wish I shared his confidence.\" Uncertain, she frowns at you.",
      "female": "\"Sometimes. I wish I shared her confidence.\" Uncertain, she frowns at you."
    },
    {
      "id": 77,
      "default": "\"Maia, I think I would prefer to handle this through you.\" ",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Company business.\" Maia and Tuaha blink as they say it as the same time.",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Company business.\" Tuaha clears her throat into her fist.",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Who's your shadow? I'll string him up by his thumbs before he lays a hand on you.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Well he's obviously not one of ours, unless Atsura sent someone to monitor me. Must be working for the... other side.\" Tuaha aims an anxious glance in your direction.",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Don't you get it? My shadow has been WAITING for this.\" ",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"I don't care.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"We can look into the matter of your stalker.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"This could get Tuaha killed, and letting a company mission fall into the wrong hands... it could be dangerous.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "Maia and Tuaha exchange a meaningful and thinly-disguised look of uncertainty.",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"And I don't have your luxury of choice. Whoever is following me could have a blade with my name on it.\" She shrugs, showing little emotional attachment to the matter one way or the other.",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Did you get a look at him at least?\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"We took care of it, just like I said we would.\" Winking, Maia holds out Atsura's missives.\r\n\r\nTuaha snatches the papers away with a blur.",
      "female": ""
    },
    {
      "id": 90,
      "default": "Glancing over the pages, Tuaha licks her thumb to turn each sheet. She nods, muttering under her breath.",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Everything seems to be in order. I'll see to it that these are addressed in good time.\" The edge of her mouth creeps up into a smile.",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"What did Atsura send you?\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"Let's be off.\" ",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"We should be going. It's been an absolute delight.\" Maia clasps her hand, but Tuaha winces at the contact.",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"That's... enough of that, soldier. Atsura will know your performance was adequate.\" She pulls back, wiping down her palm.",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"And you, Watcher. Rauatai thanks you for your service.\" She bows stiffly.",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"I'm supposed to pass these down the line and into the next set of hands. More of what you've done here.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"That's discretion for you.\" She tips her shoulder with a lopsided shrug.",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"That doesn't exactly answer my question.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"That's classified.\" Maia rolls her eyes as she and Tuaha say the same thing at once.",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Maia. Here.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"'Other side?' Maia, care to elaborate?\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"I get it. I'm not supposed to ask questions, right?\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"Not everyone in the Deadfire lays out the welcome mat for Rauatai. That shouldn't be any surprise.\" She frowns, considering.",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"You catch on quick. We'll talk later, okay?\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"Accepting anything from Atsura - even a requisition for a new cannon - could put me in danger.\" She turns to Maia, wearing a doubtful expression.",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"That stalker acted like he was a spy.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "Maia and Tuaha exchange an uncertain glance, mirroring each other's frown.",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"Doesn't it? That's all the answer I have.\" Tuana tips her head, studying you with genuine curiosity.",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"Maia... we're discussing what happened here later.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"Yeah. Yeah, I thought we would.\" Shrugging, Maia delivers a hard and meaningful salute to Tuaha, even as the other Rauataian turns - acting in every way a stranger. ",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"I got your stalker's notes.\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"Let me see those.\" Tuaha accepts the sheaf of notes and begins flipping through the pages, shaking her head all the while.",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"My schedule, my quarters, my... other habits.\" Blushing, Tuaha crumples one sheet. ",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Good work. Now that I have this, I can elude our Huana friend. Maybe even feed him some 'facts' to draw him away from the scent.\" She taps her chin, smiling a little as the possibilities unfold.",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"Hm. A good thing he's dead, or I'd have to kill him for good measure.\" ",
      "female": ""
    }
  ]
}