{
  "Component": "lax3_exported",
  "Name": "conversations\\lax03_forgotten_sanctum\\lax03_04_si_wael",
  "Entries": [
    {
      "id": 1,
      "default": "The moist, fetid air within the heart washes away, sucked from the room as if pumped out. With it goes all light and sound, and you find yourself floating alone in the darkening void.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Oh, hello. We didn't see you there.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"We recognize you. Berath's Herald, if we're not mistaken?\"\r\n\r\nTheir voice echoes around you, blanketing you.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"What do you want, Wael?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Yes.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"You know exactly who I am.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Nope. That's not me.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Where exactly might you be?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Oh, you. As delightful as ever.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Oh so many things, Herald. Love. Happiness. An infinitely malleable and surprising cosmos in which nothing can be taken for granted as stable or reliable.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"I seem to be inside your flesh body in the basement of your library buried under your dead island. Which is about standard.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"I'm inside you. Deep inside you.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Don't play stupid. You know precisely where I am.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Oh? That does not seem at all correct.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"We do not, actually - though we suppose we could find out with a little effort.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"We are <i>quite</i> certain - or fairly certain, at least - moderately certain, certainly - that we killed our terrestrial body just as we promised we would.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"But we don't recall not killing our body, and that really seems the sort of thing that we'd remember.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Apparently you remember wrong.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Do you remember burying a facility full of lies and kith experiments on an abandoned island in the Deadfire?!\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"What you've done here - the changes you've made to these people - the information you've hidden or perverted... It's all so horrible.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"An interesting interpretation of events. Entirely wrong, though.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Not in the slightest. Though it does sound like something we would do.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"We do enjoy our eyes. The eyes of others, too.\"\r\n\r\nTheir eyes bob and swivel like fish in a bowl, examining one another.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Hmmmmmmmm. We wonder if the Lady of Lament may be having a spot of fun with us.\"\r\n\r\nThe eyes spin together, orbiting one another in a languid cyclone. ",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"And thoroughly irresponsible. When we hide something from ourselves, we hide it from the world.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"And how are <i>you</i> feeling, dear Herald of Berath?\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"I've not forgotten myself, if that's what you're asking.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"I kind of like it inside you. I was thinking of settling down here. Maybe open a tavern.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"I feel sticky.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"I'm none of your business, that's how.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"But now we're left with a conundrum! What to do, what to do with this overgrown sack of me?\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Your body has already wrecked one island. Put it back to sleep before it destroys anything else.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Let your body die, as the rest of the gods did.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Maura wanted to turn your body against Eothas. Would you be willing to do battle with the Dawnstars?\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Have you met my friend Concelhaut? He's in need of a body.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"There's some fungus growing on you. You should let it consume the body.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Again.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"No, we think we'll simply forget about it again. That seemed to be working well enough.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"If you're going to let the body die, you might as well let the spores claim it.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"What? You were just going to do whatever you wanted to do regardless? Fine, I'm returning to the Here.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"When the titans were last active, they almost destroyed Eora. Consider the danger of something like Eothas claiming control of your body.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"You risk your body being discovered again. I thought you didn't want the kith to uncover the secrets of the pantheon.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"What? You were just going to do whatever you wanted to do regardless? Fine, I'm returning to the Here.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"A pleasure as sometimes, Herald of Berath. When you return, spare the Oracle through whom you commune with us, and the body will return to slumber. Now shoo.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"The Oracle through whom you commune with us serves as the body's brain, so to speak. Slay it when you return, and all will unfold as you dictated.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "Wael's eyes close and are gone.\n\nYour stomach lurches as the ground disappears from under you, and with a sensation like a pop somewhere deep within the recesses of your mind, you plummet back into your physical body.\n\nThe air cloys at your skin, humid and warm.",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"You misheard me, great and mysterious Wael. I, too, meant that we should allow the body to die.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"You misheard me, great and mysterious Wael. I, too, meant that we should return the body to its slumber.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "Some of the eyes widen. \"You make an unsettling amount of sense. We didn't consider that at all!\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Ondra did, rather. And Abydon. Woedica helped. And don't get us started on Rymrgand. Then there's the whole Eothas affair.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"You've a good head on your shoulders, Herald, but we're afraid we can't agree.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"An intriguing proposition... We are listening.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"It distances you from the body. You wouldn't know what it was up to unless you chose to.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"The spores would keep it alive - sparing the body without forcing you to break your pact with the rest of the pantheon.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"The spores have already developed their own mind. Aren't you curious about what they might do with your body?\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Erm... nevermind.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "The deity's hundred eyes stare blankly ahead, glistening with moisture, as if on the verge of tears.",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"You seem to forget that I am Berath's Herald. She <i>will</i> learn what I found here. Maybe you care to reconsider that decision?\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"We do not fear Berath, dear Herald. They <i>need</i> us.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Ugh, anticlimax.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Deliciously argued, Herald. We recognize the wisdom in your words.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Herald. You know just what to say to make a god go all wobbly in the eyes.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Do you really want a bunch of archmages crawling all over your corpse harvesting it for ritual components?\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"If you insist. But what if Eothas succeeds? Do you think any of the other gods would be capable of picking up the pieces?\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"We enjoy it.\"\r\n\r\nWael's eyes circle one another in a careful dance.",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"The body must be left as is. A little gift for the future, as it was a gift for you.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"What?! Those are <i>our</i> limbs and - protrusions!\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "Like stars across the night sky, the darkness splits into a hundred hundred eyes of different shapes, sizes, and colors.",
      "female": ""
    },
    {
      "id": 87,
      "default": "Wael.",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"How can I answer, for I am but a hundred visions, seen from a hundred angles?\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"You know just what to say to make an old god feel young again.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Now, now, Herald, no one likes a forthright kith.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"The usual.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"It's strange, though. We find that we were just not thinking about you for the first time in, well, in some time.\"\r\n\r\nThe eyes pry at you, their gazes clinging to your skin.",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"How delightfully suggestive!\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"We don't suppose you would care to - mmm - clarify?\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"Oh, fine, we'll find you ourselves!\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "Some of the god's eyes wink out, vanishing, while the others twist within their orbits, peering in every direction.",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"I uncovered your titan. I had to pursue a wizard named Fyonlecg into it.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"Not that we're above the occasional bent truth.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Do you remember that time you asked me to hide that scroll from your followers so that they'd have to look for it harder?\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Indeed!\"\r\n\r\nWael's eyes dance happily.",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"And then you went and gave it to those poor unfortunates anyway.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"We do have fun, don't we Herald?\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"But we were discussing our body, and your preposterous claim to lurk within it.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"I scattered the souls of the Hollowborn for you. Now I'm calling in the favor.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"<i>Favor?!</i> Surely that was as enlightening for you as it was for us!\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Is that you, our wayward acolyte? We hardly recognized you without your mortal shell!\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"But we suppose that you have a point.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"There are eyes on everything down here, Wael! Except the people you took eyes from!\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Perhaps, dear Herald, <i>we</i> hid our body from <i>ourselves!</i>\"\r\n\r\nWael laughs at their revelation, eyes dancing excitedly.",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Do you really think Ondra could be responsible?\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"I've seen no indication of Ondra's influence in the Halls Obscured.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"Seems like the kind of thing she'd do, doesn't it?\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"Try to stay focused, Wael.\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"We didn't think the old fish had it in her.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "The god giggles. \"<i>Now</i> who's having the spot of fun?!\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"No, this hardly seems her style. We suspect she'd've simply sent this place to the bottom of the sea.\"\r\n\r\nThe eyes shiver into more or less stationary positions, their attention refocused on you.",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"Absence of evidence provides no evidence of absence.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"Perhaps though... No, surely not! But what if? Well, it certainly would delight us!\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"Yes?\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"Get on with it!\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "[Stare pointedly.]",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"How terribly perverse of us!\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"The world forgets about it. It forgets about itself!\"\r\n\r\nThe eyes snap into place, utterly still, every facet and pupil directed at you.",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"I'm getting a bit tired of this, Wael.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"And expose our inscrutable quintessence to that zealot's light?\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"Watcher! Watcher? Watcher.\"\r\n\r\nThe deity's eyes twinkle like the firmament.",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"You are positively <i>wasted</i> on Berath!\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"That's so charmingly naïve, Herald. You don't truly believe that, do you?\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"No, we should almost certainly take the old beast behind the metaphorical shed. And kill it, obviously. We did agree, after all.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"We wouldn't want Woedica to turn all... <i>Woedica.</i>\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"You seem to forget that I am Berath's Herald. She <i>will</i> learn what I found here. Maybe you care to reconsider that decision?\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"We do not fear Berath, dear Herald. They <i>need</i> us.\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"We knew there was a reason we chose you!\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"The Oracle through whom you commune with us serves as the body's brain, so to speak. Provide it the archmage's skull, and all will unfold as dictated.\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"The body is too dangerous. We must end it.\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"I understand, my deity.\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "[Stare pointedly.]",
      "female": ""
    },
    {
      "id": 139,
      "default": "[Shake your head.]",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"You've a good head on your shoulders, Herald, but we're afraid we can't agree.\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"What if someone accesses the body? What if they manage to crawl their way into its heart and overcome the Oracle?\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"You must set this aright, Herald of Berath. Do your deity's bidding and end that bloated flesh bag.\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "Wael's eyes look among one another, exchanging thoughtful glances.",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"Yes, but how often does history repeat itself?\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"Eh, don't answer that.\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"We did rather make a mess of things, didn't we?\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"Wael?\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 151,
      "default": "[Clear your throat.]",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"Oh, yes yes.\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"Those disgusting wizards must be prevented from harvesting our parts!\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"You flatter us, Herald of Berath.\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"The others seem positively paralyzed in the Dawnstars' path. We suppose it will be up to us to set things aright. As it so often is.\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"It will be a home to fungus. We all are, eventually, no? Perhaps not all of us. But what are we if not our bodies?\"",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"You should really use the body to help us with the Eothas problem.\"",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"Besides, we hardly think that they would object to us returning this overlarge flesh construct to the Wheel.\"",
      "female": ""
    },
    {
      "id": 159,
      "default": "A hundred hundred eyes examine you.",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"Corpses need fungus.\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"Very convincing, Herald.\"\r\n\r\nWael does not sound at all convinced.",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"Let us find out then, what this fungus can do with eternity.\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"Have you missed your scrolls yet?\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"How unsanitary.\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"Fair, we suppose.\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"Sounds, hmm, ticklish.\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "A hundred hundred eyes examine you.",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"Oh should we? Why ever so?\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"So he doesn't, oh, I don't know, destroy the world, you included.\"",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"Don't you want to see what would happen?\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"You think I'm going to be able to stop him? He's five hundred feet tall and made of adra!\"",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"He's overflowing with souls. They could be yours.\"",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"Yes, yes, Herald. Life is very difficult for you little fleshy kith.\"",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"Yeah. It'll probably be fine to have kith crawling all over Ukaizo, poking through the secrets of the ages. The various unmentionables of Engwith.\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "Silence reigns for a moment before their quiet giggles echo through the Beyond.",
      "female": ""
    },
    {
      "id": 177,
      "default": "The god's myriad eyes narrow hungrily.",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"We admit ourselves... Convinced.\"",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"Ugh! Such filth, defiling our safe little secrets!\"",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"Don't think we don't know what you're doing, Herald. And don't think we don't appreciate it.\"",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"We were discussing your faulty memory.\"",
      "female": ""
    }
  ]
}