{
  "Component": "lax3_exported",
  "Name": "conversations\\lax03_forgotten_sanctum\\lax03_03_cv_enchanted_armor",
  "Entries": [
    {
      "id": 1,
      "default": "A rune-etched medallion hangs against the breastplate of this blood red armor, secured around its gorget by a steel chain.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Examine the necklace.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Leave it be.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Break the enchantment.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "The pendant bears several potent sigils of conjuration and binding - doubtlessly designed to infuse the armor with soul essence and animate it with a semblance of intellect and life.",
      "female": ""
    },
    {
      "id": 8,
      "default": "[Investigate the armor.]",
      "female": ""
    },
    {
      "id": 9,
      "default": "The pristine crimson patina of this armor seems almost to shift and flow as you peer at it. Gold gilds the plates, and a fine latticework of rune etchings run along the trim.",
      "female": ""
    },
    {
      "id": 12,
      "default": "The armor trembles, then sags, whatever spell binding it together broken.",
      "female": ""
    },
    {
      "id": 17,
      "default": "[Swipe the necklace.]",
      "female": ""
    },
    {
      "id": 18,
      "default": "As your fingers brush the medallion, a pulse of magical power thrums through your hand and up your arm.\r\n\r\nWith a whisper of scraping metal plates, the armor's helmet turns towards you...\r\n",
      "female": ""
    },
    {
      "id": 20,
      "default": "[Abjure the enchantment.]",
      "female": ""
    },
    {
      "id": 21,
      "default": "You dig among your gear and come up with a piece of chalk. You grind it down, and - with the utmost care - wipe it into the sigils. Your defacement should - you hope - neutralize the enchantment without triggering it.",
      "female": ""
    },
    {
      "id": 22,
      "default": "You steady your breathing and focus your mind on your training. With an outstretched hand and a word of excoriation, you pitch your soul against the enchantment.",
      "female": ""
    },
    {
      "id": 23,
      "default": "The blade held tight within the armor's gauntlets, however, shows signs of use, including the stains of long-dried blood.",
      "female": ""
    }
  ]
}