{
  "Component": "lax3_exported",
  "Name": "conversations\\lax03_forgotten_sanctum\\lax03_02_cv_flesh_construct_controller",
  "Entries": [
    {
      "id": 1,
      "default": "This device resembles some of the Engwithan machines you've encountered in the past, had those been largely overtaken by flesh and bone. Tendons and muscles fuse to the ancient mechanisms at its core.",
      "female": ""
    },
    {
      "id": 2,
      "default": "The mound of flesh and machinery wobbles slightly as you approach. It doesn't seem aware of your presence, but it doesn't seem <i>unaware</i> either.",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Examine the machine.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Consult the maintenance log to activate the device.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Rig the machine with an explosive.]",
      "female": ""
    },
    {
      "id": 7,
      "default": "This device may once have been a decent example of Engwithan craft, but the years have not been kind. ",
      "female": ""
    },
    {
      "id": 8,
      "default": "[Gently reach into the machine's guts.]",
      "female": ""
    },
    {
      "id": 9,
      "default": "This device is well-beyond the days of cogs and gears. It's a living organism, and as such it might respond more favorably to a gentle touch. ",
      "female": ""
    },
    {
      "id": 12,
      "default": "In case a traditional bomb won't do, you assemble something vaguely conical in shape and grease it up using some of the machine's drippings. A fleshy panel accepts the bomb with a greedy sucking sound.",
      "female": ""
    },
    {
      "id": 15,
      "default": "You carefully sink your hand into the machine's soft flesh. A canal of gore extends deeper than you guessed, and in no time you're shoulder-deep in a panel of drooping skin and exposed muscle. Flesh, gears, and wet, moving parts shudder under your touch.",
      "female": ""
    },
    {
      "id": 16,
      "default": "The device gurgles quietly. After a prolonged silence, a wet blast of air escapes through the eye of a mounted skull. You can only speculate that the machine is in working order.",
      "female": ""
    },
    {
      "id": 17,
      "default": "Putrid bile oozes from an unseen orifice and trickles in a constant stream, not unlike a construct's lubrication.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Well, this is simply awful.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "[Approach the machine.]",
      "female": ""
    },
    {
      "id": 20,
      "default": "[Back away slowly.]",
      "female": ""
    },
    {
      "id": 21,
      "default": "A moment later the machine rocks back and forth with the force of the explosion, sending a spray of blood cascading in all directions.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Looks like the device described in the maintenance log.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "A shiver of delight passes through the workings of the machine. You feel its attention swivel over to you. ",
      "female": ""
    },
    {
      "id": 24,
      "default": "[Squeeze it hard.] \"I hope this spills the guts of your construct kin.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "[Squeeze it softly.] \"Let's be friends.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "You hear a series of blasts followed by the sound of wet flesh slapping against the walls. ",
      "female": ""
    },
    {
      "id": 27,
      "default": "You hear patrols come to an immediate halt as several large shapes throughout the area stand at their best approximate of attention. ",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"A construct regulator. Arkemyr tried to build one himself, but neither of us wanted to cut its nails or trim its fur.\" Fassina scowls down at a patch of skin stretched across the control panel. ",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"I seem to recall these controllers gather bits and pieces of leftover scrap from the work of knitting flesh and bone. Over time they develop tumors, limbs, and even organs.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Getting them to cooperate is not so simple as flipping a switch. Better to imagine milking a giant cow or petting a cat.\" Fassina shrugs. ",
      "female": ""
    },
    {
      "id": 33,
      "default": "You find the gland described in the maintenance log - a palm-sized sac of fluid - and give it a gentle squeeze. ",
      "female": ""
    },
    {
      "id": 34,
      "default": "Something like rows of crooked teeth crunch down on your fingers. You're barely able to wrench yourself free without losing the hand. ",
      "female": ""
    },
    {
      "id": 35,
      "default": "Something sharp and bonelike in the depths of the machine crunches down on your hand, but you squirm your fingers free before any damage is done.",
      "female": ""
    },
    {
      "id": 36,
      "default": "Reaching deeper, you find a warm, fluid-filled sac and give it a gentle squeeze. ",
      "female": ""
    },
    {
      "id": 37,
      "default": "Your hand brushes something that twitches violently, but you manage to calm it with a compassionate pet.",
      "female": ""
    },
    {
      "id": 38,
      "default": "It seems connected to the local flesh constructs in more ways than one. Skin and bone have spread across all of the major panels, rendering many of its old controls useless. ",
      "female": ""
    },
    {
      "id": 39,
      "default": "You discern nothing else about it.",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Yet another vile horror in this prolonged succession of nightmares.\" Arms crossed, she shakes her head slowly.",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Hey now, at least we haven't stumbled across a corpse tree. Yet.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Again, captain? Do you shove your arm into every dark hole that beckons?\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"You ain't the first to ask him that - nor the last, neither.\"\r\n\r\nYdwin rolls her eyes at him, though the left corner of her lips sneak upward in a faint smirk.",
      "female": "\"You ain't the first to ask her that - nor the last, neither.\"\r\n\r\nYdwin rolls her eyes at him, though the left corner of her lips sneak upward in a faint smirk."
    },
    {
      "id": 46,
      "default": "\"If the hole beckons, what shame is there in giving it a hand?\" Tekēhu winks at Ydwin. She covers her face and sighs loudly. ",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"You saying this thing's just a big kitty?\"\r\n\r\nHe does not look convinced.",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Think I'll stick with the normal shaped ones. With the fur and the tails and the little ears.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "Aloth puts his head in his hands and groans.",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Who could have seen that coming?\" Maia sighs and helps you extricate your mangled limb from the jaws of the machine. ",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Perhaps you should try the other hand. Just to be sure.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"You really think that was gonna go any other way?\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Sure as Hel ain't the first time sticking a hand down a hole's gotten some fool person bit.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "Vatnir laughs harshly. \"Ahem. Apologies, Duskspeaker.\"\r\n\r\nHe quiets his chuckles.",
      "female": ""
    },
    {
      "id": 57,
      "default": "A shiver of delight passes through the workings of the machine. You feel its attention swivel over to you. ",
      "female": ""
    },
    {
      "id": 58,
      "default": "[Leave it be.]",
      "female": ""
    },
    {
      "id": 59,
      "default": "[Squeeze it hard.]",
      "female": ""
    },
    {
      "id": 60,
      "default": "[Squeeze it softly.]",
      "female": ""
    },
    {
      "id": 61,
      "default": "You pull your hand back and shake off a long, viscous trail of... Something. ",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"That thing just purr?\"",
      "female": ""
    }
  ]
}