{
  "Component": "lax3_exported",
  "Name": "conversations\\lax03_forgotten_sanctum\\lax03_00_cv_bekarna",
  "Entries": [
    {
      "id": 1,
      "default": "\"Stars shooting past on all sides. Weaving across the great void...\" The wizard furrows her brow as she studies the space around her, focusing on nothing and everything at once. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"What happened to you?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Leave] \"I'll return shortly.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"A big... hand snatched me away.\" She gets on her tiptoes and makes a grabbing gesture, like she's plucking an egg from a bird's nest.",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Can you... make the stars right again?\" Bekarna looks to you expectantly.",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Give her Advanced Wistful Stargazing.] \"Here, Bekarna. I brought you the stars.\" ",
      "female": ""
    },
    {
      "id": 8,
      "default": "She accepts the book with a skeptical frown, but her eyes lock on the page as soon as she finds diagrams of the sky charted in a way that emphasizes order and harmony. ",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"I must find my way to the surface, or the closest thing to it. Once I am safe, we can speak more again, ac?\" ",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"First I have some questions for you.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"You know, I didn't do this for charity.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"See you soon, Bekarna.\" ",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"I will see you soon, my friend.\" She grips your hand and pumps it once before stepping away, smiling all the while. ",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Did you... need something?\" Bekarna squints at you and fidgets, seemingly undecided where she should put her focus.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"I remember you.\" Bekarna flashes you a wide smile.",
      "female": ""
    },
    {
      "id": 17,
      "default": "[Give Bekarna her grimoire.] \"Look what I found.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "[Give her starmetal.] \"Will this work as a celestial catalyst?\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"What inspired you to research the stars?\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"And thank you, Watcher. Now I have <i>two</i> friends, and I feel richer than ever.\" She passes you a pouch of coins. ",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Before I forget... again. Here. Some things I picked up on my way back from the Collections. It's not much, but it's all I could scrounge together.\" ",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"You can't have enough potions. My thanks.\" ",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"I saved you from mortal peril, and you've got nothing but beverages in exchange?\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"I appreciate it, but you need those more than I do.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"I'll need more than that if I hope to finance any research into the Halls Obscured.\" ",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Well. If you're going to be like that, here. I was going to use it to buy passage off the island. Now I'll have to make other arrangements.\" ",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Fair point. Here. When you circulate your findings, just name me as a contributor in the acknowledgments.\" ",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"I lost more than my senses in this place. The Collections takes <i>everything</i> from people. Everything that matters.\" ",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"I don't especially care for potions, but if the sanctum has any potted plants I will be sure to water one.\" Bekarna smiles and shrugs.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Sounds like a special book. Expensive to replace.\" ",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Your poor book. I'll see that he returns safe and sound.\" ",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"I'll consider it. No promises.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Naturally, I've got your payment lined up. The faceless ones stole everything from me <i>except</i> my purse.\" ",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Agracima. I know that finding one specific book in this disorganized library is a tall order.\" She bows deeply. ",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"I see that your generosity has limits. Should you find the book, I hope you'll remember me.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Here, for your research. Tayn dropped these. I tried to give them back, but he said they weren't his.\" She shrugs. ",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"This is it! Now I remember how I got involved in this mess. I was searching for a celestial catalyst.\" ",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"The stars remind me of my smallness in the wider world. Our wars and our bloodshed - everything which causes us to raise a blade in anger - seem insignificant when you hold them up to starlight.\" ",
      "female": ""
    },
    {
      "id": 41,
      "default": "[Leave] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"That star could have landed anywhere.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"I can think of nothing I'd rather do more than search for a fallen star.\" ",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"I'm occupied elsewhere, but you'll be the first to know if I find anything.\" ",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"It is always something, ac? Of course I understand. This is my pursuit, not yours.\" Bekarna bows and moves back a step. ",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"A <i>falling star.</i> They cross the void to bless Eora with the occasional impact crater or light show. What makes it a catalyst is a richness of arcane energies.\" ",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Then we are well-paired. Agracima, Watcher.\" ",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Stand back, Watcher. I have waited so long for this moment, not even gratitude will slow me down!\" Steeling herself, Bekarna spreads her feet apart and raises her wand to the sky.",
      "female": ""
    },
    {
      "id": 53,
      "default": "A breeze you don't feel ruffles Bekarna's robes and stirs her hair. She opens her eyes, and a smile slowly forms on her lips. ",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Do you feel any different now that you've scribed a spell?\" ",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"I guess I'm off. Congratulations, Bekarna.\" ",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"I feel as if I have climbed a long and winding staircase, opened the door at the top, and found a polished spyglass waiting for me. Now I have the entire sky to still explore.\" ",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"So, do I look like an archmage yet?\" Bekarna strikes a pose and cocks her head wearing a silly grin. ",
      "female": ""
    },
    {
      "id": 64,
      "default": "She tries to grab something from the air by gently cupping it with both hands. When she opens her palms and finds them empty, she covers her eyes and starts quietly weeping.",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Who are you?\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "[Give her a sapphire.] \"Here. I caught this for you.\" ",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"[Player Animal Companion], try and cheer her up.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "Sensing her distress, your friend nuzzles its snout against the wizard's side until she stops crying. She looks down and cannot suppress a momentary smile. \r\n\r\n[Player Animal Companion] seems equally happy for the attention.",
      "female": ""
    },
    {
      "id": 69,
      "default": "You place the gemstone in her palm. She stares down at it, eyes wide in disbelief and gratitude. \r\n\r\nThen she shakes her head and gently passes you something in return.",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"I don't know this sky. It doesn't have my stars.\" She points up at the ceiling and sighs, craning her head back to observe.",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"I've heard of you. I found your observatory.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Whenever I forgot who I was, my orrery used to remind me. I don't know where to find it now. Lost. Lost among the stars...\" She looks around, seemingly untethered from the conversation. ",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"You... you found it? The house where stars pool in glass?\" Bekarna's eyes widen and she takes a cautious step closer. ",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Can you help me find the sky again?\" She swallows and touches your arm imploringly.",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Your orrery. You like stars?\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "She nods. \"They're my favorite.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Come with me. We'll find the sky together.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"You want me to fix your brain?\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Maybe later.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"<i>This</i> sky.\" Bekarna points to her head. She nods as if her meaning should be clear.",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"The stars are all <i>wrong</i> up there. I have to make them right again.\" ",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"This prison hides... understanding? Words are chained down.\" Clutching either side of her head, Bekarna shakes in frustration. ",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"What are you babbling about?\" ",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"<i>Stars.</i> Don't you see? I see, but they're all in the wrong order.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"And by 'sky' you mean what, exactly?\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "She shies back. \"Not that sky.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"This prison hides... understanding? Words are chained down.\" Clutching either side of her head, Bekarna shakes in frustration. ",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"I'm wrong inside. Only the stars can make me right again.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"I'm wrong inside. Only the stars can make me right again.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"All right. Bye.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Cheer up. It isn't all bad. You've got a nice little... habitat.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"This is a <i>nothing</i> place.\" She furrows her brow at you. ",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"The stars here are all winking eyes and gnashing mouths. It's no place for me.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"I don't know how I can help you.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Help - yes! Up <i>here.</i>\" She bites her lower lip and rubs her temple.",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"I learned a secret. A real big one, or maybe just the beginning of one? The hand didn't like that.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"You mentioned a hand. Did the Hand Occult kidnap you?\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"Great big hand. This place, one finger, yes? Many hands. Many fingers.\" She nods.",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Would you look at that.\" She lays her hand flat on the page and closes her eyes, sighing. ",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Everything slowed down, and all the noise in my head went quiet. <i>Thank you.</i>\" She opens her eyes and looks to you with a slowly-forming smile.",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"Sientere, but I will answer them another time. I am eager to fly from this cage.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Now is hardly the time. Please. We can discuss payment later.\" ",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"These two were bringing me up to speed on your... unfortunate recent history. I'm sorry that the Circle didn't get involved sooner.\" She glances at Tayn and Llengrath. ",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"Just because we don't announce our actions from the roof of Kahanga Palace doesn't mean we do nothing.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"Well no one invited <i>me</i> to get involved in the Eothas problem. I just showed up and assumed we all had the same idea.\" ",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"When I got here, someone without a face ripped him out of my clutches. I've been worried sick ever since.\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"Your grimoire is a 'him?'\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"My little book friend. We've been through a lot together, and we both have the creases to show for it.\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"His spine is a little bent, and my index a few pages short, but together we make one half-decent wizard, ac?\" Bekarna taps her head and smiles lopsidedly.",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"I suppose knowledge is the only currency here.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"In this place, books tend to flow through the Archives. I would go there myself, but I cannot fight the faceless ones holding any grimoire but my own.\" ",
      "female": ""
    },
    {
      "id": 122,
      "default": "She hugs the book to her chest and squeezes it, sighing contentedly.",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"Can't you scribe a new grimoire?\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"I'm still looking for your grimoire.\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"I haven't found any starmetal yet.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"No more than you could replace your friend, I think.\" Bekarna leans forward and pats [Player Animal Companion] on the head, who nuzzles into the gesture. ",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"The book is a piece of me, ac? He is where my thoughts and conclusions go, so that I can find them if... <i>when</i> I forget them.\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"With such things, it is not easy to start from the beginning.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"It's me, Bekarna. [Player Name].\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"I'm the one who helped you out of the Collections. Remember?\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"What's going on here?\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "She sighs. \"Of course. You're the one who gave me back the stars. Sientere, I'm just not myself outside of the observatory.\" ",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"We met... didn't we? Memories can get away from me sometimes, especially if I don't have a stable point.\" She clutches the stargazing volume to her chest. ",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"You've covered a lot of ground, so it can't hurt to ask - have you seen my grimoire?\" Bekarna bites her lower lip and glances around.",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"You don't need to worry about me. Even if I might not always know your face, there's a place in my memory where the <i>idea</i> of you resides.\r\n\r\n\"If... if that makes sense.\" ",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"Thank you for coming back to me.\" After a long pause, she shifts her attention over to you. ",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"Agracima. As much as I wish to return to my observatory, I have no intention of leaving without him.\" ",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"Ac, but you are generous to look. Falling stars are elusive on the best of days, even when they sit still.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "She opens the grimoire and flips to the later pages, chewing on her thumbnail as she reads. ",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"What will it be, Watcher?\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"Kindness is... so rare in this place.\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"I don't have anything that can help you, Bekarna.\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"The stars can help me. The stars are... stability? Ideas organized into patterns. Predictable, comforting.\" Her brow furrows as she strains to find her words. ",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"If you can find the stars, you can find me.\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"I have been researching the properties of wayward stars. If my findings pan out, a piece of one may be the last component I need to scribe my first spell. That, and my book friend here.\" She pats her grimoire and smiles.",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"Once you scribe a spell, will that make you an archmage?\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"Knowing the Circle, it will not be so simple. It could take years. Even Concelhaut had to fight for his acceptance.\"",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"All the same, I am determined to try.\" Bekarna curls her fingers into a fist and winks. ",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"Save your breath, my dear. The Circle is nothing but a gathering of old crooks dodging taxes by posturing that they care for some nebulous, unachievable 'greater good.'\" Concelhaut makes air quotes by arching his eyebrows twice, grimacing all the while. ",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"In Concelhaut's more... mortal days, he had a certain allergy to writing down the results of his research, which made assessing his work something of a challenge.\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"Really? For you it was all that? I just wandered into the building and pulled up a chair. No one asked any questions.\" Tayn shrugs.",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"The Halls Obscured are like a magpie on the hunt for shiny things. We are more likely to find a celestial catalyst here than anywhere else in the archipelago.\"",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"What's a celestial catalyst?\" ",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"Aloth, does that ring any bells to you?\"",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"A piece of magically-charged starmetal, correct?\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"I believe she refers to the metal born of falling stars. It's supposedly charged with arcane energy, and, by all accounts, exceedingly difficult to come by.\"",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"Ac, he has the right of it.\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"Ac, you know already! We should have been research partners!\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"Llengrath, Tayn - does that mean anything to you?\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"She refers to a piece of starmetal with arcane properties. Few samples are said to exist.\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"I've got nothing to add. I just like feeling involved.\" Tayn smiles and shifts his focus back to Bekarna. ",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"Once I have the metal and complete my spell, I'll see to it that you are the second person in all the world to wield its power.\"",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"Fassina, you're looking thoughtful.\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"She thinks she can draw power from a fallen star. Tonderie, a waste of time. I cannot help but respect her ambition. I always assumed something like this was beyond me.\" Fassina turns away and folds her arms. ",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"My mother taught me that you cannot hit a moon unless you aim for the stars. Give it a try sometime, Fassina.\" Bekarna pats her on the shoulder. ",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"It might take a little time still. I should find some better robes. A nice, tall hat maybe.\" She shrugs.",
      "female": ""
    },
    {
      "id": 172,
      "default": "Bekarna gingerly accepts the rock, turning it over to study its pitted surface. Her eyes are wide. She doesn't tremble in the slightest. ",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"This is the one.\"",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"A moment, Watcher. I doubt I could forget the words if I lived to be a thousand, but let me write them down where they belong.\" She flips open her grimoire and begins to pen some runes in a sweeping, elegant script. ",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"There. Bekarna's Midnight Daydream. Not a bad ring to it, ac?\" She folds the book shut and sighs.",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"Keep this as a memento, my friend. A nice statement piece for the dinner table. That hum of power is relaxing in the palm of your hand, no?\" Bekarna kisses her fingers and touches them to the starmetal before passing it on to you.",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"I do not know what comes next, but I am pleased to have come this far. Especially with good company.\" She grasps your hand and squeezes.",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"You scribed a new spell? Right there, on the spot?\"",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"I had an early draft prepared already, but it was missing a little something.\" She glances down at the starmetal wearing a tired smile. ",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"For now I want to spend some time with my book and my observatory. And a well-deserved cup of tea.\" She squeezes her grimoire in a tight embrace. ",
      "female": ""
    },
    {
      "id": 184,
      "default": "Bekarna spares you a brief smile before flipping open her grimoire to study the words she wrote.",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"I know that a star fell on the Black Isles recently. A brilliant, purple rock streaked across the sky and landed in this area. The only trick is finding it.\" ",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"The keepers of this prison might not permit you to take the starmetal. If you must harm someone to claim it... make it quick, ac?\"",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"The stars shine down on us always, but we hardly know them at all. Until we can look them in the face, they are a mystery to rival the gods.\"",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"For me, magic is the same. Humbling. We organize that power into runes and books, but even then we are only seeing the light that magic casts, not the thing itself.\" ",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"How did you manage to set up your observatory?\"",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"That island lies in some disputed waters. One day Rauatai launched a colony ship to fortify the beaches, and the Vailians responded in kind with a naval blockade.\"",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"Onekaza held an open court to negotiate territory rights. I was the only petitioner who did not represent one of her enemies, and she thought it would be very funny if the trading companies left empty-handed.\"",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"She even helped me finance the observatory, and donated ten crates full of books! We have been good friends ever since.\"",
      "female": ""
    },
    {
      "id": 196,
      "default": "\"What? How does? Wouldn't that mean you missed the stars? Ridiculous!\"",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"Onekaza visits whenever she can make the time. She loves to stargaze.\" ",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"Thanks to you I have remembered much, and learned more than I could ever forget. Agracima, Watcher. This would have been extremely unlikely without good friends.\"",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"Sure, she be three sheets short of a good night, cap, but no soul be deserving a life in these cells.\" Serafen peers at the wizard.",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"Memories. The mind. The soul. These things are intimately interlinked.\" Ydwin illustrates by intertwining her fingers.",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"Damage to one can result in significant - often irreversible - harm to another.\"",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"You got yourself a little chair and everything.\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"I've read a book or two I'd rather spend an evening with than most people.\" Xoti nods.",
      "female": ""
    },
    {
      "id": 205,
      "default": "Vatnir scoffs. \"<i>You've</i> read a book?\"",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"My point exactly.\"",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"Despicable. How many brilliant minds have they destroyed in service of their mission?\"",
      "female": ""
    },
    {
      "id": 209,
      "default": "\"I never touch the stuff. They give me bad dreams.\" ",
      "female": ""
    },
    {
      "id": 210,
      "default": "\"Can we get on with it?\"",
      "female": ""
    },
    {
      "id": 211,
      "default": "\"Why would starmetal have arcane energies?\"",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"There is much left unanswered about their power. Stars do not visit Eora very often. For that reason alone, not many wizards bother to study them.\"",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"I am just one wizard with a telescope, but I have speculated that there is life among the stars, and its energy reaches out to us from time to time.\" ",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"You saved me the asking, Watcher.\"",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"I suspect that crossing the sheer enormity of the aether would strip a stone of any meaningful energy. It would be far more likely for it to amass essence on arrival at Eora.\"",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"How did you find yourself trapped in the Collections?\"",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"I spotted a shooting star in the skies over the Black Isles. So brilliant and bright! I sent mercenaries to find it, but heard nothing back for some time.\"",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"Weeks later their leader reported back to the observatory, but he was... wrong on the inside. Like his mind was not his own. I blasted him with everything I had, but he dragged me screaming into that prison.\" ",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"There was something about my research the Hand Occult wanted to hide. They never told me what it was.\"",
      "female": ""
    },
    {
      "id": 221,
      "default": "\"Bekarna's Midnight Daydream. What does it do?\"",
      "female": ""
    },
    {
      "id": 222,
      "default": "\"It channels starlight into a living ball, inspiring and motivating all that it touches before dispersing back into the ether.\" ",
      "female": ""
    },
    {
      "id": 223,
      "default": "Maia frowns down at Ishiza.",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"Have we ever been that affectionate? Let's not start. The whole 'mutual disrespect' thing is working for me.\"",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"I suppose I am inspired by the unbearable size and mystery of it all. It gives me hope in sad times.\"",
      "female": ""
    },
    {
      "id": 226,
      "default": "[Show Bekarna's Grimoire.] \"Will this help?\"",
      "female": ""
    },
    {
      "id": 228,
      "default": "She touches the cover of the book. Her features twitch with momentary recognition, but confusion swiftly replaces it. ",
      "female": ""
    },
    {
      "id": 229,
      "default": "\"Those are my words... but not my stars.\"",
      "female": ""
    },
    {
      "id": 230,
      "default": "\"We must take what hope we can when we find it.\" He reaches for your hand and gives it a quick squeeze, a broad smile brightening his face.",
      "female": ""
    },
    {
      "id": 231,
      "default": "\"Ha! Well-played. I never would have guessed Onekaza was such a trickster.\" ",
      "female": ""
    },
    {
      "id": 233,
      "default": "\"Casità, I know this prisoner. Bekarna. She presented her research to the Circle, but of course they laughed her out into the streets.\" Fassina winces at the memory.",
      "female": ""
    },
    {
      "id": 234,
      "default": "\"Bekarna?\"",
      "female": ""
    },
    {
      "id": 235,
      "default": "\"Her mind is broken. She cannot speak in plain terms, but her grasp on metaphor seems pretty sound.\" ",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"More metaphors. I can think of only one hand that fits the description.\" Fassina crosses her arms. ",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"And thank you, friend. I have not forgotten your kindness after the Circle was so cruel to me.\" She takes Fassina by the hand. Fassina permits the gesture in tight-lipped protest.",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"Madiccho, has she lost her mind again already?\" ",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"I lost my grimoire once. Arkemyr poured honey on the pages and left it on the roof for gulls to pick over. I think he was punishing me for smacking around his favorite imp.\"",
      "female": ""
    },
    {
      "id": 241,
      "default": "\"One of these days you must learn. A wizard must be adaptable, ac?\" Fassina stands a little straighter and tilts her chin up.",
      "female": ""
    },
    {
      "id": 242,
      "default": "\"My own examination faltered at the combat phase. It took me more tries than I care to admit to defeat the Circle in one go.\"",
      "female": ""
    },
    {
      "id": 244,
      "default": "\"And my treatise on the offensive deployment of arcane shields had its fair share of holes in it. Arkemyr really is a stickler for the details.\"",
      "female": ""
    },
    {
      "id": 245,
      "default": "\"Are you not grandfathered into the Circle as a result of your circumstances?\"",
      "female": ""
    },
    {
      "id": 247,
      "default": "\"Each Llengrath must succeed in the Circle's trials on their own.\r\n\r\n\"Though I won't deny we have a bit of a head start.\" Her eyes shine with sudden mischief.",
      "female": ""
    },
    {
      "id": 248,
      "default": "\"Wrong book, I think. Maybe something with charts and pretty pictures will calm her down.\" ",
      "female": ""
    },
    {
      "id": 249,
      "default": "\"I gave you a cup of tea, that is no excuse to paw at me like a grateful kitten.\" ",
      "female": ""
    },
    {
      "id": 250,
      "default": "\"Wizards and their eccentricities. Something about arcana must drive all kith to madness.\" ",
      "female": ""
    },
    {
      "id": 251,
      "default": "\"If you had started your tale by explaining how it would benefit us, we would have agreed to it by now.\" ",
      "female": ""
    },
    {
      "id": 252,
      "default": "\"I didn't see you cast any spell. How could you even know this?\" Fassina steps closer to observe, but Bekarna holds her at a distance. ",
      "female": ""
    },
    {
      "id": 253,
      "default": "\"I get a similar feeling after my morning tea, but you will not hear me waxing poetic about it.\" ",
      "female": ""
    },
    {
      "id": 254,
      "default": "Fassina leans in to study the script. Her eyes don't seem to know where to settle on the page. Finally she turns to you. ",
      "female": ""
    },
    {
      "id": 255,
      "default": "\"The Circle doesn't deserve talent like hers.\" ",
      "female": ""
    },
    {
      "id": 256,
      "default": "\"You give us too much credit for something you figured out alone. Bask in that achievement and let me know how it feels, ac?\" ",
      "female": ""
    },
    {
      "id": 257,
      "default": "\"Your spell is an... orb? Is this... is this a joke at my expense?\" Some of the color drains from Tayn's features.",
      "female": ""
    },
    {
      "id": 258,
      "default": "\"What are you trying to do, upstage my greatest achievement? Or is this outright plagiarism?\" ",
      "female": ""
    },
    {
      "id": 259,
      "default": "\"Tayn. I will explain if you will give me the space to fit in a word.\" Bekarna knits her brows.",
      "female": ""
    },
    {
      "id": 260,
      "default": "\"As spells go, it is a little tough to control, but maybe not bad for a first start?\" ",
      "female": ""
    },
    {
      "id": 261,
      "default": "\"How did you lose your memory?\"",
      "female": ""
    },
    {
      "id": 262,
      "default": "\"Back to my other questions.\"",
      "female": ""
    },
    {
      "id": 263,
      "default": "\"Ask away, aimico. I have no urgent plans.\" Bekarna smiles.",
      "female": "\"Ask away, aimica. I have no urgent plans.\" Bekarna smiles."
    },
    {
      "id": 264,
      "default": "\"What happened to the mercenaries you hired?\"",
      "female": ""
    },
    {
      "id": 265,
      "default": "\"The Collections must have claimed the mercenaries. More test subjects for their vile experiments.\"",
      "female": ""
    },
    {
      "id": 267,
      "default": "\"Every day the keepers threw more bodies down into the pit or fed them alive and screaming to the worm dog.\" Bekarna wrinkles her nose at the thought. ",
      "female": ""
    },
    {
      "id": 268,
      "default": "\"Sad to say that difficulties of the mind are nothing new for me. Some months ago a spell backfired, and I need a little help to recall myself from time to time.\" ",
      "female": ""
    },
    {
      "id": 269,
      "default": "\"But that shrieking from the Collections? That was different. It wipes you clean. Whole days passed where it took everything I had just to remember to breathe.\" Pausing on the memory, Bekarna slowly massages her neck.",
      "female": ""
    },
    {
      "id": 270,
      "default": "\"I think my accident was the only reason I had any mind left to recover. There was some part of me, up <i>here,</i> that the screams never reached.\" ",
      "female": ""
    },
    {
      "id": 273,
      "default": "\"I happened upon this friendly-looking book while you were out looking for the starmetal, and here there is a blank page like it was waiting for us.\" She winks up at you.",
      "female": ""
    },
    {
      "id": 274,
      "default": "\"May you do great things with it.\" She passes you the grimoire and blushes.",
      "female": ""
    },
    {
      "id": 276,
      "default": "\"Before you go, a parting gift. You have done enough for me that I owe you more than a roll of parchment.\" Bekarna removes a grimoire from her pack and begins to slowly inscribe a second set of runes.",
      "female": ""
    },
    {
      "id": 277,
      "default": "[Show Bekarna's Grimoire.] \"Is this yours?\" ",
      "female": ""
    },
    {
      "id": 278,
      "default": "Bekarna furrows her brow as she takes the book from your hands. She opens it to a random page, shaking her head when she realizes the parchment is blank. ",
      "female": ""
    },
    {
      "id": 279,
      "default": "\"This damned prison. It took my mind, my possessions, and even my words.\"",
      "female": ""
    },
    {
      "id": 280,
      "default": "\"My grimoire and I are of a kind. We thrive on the stars. Rely on them. If you can reach the tallest point of this facility, maybe there is a window or something?\" She returns the book to you.",
      "female": ""
    },
    {
      "id": 281,
      "default": "\"I'll bring your book into starlight and see what happens.\"",
      "female": ""
    },
    {
      "id": 282,
      "default": "\"Why don't you find one yourself?\"",
      "female": ""
    },
    {
      "id": 283,
      "default": "\"We'll see if I have time.\"",
      "female": ""
    },
    {
      "id": 284,
      "default": "\"And risk being dragged back to my habitat in the Collections? Some of us are not equipped to fight tentacled abominations.\" She looks you up and down. ",
      "female": ""
    },
    {
      "id": 285,
      "default": "\"Agracima, my friend. You will know where to find me.\" Smiling, Bekarna inclines her head. ",
      "female": ""
    },
    {
      "id": 286,
      "default": "\"I've never heard of a grimoire that required starlight.\"",
      "female": ""
    },
    {
      "id": 287,
      "default": "\"Ac, he is very special.\" Bekarna nods.",
      "female": ""
    },
    {
      "id": 288,
      "default": "\"I am not asking you to move the stars. If you happen to find their light, simply remember me.\"",
      "female": ""
    },
    {
      "id": 290,
      "default": "\"Do you think she's given her grimoire a name as well?\"",
      "female": ""
    },
    {
      "id": 291,
      "default": "\"You are lucky. The Watcher is a very good friend to have if you can only have two.\"",
      "female": ""
    },
    {
      "id": 294,
      "default": "\"It would seem we have the wrong title. Perhaps she'd prefer something about stargazing?\"",
      "female": ""
    },
    {
      "id": 295,
      "default": "\"Perhaps a book on astronomy would pique her interest?\"",
      "female": ""
    },
    {
      "id": 296,
      "default": "\"I've no doubt that someone in the Republics would leap at the opportunity to outfit an archmage on the rise.\"",
      "female": ""
    },
    {
      "id": 297,
      "default": "\"What makes you think that would even work?\"",
      "female": ""
    },
    {
      "id": 298,
      "default": "\"You saw how the stars helped me once before. It is the same with my grimoire.\"",
      "female": ""
    },
    {
      "id": 299,
      "default": "\"Our talent and grasp of magic - it touches us all a little differently, ac?\" ",
      "female": ""
    },
    {
      "id": 300,
      "default": "\"There's no reason that should work... but I suppose there's no reason it <i>shouldn't</i>, either.\"",
      "female": ""
    },
    {
      "id": 301,
      "default": "[Show Bekarna's Grimoire.] \"Will this help?\"",
      "female": ""
    },
    {
      "id": 304,
      "default": "She touches the cover of the book. Her features twitch with momentary recognition, but confusion swiftly replaces it. ",
      "female": ""
    },
    {
      "id": 305,
      "default": "\"Those are my words... but not my stars.\"",
      "female": ""
    },
    {
      "id": 306,
      "default": "\"Wrong book, I think. Maybe something with charts and pretty pictures will calm her down.\" ",
      "female": ""
    },
    {
      "id": 307,
      "default": "\"It would seem we have the wrong title. Perhaps she'd prefer something about stargazing?\"",
      "female": ""
    },
    {
      "id": 308,
      "default": "\"Perhaps a book on astronomy would pique her interest?\"",
      "female": ""
    },
    {
      "id": 309,
      "default": "\"Bekarna.\"",
      "female": ""
    },
    {
      "id": 311,
      "default": "\"I think that's my name. I only know it cause I found it stitched in my sleeve.\" She clasps her hands and shies back.",
      "female": ""
    },
    {
      "id": 312,
      "default": "\"You... you know me? I don't even know me.\"",
      "female": ""
    },
    {
      "id": 313,
      "default": "\"The stars are all <i>wrong</i> up there. I have to make them right again.\" ",
      "female": ""
    },
    {
      "id": 315,
      "default": "\"Your orb was the first spell I ever learned. When I saw how you harnessed the chaos, pain and uncertainty of a restless mind... I was never the same.\" ",
      "female": ""
    },
    {
      "id": 316,
      "default": "\"The orb dazzled me. It still does. So if my spell has an echo of yours, it is only because I am the result of my influences, and I want to inspire others the way you inspire me.\" Bekarna clasps her hands and glances up to meet Tayn's shocked expression.",
      "female": ""
    },
    {
      "id": 317,
      "default": "\"Bekarna, anything to say in your defense?\"",
      "female": ""
    },
    {
      "id": 318,
      "default": "\"Tayn, you're being needlessly petty.\"",
      "female": ""
    },
    {
      "id": 319,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 320,
      "default": "\"Ac. Just this.\" Bekarna takes a deep, calming breath.",
      "female": ""
    },
    {
      "id": 321,
      "default": "\"Am I? Easy to say when you've got your boat, your pets, your 'Watcher Vision,' your castle... well, you haven't got your castle, but that's hardly the point! That orb made me. I'm <i>nothing</i> without it.\" ",
      "female": ""
    },
    {
      "id": 322,
      "default": "\"Huh. I... believe I owe you an apology. Your orb is very nice. Once we're done here, I can recommend you some good scribes to copy it down. After all, once you're an archmage you'll be responsible for any misprints.\" The side of Tayn's mouth twitches into a proud grin.",
      "female": ""
    },
    {
      "id": 323,
      "default": "\"I would like that.\" Bekarna smiles and turns her focus back to you.",
      "female": ""
    },
    {
      "id": 324,
      "default": "\"I didn't help you for souvenirs. I want a copy of that spell.\"",
      "female": ""
    },
    {
      "id": 325,
      "default": "\"As you say.\" Bekarna holds your gaze and nods.",
      "female": ""
    },
    {
      "id": 326,
      "default": "\"This is it! Now I remember how I got involved in this mess. I was searching for a celestial catalyst.\" ",
      "female": ""
    }
  ]
}