{
  "Component": "lax3_exported",
  "Name": "conversations\\lax03_forgotten_sanctum\\lax03_00_cv_fassina_minihub",
  "Entries": [
    {
      "id": 1,
      "default": "\"What is it, casità?\" One of Fassina's eyebrows rises sharply.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Let's be off.\" ",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Casità, I'm glad we have this chance to talk.\" Fassina folds her arms and glowers. ",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"I have not properly thanked you for taking me away from that place.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"The Dark Cupboard?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"You don't need to thank me.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Keep pulling your weight or you'll find yourself unemployed.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"That shop and my apprenticeship were like a diving bell - dragging me all the way to the bottom with barely enough air to survive.\" She winces. ",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Arkemyr was fond of tormenting me. If he had taught me anything of substance, I might have even endured his wretched company a while longer.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Perhaps not. But I wish to do so all the same.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "She nods sharply. ",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"In any case, now I am free to study the world, and it is because of you. So now I will say it - agracima.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"What did you want to learn that only Arkemyr could teach?\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Are you interested in any particular areas of study?\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Before we head out, any thoughts on our travels so far?\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Ask me anything, casità. The worst I will give you is an honest answer.\" Fassina shrugs.",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Though it is possible that Arkemyr's lessons were not obvious ones.\" Fassina clutches the archmage's instructions with a contemplative frown. ",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Ac, what a question.\" Fassina clucks her tongue on the roof of her mouth and nods.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Arkemyr is... elusive. That flamboyant house of his? It is all performance, a mask that people will not think to peer beneath.\" ",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"I had a sneaking suspicion that he knows more about magic than the rest of the Circle combined.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"It is a funny thing. I was so quick to chase my ambitions, as if an apprenticeship would outline the course of my life.\" ",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"In the end, I was building a castle in the sand. The taller it rose, the harder the waves swept in to batter it down.\" ",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Now I have no plan, and the uncertainty is... a refreshing change.\" ",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Or maybe he is just an accomplished liar. I may never know the truth.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Always Konstanten hovers over me, asking to recommend him exciting books - as if I would ever touch fiction!\" She spits. ",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Konstanten has become something of a reading partner. He also gives excellent back rubs. I can tolerate him for a while longer.\" A faint smile rises to her lips, but she quickly smothers it under a familiar grimace.",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Your friend Aloth carries himself with confidence, but to me he seems like a small animal in search of shelter.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Keep an eye on Maia. I'll say no more than that.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"In Pallegina I see a little something of myself - but she takes it to an unhealthy place. Without leadership and a mission, I think she would cease to exist.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Serafen has a large heart, but he hides it under foul language. This is something I can understand.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"I do not hate Tekēhu for his arrogance. I only hate that he deserves it.\" ",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Xoti is like a beautiful tree with poisoned roots. Her smile is the bark which hides the rot.\" ",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"You must have some thoughts about Eothas and the other gods.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"You assume a great deal, casità. When they are not striding across an island, the gods concern me about as much as Eora's moons.\" Fassina shrugs.",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Religion was never very important to me. I do not expect that to change now that the gods have revealed their petty, narrow-minded ways.\" ",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Ever aspire to be an archmage yourself?\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Not if it means I must submit to a bickering council of madmen plotting against each other.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"If I ever scribed a spell, it would be the best kept secret in Eora. Only I would enjoy the satisfaction of knowing it.\" Fassina thumbs her chin and considers.",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Fassina's Mirthless Laugh. Fassina's Prickling Pox. No, I have it - Fassina's Withering Glare! Ac, I like the sound of that.\" ",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"So, you and Konstanten...\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Casità, I swear...\" Fassina pinches the bridge of her nose and sighs loudly.",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"You read too much into this! Konstanten makes for good company. Besides, who says I cannot enjoy a handsome diversion?\" ",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"No one.\" ",
      "female": ""
    },
    {
      "id": 84,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"A life of academic achievement shouldn't preclude me from taking time to enjoy myself.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"You're right, it shouldn't.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"I have to remember that we are sailing the Deadfire. For once I have time to set down my books and look at what... at <i>who</i> is in front of me.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Don't I?\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Are you asking for my permission?\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Cuè? No... at least, I do not think so.\" Fassina blinks at you.",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Forgive me, casità. I think I have said too much.\" Fassina massages her temples and shakes her head. She looks thoroughly disappointed with herself. ",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"You don't need my approval, Fassina.\" ",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"You seem very frustrated over an innocent crush.\" ",
      "female": ""
    },
    {
      "id": 98,
      "default": "Fassina stops herself before she can say more, focusing down on her feet.",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"I suppose not. Old habits, ac?\" ",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"An apprentice gets used to measuring twice, asking permission, and having to defend every choice.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"I am out of practice thinking for myself.\" ",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Casità, frustration is how you know I care about something.\" She shoots you a glare as if this should be obvious. ",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"Any thoughts about our companions?\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Forget I brought it up.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"Nothing would please me more, casità.\" Fassina folds her arms and stares you down.",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"With me, anger and passion go hand in hand. I only hope that Konstanten can weather the storm.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"I had other questions.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"Casità... a moment. Maybe I am not thinking as clearly as I should.\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"I am upset that things are going as well as they are. To me, this means I am overlooking some incredible flaw.\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"You might be right. I guess you'll figure it out in time.\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"You deserve happiness. Stop worrying if it's perfect.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"The Fassina I know isn't good at contentment. This is just who you are.\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"Shouldn't you be having this conversation with Konstanten?\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"I must give your advice some thought.\" Fassina takes you by the hand and sighs. She doesn't even seem to realize that she's doing it.",
      "female": ""
    },
    {
      "id": 129,
      "default": "She looks over at Konstanten - not with her usual scowl, but something altogether more contemplative and peaceful. ",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"Agracima, Watcher.\" She lets go of your hand.",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"You think so? I should take care not to sabotage my happiness, then.\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"Such uncertainty. But I suppose it is worthwhile in the long run, no?\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"Ac, but I know he will tell me how rational and beautiful I am. Every once in a while, I need someone to shine a light on my nonsense.\" ",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"Plumbing the Halls Obscured... this is no small task.\" Fassina squints and purses her lips in thought.",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"We go to such lengths to chase a god. Now that we find one sitting still, we do not even get the satisfaction of blasting it apart.\" ",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"Once again, circumstances conspire to place you at the vanguard of important decisions, ac?\" Fassina huffs and shakes her head. ",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"You know the gods are artificial, right?\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"The gods are rather influential on my travels.\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"Back to my questions about you.\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"Speak on, casità. I have the luxury of time.\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"I heard a member of your crew whispering of this, but I am pleased to have it confirmed.\" Fassina narrows her eyes and looks off to the distance. ",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"Knowing this forbidden truth, does it change anything for you?\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"It changes <i>everything.</i> People have killed over that knowledge.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"I no longer have to take the gods at their word.\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"I'm not sure.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"Not really.\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"Belfetto.\" Fassina gives a slow, mirthless applause.",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"If the gods are not as legitimate as we once assumed, does this make them any less our gods? Does it make your adra colossus retrace his steps back to Caed Nua?\" ",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"As far as revelations go, this one is not very poignant for me. Maybe I am just the wrong audience. Nothing takes me by surprise.\" Fassina shrugs.",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"When Ondra floods our boat, I will be there with a bucket. When Hylea sends birds after our sail, I will be there with a gun.\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"Do not ask me to pray.\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "Ishiza lets out a concerned squawk.",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"Tread lightly, casità. Nothing I saw in Arkemyr's employ suggests that we should hold the Circle to its word.\" ",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"Care to elaborate?\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"Thanks for the warning. I had other questions.\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"Let's be off.\" ",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"I assume the Circle wouldn't care if this didn't serve their interests somehow.\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"Not so long ago, an Aedyran village was discovered to be resting on a vein of silver. Conflict erupted between the townsfolk and prospectors who wanted to buy up the land.\"",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"You assume right. And all the while, they will lie to you through their smiles.\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"The Circle sent Kalakoth with some blockheaded spell to extract the ore from the ground up. She succeeded in opening a sinkhole that swallowed the town.\" ",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"None of the villagers lingered to protest once their houses were gone. And now the Circle owns half of the jewelry shops in Aedyr.\" ",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"Does this sound like the work of an honest group?\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"They will not miss an opportunity to use your power to further their ends. Even if it kills you.\"",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"I know what I'm doing. The Circle would be unwise to underestimate me.\" ",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"Be sure you are ready to back up your confidence with action.\" Fassina's eyebrows tick up with skepticism.",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"Whatever the archmagi want from the Halls Obscured, I hope you are prepared to pull it back from their grasping hands.\"",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"Wherever Wael is, I'm certain he's laughing his ass off. And our thankless task is to crawl around inside it.\"",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"Right now I desire nothing more than to enjoy my liberation. I will worry about the problems of the world as they come.\" Fassina smiles a little.",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"I'm hatching a plan to rob Arkemyr's manor. Interested?\"",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"Am I interested? You could have told me you wanted to plant black powder in the foundation and I would have happily sold you a fuse.\"",
      "female": ""
    },
    {
      "id": 211,
      "default": "\"Let's be off.\" ",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"I take it you are not adept at making close friends? Ac. Neither am I.\" ",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"Letting Wael rest was a safe way to go. Who knows what might have happened if you tried to put that thing down?\"",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"Now that Wael's body is dead, we've rid ourselves of a sleeping tentacle god. Clearly you learned your lesson at Caed Nua.\" ",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"After what happened at Caed Nua, I did not expect you to stir Wael from slumber. One can only hope he fixes more than he breaks.\"",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"If you think a spore colony is a good steward of Wael's body, belfetto - who am I to say different? At least the Circle cannot get their grasping paws on it.\"",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"Giving a body to Concelhaut was an... unconventional choice. If you felt bad for him, I might have recommended a nice hat or a comfortable shelf.\"",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"Maybe it isn't what I would have done, but you did pretty good.\" Fassina folds her arms and smirks. ",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"Do you feel like you learned anything?\"",
      "female": ""
    },
    {
      "id": 242,
      "default": "\"I had some questions.\"",
      "female": ""
    },
    {
      "id": 243,
      "default": "\"Let's be off.\" ",
      "female": ""
    },
    {
      "id": 244,
      "default": "\"It is possible. Much of my education has been less than straightforward.\"",
      "female": ""
    },
    {
      "id": 245,
      "default": "\"Bekarna taught me that I should not wait for anyone's approval before chasing my dreams.\"",
      "female": ""
    },
    {
      "id": 246,
      "default": "\"The spore colony taught me that... No, I cannot begin to discuss it. That creature was disgusting.\"",
      "female": ""
    },
    {
      "id": 248,
      "default": "\"From Tayn I learned that our memories define us, no matter where they came from.\" ",
      "female": ""
    },
    {
      "id": 249,
      "default": "\"From Tayn I learned that our memories can be a prison, and we are better off free.\"",
      "female": ""
    },
    {
      "id": 250,
      "default": "\"Llengrath showed me how there is no end to what we can learn about ourselves.\"",
      "female": ""
    },
    {
      "id": 251,
      "default": "\"Llengrath showed me that who we were is not as important as who we can be.\"",
      "female": ""
    },
    {
      "id": 252,
      "default": "\"I learned from your example that a safe choice is preferable to living with uncertainty.\"",
      "female": ""
    },
    {
      "id": 253,
      "default": "\"I learned from your example that answers come from unexpected places, and that I shouldn't rely on easy solutions.\"",
      "female": ""
    },
    {
      "id": 254,
      "default": "\"You've given me a lot to consider, that much is beyond doubt.\"",
      "female": ""
    },
    {
      "id": 258,
      "default": "\"We are not here to delight each other with empty pleasantries. Unless I am mistaken, you have a god to catch, trading companies to pit against each other, and an archipelago to pacify. No pressure, casità.\" ",
      "female": ""
    },
    {
      "id": 260,
      "default": "\"You took all that from our time together?\"",
      "female": ""
    },
    {
      "id": 261,
      "default": "\"Keep performing at capacity or it's back to the Dark Cupboard.\"",
      "female": ""
    },
    {
      "id": 262,
      "default": "\"You've more than earned your place aboard [Player Ship].\"",
      "female": ""
    },
    {
      "id": 263,
      "default": "\"When it comes to educating myself, I am like a rodent. I can make a nest out of anything around me.\"",
      "female": ""
    },
    {
      "id": 264,
      "default": "\"Do you think you passed Arkemyr's final assessment?\"",
      "female": ""
    },
    {
      "id": 265,
      "default": "\"If anything, accompanying you has been worth ten apprenticeships.\"",
      "female": ""
    },
    {
      "id": 266,
      "default": "\"No doubt he would find some reason to rebuke my performance, but I think the point of this exercise is to show me that I no longer need his approval.\"",
      "female": ""
    },
    {
      "id": 267,
      "default": "\"Aye aye, casità.\" Fassina snaps to a sharp salute, grinning all the while.",
      "female": ""
    },
    {
      "id": 268,
      "default": "\"Our mutual acquaintance Konstanten taught me... something pleasant, which I will not soon forget.\" Fassina bites her thumbnail and glances away.",
      "female": ""
    },
    {
      "id": 269,
      "default": "Konstanten chokes on the water he's drinking and stares wide-eyed and red-cheeked at Fassina.",
      "female": ""
    },
    {
      "id": 271,
      "default": "\"I'm curious about you.\"",
      "female": ""
    },
    {
      "id": 272,
      "default": "\"What more could you desire to know, casità?\"",
      "female": ""
    },
    {
      "id": 273,
      "default": "\"Back to my other questions.\"",
      "female": ""
    },
    {
      "id": 274,
      "default": "\"Ask away, casità.\"",
      "female": ""
    },
    {
      "id": 275,
      "default": "\"How did you get into Arkemyr's employ?\"",
      "female": ""
    },
    {
      "id": 276,
      "default": "\"I came to the archipelago as a groveling apprentice. One day, I hope I will leave it with a speck more dignity than that.\"",
      "female": ""
    },
    {
      "id": 277,
      "default": "\"Being a part of the Circle has its little perks, but also some headache-inducing responsibilities.\"",
      "female": ""
    },
    {
      "id": 278,
      "default": "\"At least one member must always watch over the Deadfire and see that matters do not fall into total disarray.\"",
      "female": ""
    },
    {
      "id": 279,
      "default": "\"Arkemyr wanted the job about as much as he wanted to lance a boil on his deflated scrotum, but the alternative was giving stewardship to Maura.\" ",
      "female": ""
    },
    {
      "id": 283,
      "default": "\"During the changing of the guard, while a handful of imps loaded Arkemyr's ship for the journey south, I stowed away in a dresser.\"",
      "female": ""
    },
    {
      "id": 284,
      "default": "\"Once we were at sea, I made my presence known. A dozen imps tore at my hair and pushed me toward the railing. When Arkemyr saw me struggle, he didn't step in to help. He just gave me work.\"",
      "female": ""
    },
    {
      "id": 285,
      "default": "\"I did what I could to make myself useful. Stitched the sails. Disciplined the imps. That one impressed him most of all. By the end of the voyage I had the little stinkers saluting me as I passed.\" Fassina cracks her knuckles and grins at the memory.",
      "female": ""
    },
    {
      "id": 286,
      "default": "\"When we made port in Neketaka, he introduced me as his apprentice and installed me at the Cupboard for a life of clerical drudgery. You know the rest.\" ",
      "female": ""
    },
    {
      "id": 289,
      "default": "\"You and Bertenno didn't seem especially well-paired.\"",
      "female": ""
    },
    {
      "id": 290,
      "default": "She sighs. \"I was searching for a life beyond the Cupboard, and that handsome oaf was blessed with a silver tongue. Came in handy when he was licking the boots of his creditors.\"",
      "female": ""
    },
    {
      "id": 291,
      "default": "\"I don't regret our time together. That was just a different Fassina.\"",
      "female": ""
    },
    {
      "id": 292,
      "default": "Konstanten edges a bit closer. When he catches you looking his way, he frantically motions for you not to say anything.",
      "female": ""
    },
    {
      "id": 293,
      "default": "Pressing her lips into a tight line, she turns to Konstanten.",
      "female": ""
    },
    {
      "id": 294,
      "default": "\"I like this Fassina more.\"",
      "female": ""
    },
    {
      "id": 295,
      "default": "\"What are you looking at? Go back to rearranging your massage oils, or whatever it is you do here.\" ",
      "female": ""
    },
    {
      "id": 296,
      "default": "\"Aye aye, 'casitá.'\" Konstanten salutes her sarcastically and turns away, a sly grin spreading on his face.",
      "female": ""
    },
    {
      "id": 297,
      "default": "\"She's a force to be reckoned with, all right.\" He glances at you, beaming.",
      "female": ""
    },
    {
      "id": 298,
      "default": "\"What do you want to do with your education?\"",
      "female": ""
    },
    {
      "id": 299,
      "default": "\"I have always dreamed of opening a magic shop in Neketaka.\" Fassina sighs wistfully and looks off to the distance, pushing a lock of hair past her ear.",
      "female": ""
    },
    {
      "id": 300,
      "default": "\"That was a joke.\" She grins back at you.",
      "female": ""
    },
    {
      "id": 301,
      "default": "\"When I set out on this path, I discovered quickly that magic is all tied up in grammar, precision, and insufferable rules.\" ",
      "female": ""
    },
    {
      "id": 302,
      "default": "\"Take a grimoire, for example. Misplace an accent mark over a rune, all the logic of a spell collapses around it.\"",
      "female": ""
    },
    {
      "id": 304,
      "default": "\"I don't want to break the rules of magic, but I want to rewrite some of them. Loosen them up so that any sharp mind can take up the study.\"",
      "female": ""
    },
    {
      "id": 305,
      "default": "\"The Circle would hate that, wouldn't they? If they could not reinforce their superiority over the rest of us, they might even disband.\" Fassina chews her thumbnail and smiles.",
      "female": ""
    },
    {
      "id": 306,
      "default": "She presses a key into your palm.",
      "female": ""
    },
    {
      "id": 307,
      "default": "\"This should be fun. Assuming we do not die.\" Fassina crosses her arms and grins.",
      "female": ""
    },
    {
      "id": 308,
      "default": "\"Hey, stinker! This one's my guest. He can come and go as he pleases.\" Fassina gestures over to you.",
      "female": "\"Hey, stinker! This one's my guest. She can come and go as she pleases.\" Fassina gestures over to you."
    },
    {
      "id": 309,
      "default": "The imp scowls at Fassina before letting out a strangled curse and moving on.",
      "female": ""
    },
    {
      "id": 310,
      "default": "\"You can thank me later, casità. For now, there is work to be done.\" Fassina rubs her palms together and grins. ",
      "female": ""
    },
    {
      "id": 311,
      "default": "\"You took on a lot of risk accepting a stranger into your crew. To me, this is bigger than a reprieve from the drudgery of the Dark Cupboard.\"",
      "female": ""
    },
    {
      "id": 312,
      "default": "\"I do not expect I will return to Arkemyr's employ. He was a... flawed master, and I will learn more with a wand in my hand instead of a broom.\"",
      "female": ""
    },
    {
      "id": 314,
      "default": "\"Go on.\"",
      "female": ""
    },
    {
      "id": 316,
      "default": "\"I've heard enough.\"",
      "female": ""
    },
    {
      "id": 317,
      "default": "\"Strange that no one else would volunteer.\"",
      "female": ""
    },
    {
      "id": 318,
      "default": "\"As you say, casità.\" Fassina shrugs.",
      "female": ""
    },
    {
      "id": 319,
      "default": "\"I cannot speak for every member of the Circle, but Arkemyr always complained that his stewardship was delaying other plans he had in motion. He never mentioned what those plans were.\" ",
      "female": ""
    },
    {
      "id": 320,
      "default": "\"Go on.\"",
      "female": ""
    },
    {
      "id": 321,
      "default": "\"Order and magic are inseparable.\"",
      "female": ""
    },
    {
      "id": 322,
      "default": "\"I've heard enough.\"",
      "female": ""
    },
    {
      "id": 323,
      "default": "\"Sounds like you should have taken up chanting instead of book-learning.\"",
      "female": ""
    },
    {
      "id": 324,
      "default": "\"Ac, to some of us.\"",
      "female": ""
    },
    {
      "id": 325,
      "default": "\"And you'd prefer something more ill-defined why exactly?\"",
      "female": ""
    },
    {
      "id": 326,
      "default": "\"Ac, maybe in another life.\"",
      "female": ""
    },
    {
      "id": 327,
      "default": "\"That was supposed to be a secret!\"",
      "female": ""
    },
    {
      "id": 328,
      "default": "\"Come to your senses yet?\" Fassina glances up from studying an open grimoire, her interest distant.",
      "female": ""
    },
    {
      "id": 329,
      "default": "\"I've changed my mind. I'd like to travel together.\" ",
      "female": ""
    },
    {
      "id": 330,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 331,
      "default": "\"Aye aye, casità.\" Fassina strikes a rigid salute. Her scowl softens into a brief smile.",
      "female": ""
    },
    {
      "id": 332,
      "default": "\"Don't you have anywhere else you'd rather be?\"",
      "female": ""
    },
    {
      "id": 333,
      "default": "\"Not especially. I am a student. My only mission is to learn.\"",
      "female": ""
    },
    {
      "id": 334,
      "default": "\"I have no axe to grind or cause to pursue. My schedule is open to possibility.\"",
      "female": ""
    },
    {
      "id": 335,
      "default": "\"I am also unemployed. Arkemyr said he doesn't want me anywhere near the shop.\"",
      "female": ""
    },
    {
      "id": 336,
      "default": "\"No one in the Circle trusted her with the archipelago.\" ",
      "female": ""
    },
    {
      "id": 337,
      "default": "\"What did they have against Maura?\"",
      "female": ""
    },
    {
      "id": 338,
      "default": "\"With trading companies dividing up the islands, they didn't think a Huana could stay detached. They also hate tentacle magic.\"",
      "female": ""
    }
  ]
}