{
  "Component": "lax2_exported",
  "Name": "conversations\\lax02_01_iceberg_dungeon\\lax02_01_cv_dracolich",
  "Entries": [
    {
      "id": 1,
      "default": "The dragon - or this rotting shell shaped like a dragon - turns a glowing eye upon you. You feel its gaze upon your soul, prying at your spirit.\r\n\r\nA low growl rumbles from its maw. Though menacing - the snarl does not resolve into words.",
      "female": ""
    },
    {
      "id": 2,
      "default": "The dragon - or this rotting shell shaped like a dragon - does not notice you until you're upon it. Then its head whips about with a snort that sends purple flames flickering from its rotting nostrils.\r\n\r\nYou feel its gaze upon your soul, prying at your spirit.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"What are you doing to these people?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"You're supposed to be the messenger of Rymrgand?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Attack] \"Prepare to die, foul beast!\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Leave] \"Didn't mean to interrupt. I'll be on my way.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "The creature snorts - an unmistakably derisive sound accompanied by flickering purple light from its rotting nostrils - and lifts one of the dead harbingers to its mouth. It bites the elf's arm off.",
      "female": ""
    },
    {
      "id": 8,
      "default": "The creature's mouth curls over rotting fangs as its laughter plays along the edges or your thoughts.",
      "female": ""
    },
    {
      "id": 10,
      "default": "The dragon shifts its weight, crushing snow beneath its clawed feet as it turns towards you. You hear its laughter at the edge of your thoughts.",
      "female": ""
    },
    {
      "id": 11,
      "default": "The dragon shifts its weight, crushing snow and ice beneath its clawed feet as it turns on you.",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"What are you doing to these people?\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"You're supposed to be the messenger of Rymrgand?\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Attack without warning.]",
      "female": ""
    },
    {
      "id": 16,
      "default": "[Back away slowly.]",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"In my experience, dragons usually love the sound of their own voice.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Creepy.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "<ispeech>While your subtlety impresses, it does not obligate me to entertain your questions.</ispeech>\r\n\r\nHer words worm their way through your thoughts like maggots.",
      "female": ""
    }
  ]
}