{
  "Component": "lax2_exported",
  "Name": "conversations\\lax02_01_iceberg_dungeon\\lax02_01_cv_frozen_corpse",
  "Entries": [
    {
      "id": 1,
      "default": "Cold air rushes over you as you fall into the curling spiritual remains.\r\n\r\nA vast expanse of white flashes before you. No, shimmering silver. The sunlight on the sea. And breaching it an iceberg - the Dead Floe.\r\n\r\nNakili raises her oar, points the dripping wood towards an inlet.\r\n\r\nYou row, and time slides away.",
      "female": ""
    },
    {
      "id": 2,
      "default": "They seem to manifest from the fog, long and tall with harpoons and axes. \r\n\r\nOne rides atop a godsdamned bear. \r\n\r\nNakili cries out for peace, one of the few phrases you know in the Glamfellen tongue, but the pale elves don't seem to hear.\r\n\r\nThe snow turns pink, then red.",
      "female": ""
    },
    {
      "id": 3,
      "default": "They're roasting Jaraaq's wolf. It smells delicious, and you hate yourself for that.\r\n\r\nKummiq sobs. He's hanging from a post, hands bound above his head, same as you.\r\n\r\nYou draw in a cold breath and tell him to be calm, to be strong. Nakili would have us find a way to freedom - or else meet the Beast of Winter with honest gratitude.\r\n\r\n\"Nakili is dead,\" he says. \"Fuck the Beast of Winter.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "None remain.\r\n\r\nNo. You remain.\r\n\r\nThe others swirl about you with the snow, howling and hungry, dead and lingering.",
      "female": ""
    },
    {
      "id": 5,
      "default": "A few weak strands of spirit essence cling to this frozen corpse.",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Reach out to them.]",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Leave them be.]",
      "female": ""
    },
    {
      "id": 8,
      "default": "You've seen no one else - no Enutanik, no Glamfellen - for days. You've seen nothing save fog and snow.\n\nAnd then the fog shifts, splits, steps towards you on hoofed legs. Its horns curve upwards, caked in rot.\n\nTwin ice-blue eyes, crusted and rheumy, drink you in. They offer you mercy. \n\nYou accept.",
      "female": ""
    }
  ]
}