{
  "Component": "lax2_exported",
  "Name": "conversations\\lax02_01_iceberg_dungeon\\lax02_01_cv_fish_vendor",
  "Entries": [
    {
      "id": 1,
      "default": "\"Gótvadhja, newcomer!\"\n\nThe woman's smile almost warms the cold air around Harbingers' Watch. A few strands of coppery hair flickers on the wind, and her robin egg-hued skin shimmers with faint iridescent freckles.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"See anything that interests?\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Show me what you have for sale.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Where do you get these fish? Everything's frozen.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"So what brought you down here?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Leave.] \"Maybe another time.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"You say 'down' as if this isn't north of the White that Wends.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"This is the end of the world. The culmination of all things. The final chapter of the final book.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Take a look for yourself!\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"The truth has been revealed. Even endings end, and you, you have brought that to us. Thank you, Duskspeaker!\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Hello again, Duskspeaker.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Fish for fair trade in coin or goods!\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I trade in the harvest of the sea, always bountiful. All fresh caught - though it being so cold here, fresh stays fresher than fresh!\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Are those bottles of ekkevít?\" Ydwin cranes her neck, peering into the goods piled about the vendor.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Indeed, sister! In trade from Nyvardir across the way. He's got rymsjódda, too, if you'd prefer. I've only the fish, though.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Well then, we'll have to speak with Nyvardir, whatever else we accomplish here.\" Her lips turn down at the corners.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Gótvadhja, newcomer.\" She bows her head slightly in greeting.",
      "female": ""
    },
    {
      "id": 18,
      "default": "Ishiza hops closer and stares at the fish with desperate longing. ",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"We have plenty of food back on the boat. Down boy.\" ",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"It is not ice all the way down, newcomer!\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"They may come out a bit hard and cold, but for that we have the fire, ja?\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"This fool for one. I left the Land due to exactly this manner of nonsense. Our people have likely been chanting about the coming of the final winter for ten thousand years.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Likely,' feh! You are like Vailians. You believe what you choose to believe. No eyes for seeing that before you!\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"You speak of evidence? Our elders <i>hide</i> our writing. They keep us illiterate. Ask yourself <i>why</i>, sister!\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"What fool would not want to be here?\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Who hides what writing?\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"My friend has a point. The only ending offered by this place is a return to the Wheel.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Let's keep things civil, Ydwin. Everyone's entitled to their beliefs.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"She speaks of the sacred word signs used by our priests to keep our lore. She should know better than to do so.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"It is called jommydra and is mystified only by the secrecy in which it's kept.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"They are not. Rationale must bolster beliefs, or they are naught but castles built of mist on the surface of the sea.\"\r\n\r\nShe sighs and waves away her own words.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"But civil I shall remain. I've too few words to waste them on the obstinate.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"You know not the meaning of this place. You will, though. Everyone will.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "Pinching the bridge of her nose, Ydwin sighs.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"That was hardly the first time I've dealt with a dragon. It proves nothing.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Finally the recognition my troublemaking deserves.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Yes, I am the destroyer. The very hungry destroyer. Feed me fish.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"I'm only here for the fish.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Oh... of - of course!\" She selects a few fat fish and furnishes them to you.",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Long have we waited. Know that your coming is appreciated.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"That you find it common only adds to the telling! But you came for fish, no?\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Well, it proves that some of us lost any sense of self-preservation around the time we joined you. Funny how that goes.\" \r\n\r\nEdér puffs on his pipe thoughtfully.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Leave me alone, will you?\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Such glory...\"",
      "female": ""
    }
  ]
}