{
  "Component": "lax2_exported",
  "Name": "conversations\\lax02_01_iceberg_dungeon\\lax02_poi_bs_drowned_kingdom_arrival",
  "Entries": [
    {
      "id": 2,
      "default": "\"Real pretty place. It'd be a shame to die here.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"For what would they run from Ngati's chosen? Something is wrong here, captain.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"I might have made a few enemies here. Tread lightly.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Well, darn, I didn't think we looked <i>that</i> scary.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"I've sworn one too many times on Ondra's salty bosom to go trudging through these waters.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Usually only children and animals flee me like that.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Water looks a little deep for these short legs. Maybe one of you strapping ladies could give me a lift?\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"This script... it is written Seki. But how?\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"'I am Wingauro o Watūri the first, dragon of Deadfire, the great king of Ukaizo, the king of kings.'\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Some of these glyphs are familiar. I believe those on the left are Engwithan.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Ekera, you're right. And those words over there are Huana symbols. A most unusual pairing.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"'By God's - ah, <i>Ondra's</i> - will, these lands conform to my decrees.'\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Did my people come to this place? This Ukaizo?\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"But the storms... It would be many, many years in the past.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Can you be more precise? The fall of Ukaizo has been myth longer than it's been history.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"How many is 'many' by your math, friend Rekke? The tribes seldom agree on the timeline of Ukaizo's fall.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Ten hundreds. More.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"What does it say?\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Stop staring at the floor, we have work to do.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"It is an old style. One moment.\" He crouches down to get a better look.",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"This is very strange.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Fine... gela kasiniw.\" Glowering at you, he turns away.",
      "female": ""
    },
    {
      "id": 38,
      "default": "Rekke runs his hand over the glyphs, a look of wonder on his face. After a long, silent moment, he stands and motions for the party to move on.",
      "female": ""
    }
  ]
}