{
  "Component": "lax2_exported",
  "Name": "conversations\\lax02_01_iceberg_dungeon\\lax02_01_si_icebergexterior_wallclimb",
  "Entries": [
    {
      "id": 1,
      "default": "The flat plane of ice rises above Harbingers' Watch. It angles slightly outwards, overhanging the settlement like a protective curtain.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Climb with the icepicks.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Walk away.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "Hefting the icepicks you took from Vatnir, you step up to the wall.\r\n\r\nYou swing one of the picks down into the ice, burying it.\r\n",
      "female": ""
    },
    {
      "id": 5,
      "default": "Slowly - and very carefully - you ascend the sheer wall. Your muscles ache by the time you reach the ledge two dozen meters above.",
      "female": ""
    },
    {
      "id": 6,
      "default": "You return to the ledge overlooking Harbingers' Watch.",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Descend.]",
      "female": ""
    },
    {
      "id": 11,
      "default": "[Return the way you came.]",
      "female": ""
    },
    {
      "id": 12,
      "default": "You slowly, painstakingly lower yourself down the wall using the icepicks. By the time you reach the ground, your muscles ache, your knees boast livid bruises, and your hands have begun to blister.",
      "female": ""
    },
    {
      "id": 13,
      "default": "The dragon wheels wildly through the air, torn skywards by a cold, fetid wind that stings your face. It slams into the ice wall above the settlement before the invisible force drags it upwards. Its flailing claws rake the rime.\r\n\r\nIt vanishes over the edge of the precipice. ",
      "female": ""
    },
    {
      "id": 14,
      "default": "Within moments, all falls still save the hushed prayers of the Harbingers.",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Climb barehanded.]",
      "female": ""
    },
    {
      "id": 16,
      "default": "[Secure and lower a rope.]",
      "female": ""
    },
    {
      "id": 17,
      "default": "You wedge the grappling hook into a jagged spear of ice and toss the end of the rope over the edge. It falls, uncoiling towards the settlement below.",
      "female": ""
    },
    {
      "id": 19,
      "default": "You easily descend the rope.",
      "female": ""
    },
    {
      "id": 20,
      "default": "Your rope still hangs down from above.",
      "female": ""
    },
    {
      "id": 21,
      "default": "[Climb the rope.]",
      "female": ""
    },
    {
      "id": 22,
      "default": "The top of the iceberg spreads before you, a jagged mesa of solid ice broken by ancient, crumbling ruins.\r\n\r\nThe sea shimmers in the distance, a silver ribbon demarcating the horizon.",
      "female": ""
    },
    {
      "id": 23,
      "default": "You climb onto the wall, wedging your boots into some uneven edges in the ice. Muscles straining, you pull yourself against the cold, ungiving surface.",
      "female": ""
    },
    {
      "id": 24,
      "default": "You grasp above you for further handholds, but the ice is too slick to provide much purchase.\r\n\r\nYou step back onto the frozen ground.",
      "female": ""
    },
    {
      "id": 25,
      "default": "Your rope dangles down towards the settlement. ",
      "female": ""
    },
    {
      "id": 26,
      "default": "The top of the iceberg spreads before you, a jagged mesa of solid ice broken by ancient, crumbling ruins.\r\n\r\nThe sea shimmers in the distance, a silver ribbon demarcating the horizon.",
      "female": ""
    },
    {
      "id": 27,
      "default": "Vatnir rubs his arms, mumbling quietly to himself. He falls silent as he looks over your shoulder.\r\n\r\n\"The rope down to the temple lies to the east.\"",
      "female": ""
    }
  ]
}