{
  "Component": "lax2_exported",
  "Name": "conversations\\lax02_01_iceberg_dungeon\\lax02_02_cv_hub_huana_bridge",
  "Entries": [
    {
      "id": 1,
      "default": "\"The bridge is not ready. If you think you can jump across, then jump across. I can only hammer one nail at a time.\" \r\n\r\nThe soul of a carpenter grunts and motions the swinging of a hammer, but it has no impact on her surroundings. ",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Save your words for our ranga - I am nothing but a hammer to be swung, ekera?\" \r\n\r\nThe soul of the carpenter pauses her labor to frown at you. ",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"I'd like to pass.\" ",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"You seem awfully protective of this bridge.",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"I would like roasted cuttlefish with every meal, but not all get what we deserve.\" \r\n\r\nShe swings her hammer harder for emphasis. ",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"As you say. My ranga wishes to impress the great king. Soon he visits our island.\" ",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "As if in anticipation, the dagger you took from the Endless Queries oozes black ichor.",
      "female": ""
    },
    {
      "id": 14,
      "default": "[Use Betrayal to appear to her as her ranga.] \"Our enemies have landed war canoes on the beach! I must cross to rally the other warriors!\" ",
      "female": ""
    },
    {
      "id": 16,
      "default": "Her eyes snap wide open and she locks her knees, standing tall before you. ",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Then I will open the way! Sharpen your spear and be ready to lead the charge, mighty one.\" \r\n\r\nShe nods to you, resolute in her purpose. ",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"When my labors are done, where then should I go? No one from the tribe visits to give work any longer.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Seek oblivion, if that is your desire.\" ",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Come with me. The others will make room for you.\" ",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"If the great eel Tangaloa sees fit to digest my body and soul, then I go with a heart full of joy.\" \r\n\r\nShe bows her head as the insistent pull of the White Void tugs her soul apart. ",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"To follow in your shadow... this is my highest honor.\" \r\n\r\nPlacing a fist over her heart, she falls in line with the other spirits thronging you. ",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Bridge is not done. Even when it goes all the way, only Mataru are worthy to cross.\" ",
      "female": ""
    },
    {
      "id": 24,
      "default": "[Use Betrayal to appear to her as the king.] \"It is King Wingauro o Watūri, first of his name, who wishes to pass.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"So says the ranga. Take it up with him. Or better yet, go around.\" \r\n\r\nShe gestures off to the distant obscurity of the endless void. ",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Then you must be very disappointed. Please go. Talking slows my work.\" She furrows her brow. ",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"If I do not finish on time, then I lose my place around the fire. This I cannot allow.\"\r\n\r\nShe grinds her fist into her palm and nods, determined. ",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Great ranga! Forgive my careless words and slow hands. Bridge is still too weak to support your mighty stride.\" \r\n\r\nShe raises a shaking hand to touch her brow in deference. ",
      "female": ""
    },
    {
      "id": 29,
      "default": "[Echo King Wingauro.] \"You know better than to waylay the Dragon of Deadfire. Finish your labors at once.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "[Echo King Wingauro.] \"The Flower of Ukaizo is ranga to all people. Let us finish the bridge together.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "[Echo King Wingauro.] \"One must build before they can lead. I will teach you the royal bridge craft.\" ",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"As you say, most excellent ranga. Even if my hands are worn down to the bone, it will be done.\" \r\n\r\nShe bows her head, holding the post to avoid her king's merciless stare. ",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"The great one would stoop to hauling lumber and driving nails? Then... then I say the work will go ten times faster!\"\r\n\r\nShe bows her head several times in quick succession. ",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"To accept the wisdom of the great king would be my highest honor!\"\r\n\r\nShe sets her hammer aside and bows deeply.",
      "female": ""
    }
  ]
}