{
  "Component": "lax2_exported",
  "Name": "conversations\\lax02_01_iceberg_dungeon\\lax02_01_cv_damaged_construct",
  "Entries": [
    {
      "id": 1,
      "default": "Though largely intact, there seems to be a leak somewhere within this construct. A trail of sweet-scented green fluid winds down the machine's carapace. The ice beneath it is blackened as if burned.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Investigate the leak.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Siphon fluid from the construct.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Leave it be.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "A panel on the side of the device allows access to its inner workings. Within, you can see the reservoir from which the fluid oozes.",
      "female": ""
    },
    {
      "id": 7,
      "default": "You contrive a simple siphon from some tubing and basic physics, allowing you to draw a large measure of fluid from the construct without disturbing it. ",
      "female": ""
    },
    {
      "id": 8,
      "default": "You carefully withdraw a measure of fluid... but not quite carefully enough. Gears turn and springs stretch, and you just barely manage to get your hand - and the precious fluid - out of the machine intact.",
      "female": ""
    },
    {
      "id": 9,
      "default": "You carefully withdraw a measure of fluid... but not carefully enough. You tear your hand - and the precious fluid - from the machine, but not before it opens numerous gashes in your skin. Your blood spatters the snow.",
      "female": ""
    },
    {
      "id": 10,
      "default": "With a grinding sound like a falling portcullis, the construct's attention turns to you.",
      "female": ""
    },
    {
      "id": 11,
      "default": "[Scoop fluid from the construct.]",
      "female": ""
    },
    {
      "id": 12,
      "default": "[Scoop fluid from the construct.]",
      "female": ""
    },
    {
      "id": 13,
      "default": "Gears, cogs, and similar mechanisms fill the inside of the machine, however, and a false move might result in maimed fingers - or worse.",
      "female": ""
    }
  ]
}