{
  "Component": "lax2_exported",
  "Name": "conversations\\lax02_01_iceberg_dungeon\\lax02_02_cv_waidwen",
  "Entries": [
    {
      "id": 1,
      "default": "Something warm shines from the distant obscurity of the Beyond. It isn't a fire or a star, but <i>light</i> itself, seemingly disconnected from any source. You know this isn't your first time seeing it. ",
      "female": ""
    },
    {
      "id": 3,
      "default": "A splintered fragment of Waidwen's soul clings to the spot, endlessly recalling some piece of memory consumed by guilt and shame.",
      "female": ""
    },
    {
      "id": 4,
      "default": "Fragmented from Waidwen in the blast, a splinter of soul essence feverishly clings to a moment in life now forgotten. ",
      "female": ""
    },
    {
      "id": 5,
      "default": "The heat of Magran's fire singes your face as you draw closer to the Godhammer Bomb, which feels poised to go off at any instant. ",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"A fitting token for Waidwen. As a holy man, he was a keeper of the light. As a farmer, he was indebted to cycles.\" \r\n\r\nEothas' light falls on the timepiece, bathing it in a warm glow. ",
      "female": ""
    },
    {
      "id": 20,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 25,
      "default": "The figure at the head of the Readceran army seems at odds with his surroundings, more like he is delivering a sermon than leading a bloodthirsty vanguard. \r\n\r\nHis body overflows with soul essence - more than any mortal could hope to contain. ",
      "female": ""
    },
    {
      "id": 26,
      "default": "Torn apart by the force of the bomb, Waidwen is a tableau of agony. Any divine aspect has fled, leaving him nothing more than a mortal in great pain.",
      "female": ""
    },
    {
      "id": 28,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Waidwen is scattered across the bridge in three parts, but I sense a fourth nearby as well. A piece that detonated with the bomb.\r\n\r\n\"Find him in the Godhammer. Make him whole again.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"I... thank you, friend. I'm struggling to understand it all, but my thoughts are clearer now.\"\r\n\r\nWaidwen wobbles on his feet. His expression of bewilderment shapes into a broad grin as he recovers his bearings.",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Now that I'm free, I can feel oblivion tugging at me harder than before. We won't have time to savor the victory, friend.\"\r\n\r\nWaidwen looks down at his hands, which even now seem less substantial as the White Void draws him away. He doesn't seem to mind. ",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"I'm on a mission to confront Eothas. Would you lend your help?\" ",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Seeing as I helped you, maybe you could lend a hand against a dragon.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"If you're ready to move on, then I suppose it's your time to go.\" ",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"He's out in the world stirring the pot again, isn't he?\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Forget I asked.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"I'm grateful that you'd consider me equal to the task, but no thanks. Eothas was talking circles around me when I was alive, and being dead hasn't sharpened my wit.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"If it'll do some good, I wouldn't be much of a saint if I refused you.\"\r\n\r\nWaidwen takes an uneasy step closer before joining the throng of souls in your wake. ",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"See you on the far side of eternity, Watcher.\" \r\n\r\nWaidwen offers a friendly wave as his soul begins to break apart. ",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"I might have guessed you didn't come this far just to pull me out of a bad situation.\" ",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"At the risk of sounding ungrateful, it's been ages since I took up a pitchfork against anything larger than a bale of hay.\r\n\r\n\"You'd do better without me. Really.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Then there's nothing I can do to convince you?\" ",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"As you say. I wish I could do more, but my time came and went.\" ",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"I wish I could steal back some of the years I lost to reflect on the man I was, but is there any mortal who hasn't desired the same?\" ",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Farewell, Waidwen.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Point me toward the fiend that means you harm and I'll drag it down to oblivion with me. Onward.\" \r\n\r\nWaidwen gestures for you to take the lead. ",
      "female": ""
    },
    {
      "id": 86,
      "default": "Roused by your interference, the spirits converge on your position in wordless fury. ",
      "female": ""
    },
    {
      "id": 89,
      "default": "The explosion of the Godhammer Bomb has ripped Waidwen's body in half. It happened so quickly that his face has yet to lose the crease of concern he wore a moment ago.",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"I'll get us out of here if I can, Waidwen.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "As all the essence you gathered on Evon Dewr bridge converges on Waidwen, his soul brightens with a flash. \r\n\r\nThen his eyes snap open as a tide of revelation washes over him. ",
      "female": ""
    },
    {
      "id": 99,
      "default": "Waidwen stands suspended in the instant before calamity, a final appeal for surrender still frozen on his lips. ",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Lord of light! That's St. Waidwen himself!\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Black sun! That's Waidwen!\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "You've seen his features depicted in tapestries and illuminated manuscripts, but you never thought to see them in person.",
      "female": ""
    },
    {
      "id": 103,
      "default": "It's Waidwen - instigator of the Saint's War, the human vessel Eothas guided to conquer the Dyrwood. ",
      "female": ""
    },
    {
      "id": 104,
      "default": "Though he has the protection of an army rallying around him, his features are creased with apprehension. ",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"Is that really you, Waidwen?\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"You okay, Edér?\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "[Poke him.]",
      "female": ""
    },
    {
      "id": 108,
      "default": "[Reach out to his soul.]",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"It's not something you see every day. Not even on your worst day. I suppose for the Dozen, this <i>was</i> their worst day.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "He doesn't move, and reflects no awareness of your presence. ",
      "female": ""
    },
    {
      "id": 111,
      "default": "In this realm, Waidwen is inert - balanced between moments in time that already happened. ",
      "female": ""
    },
    {
      "id": 112,
      "default": "You might as well be poking a mountainside.",
      "female": ""
    },
    {
      "id": 113,
      "default": "The battle of Evon Dewr Bridge already happened. Nothing can alter the events or their sequence. \r\n\r\nProbably.",
      "female": ""
    },
    {
      "id": 114,
      "default": "The response is immediate. A dim echo of soul essence clinging to Waidwen lurches toward you like a drowning man taking his first lungful of air. ",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"You haven't spotted a priest by the name of Durance, have you?\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "He offers no reply.",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"I'm sure we would have heard about if Durance were actually here at the time. No, building the bomb and gloating about it from a safe distance, that's more like him.\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"Thank the gods for small mercies.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"I would rather not see that loathsome creature again, even in a memory.\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"DID THEY EXPECT A DOZEN TO STAND AGAINST THE DAWN?\" \r\n\r\nWaidwen stares down what remains of the Dyrwoodan defenders - the last men and women holding the line against him.",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"RESIST AND THE LIGHT WILL EXTINGUISH YOU. SURRENDER AND BE REDEEMED BY THE COMING OF THE DAY!\"\r\n\r\nYou feel Waiden summoning his will to attack. He knows how this will end - not because he has reenacted it countless times before, but because it could end no other way.",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"Keep your distance - it's coming! The cycle's turning back on itself!\" \r\n\r\nWaidwen's soul strains to avoid it, but you feel the pull of an unseen force tearing at him - shredding this moment of clarity.",
      "female": ""
    },
    {
      "id": 139,
      "default": "And then he's gone.",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"You're a saint to even consider it.\" ",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"Whatever happened here scattered me in body and mind. I can't leave while I'm shattered.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"Gather enough of the pieces and maybe I'll be strong enough to be some help.\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"Eothas?\"",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"I was in the middle of something. Bring Waidwen back.\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "[Watch the events play out.]",
      "female": ""
    },
    {
      "id": 154,
      "default": "Your words cause Waidwen's essence memory to flicker with recognition.\r\n\r\nThe moment passes. ",
      "female": ""
    },
    {
      "id": 155,
      "default": "[Play along.] \"This bridge is where your campaign ends, fiend.\"",
      "female": ""
    },
    {
      "id": 170,
      "default": "He offers no reply. \r\n\r\nWhat speaks is neither Waidwen nor Eothas, but the result of their violent collision.",
      "female": ""
    },
    {
      "id": 195,
      "default": "No sooner does it roll its attention toward you than you feel the heat of a familiar, piercing gaze.\r\n\r\nEothas. ",
      "female": ""
    },
    {
      "id": 196,
      "default": "\"You. We have unfinished business.\"",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"Surveying the destruction you wrought?\"",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"Doubtless we do, but your grievance is not of my making.\"",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"Yes. Always.\"",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"That man. Waidwen. He had a life that I invaded, delivered to death, and consigned to this culvert.\" ",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"I left him to stand and accept punishment in my stead.\r\n\r\n\"I am the piece of the Dawnstars that lingered, delayed by grief.\"",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"You're feeling ambivalent about the Saint's War?\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"The rest of Eothas could use a conscience like you.\"",
      "female": ""
    },
    {
      "id": 205,
      "default": "\"Can you help me fix him or not?\"",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"About aspects of it.\" ",
      "female": ""
    },
    {
      "id": 211,
      "default": "\"Waidwen's fractured mind is holding this bridge suspended in time. He's no good to anyone until he understands what he forgot.\" ",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"Perhaps.\"",
      "female": ""
    },
    {
      "id": 232,
      "default": "[Echo Gaun.] <i>\"All things are reaped in their course, Waidwen.\"</i>",
      "female": ""
    },
    {
      "id": 234,
      "default": "[Echo Eothas.] <i>\"You and I may stumble, but our legacy will live on - if not on this frontier, then another.\"</i>",
      "female": ""
    },
    {
      "id": 239,
      "default": "[Echo the Dawnstars.] <i>\"Maybe, but death isn't the ending you think it is. Embrace whatever comes.\"</i>",
      "female": ""
    },
    {
      "id": 243,
      "default": "[Echo Eothas.] <i>\"Change is agonizing. Mortals will fight to avoid it, but it always catches up to them in time.\"</i>",
      "female": ""
    },
    {
      "id": 244,
      "default": "[Echo Gaun.] <i>\"The night brings horrors, but it is necessary. Kith will always rise against that which terrifies them.\"</i>",
      "female": ""
    },
    {
      "id": 245,
      "default": "[Echo the Dawnstars.] <i>\"Sometimes kith need to learn on their own, and we are naive to think that showing them the way is enough.\"</i>",
      "female": ""
    },
    {
      "id": 248,
      "default": "Waidwen looked out on Evon Dewr Bridge and wondered if he was ready to face the dusk. \r\n\r\nHis thoughts were a placid lake. ",
      "female": ""
    },
    {
      "id": 256,
      "default": "[Echo Eothas.] <i>\"It's possible. Our adversaries do not lack for motivation.\"</i>",
      "female": ""
    },
    {
      "id": 258,
      "default": "Under layers of copper plating, enchantments, and volatile materials, you sense a fragment of Waidwen's soul. It reaches out to you in blind confusion. ",
      "female": ""
    },
    {
      "id": 259,
      "default": "The feeling delights you, but there's no time to bask in the glow.",
      "female": ""
    },
    {
      "id": 260,
      "default": "A parchment-thin shard of adra is positioned inside of a spiked, copper trap. When a current of essence conducts through the adra, the trap will snap shut and complete a circuit. \r\n\r\nIt would take incredible care to extract the soul without setting off the bomb.",
      "female": ""
    },
    {
      "id": 261,
      "default": "\"There is a lesson, a purpose to the Godhammer that I failed to grasp.\" \r\n\r\nWaidwen looks out on the bridge, paying particular attention to the men and women rallying against each other. ",
      "female": ""
    },
    {
      "id": 262,
      "default": "\"Eothas wanted the people of the world to stand tall without gods propping them up.\"",
      "female": ""
    },
    {
      "id": 263,
      "default": "\"The Godhammer didn't just tear Eothas from my body. It drove a wedge between gods and kith across Eora.\r\n\r\n\"And isn't that just a version of what he always wanted?\" ",
      "female": ""
    },
    {
      "id": 264,
      "default": "\"Maybe you're right. Because of Eothas, mortals saw a god annihilated.\"",
      "female": ""
    },
    {
      "id": 265,
      "default": "\"I always thought he wanted to expose the work of the Engwithans.\"",
      "female": ""
    },
    {
      "id": 266,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 267,
      "default": "\"I think I accept why this needed to happen, but it is only human to feel conflicted.\" ",
      "female": ""
    },
    {
      "id": 268,
      "default": "\"I'm guessing the cycle is broken now?\"",
      "female": ""
    },
    {
      "id": 269,
      "default": "\"I hope you learned something from the experience.\"",
      "female": ""
    },
    {
      "id": 270,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 271,
      "default": "\"Unless you feel like taking it for another go around? I can wait.\"\r\n\r\nHe smiles lopsidedly.",
      "female": ""
    },
    {
      "id": 273,
      "default": "\"Taking on that burden of suffering wasn't in Eothas' original plan, but it served him well enough that he was content to keep his distance for a few quiet years.\"\r\n\r\nWaidwen shrugs. The matter seems to weigh on him less than before. ",
      "female": ""
    },
    {
      "id": 274,
      "default": "\"He did, but in the end it was a difference of two rivers flowing into the same ocean.\"",
      "female": ""
    },
    {
      "id": 276,
      "default": "\"I suppose that's <i>one</i> interpretation.\"",
      "female": ""
    },
    {
      "id": 277,
      "default": "\"Doubtless there will be others, if you choose to carry this story back to the Here.\" ",
      "female": ""
    },
    {
      "id": 280,
      "default": "\"Never thought I'd end up on Rymrgand's grindstone, but now that I'm here I can't think of a better oblivion.\"",
      "female": ""
    },
    {
      "id": 281,
      "default": "\"Forget who you were. You're free.\"",
      "female": ""
    },
    {
      "id": 282,
      "default": "\"You were the cause of incredible suffering. The Wheel is better off without you.\"",
      "female": ""
    },
    {
      "id": 283,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 285,
      "default": "\"Yeah, uh... be seeing you.\"",
      "female": ""
    },
    {
      "id": 286,
      "default": "\"Gaun guide you to your rest.\" She bows her head.",
      "female": ""
    },
    {
      "id": 287,
      "default": "\"Tell it to Eothas. I was just the wagon he nudged forward.\"",
      "female": ""
    },
    {
      "id": 288,
      "default": "\"You deserved this and worse after what you did to the Dyrwood.\"",
      "female": ""
    },
    {
      "id": 289,
      "default": "\"Is that really how you feel?\r\n\r\n\"I always hoped history would be kinder, but you cannot hope to please everyone.\"",
      "female": ""
    },
    {
      "id": 291,
      "default": "\"Never mind, then. I hope oblivion brings you peace.\"",
      "female": ""
    },
    {
      "id": 295,
      "default": "He stops himself and leans in close, eyeing you with suspicion. ",
      "female": ""
    },
    {
      "id": 296,
      "default": "\"Who's that furry little friend you've got there?\" ",
      "female": ""
    },
    {
      "id": 297,
      "default": "[Show him the bear cub.] \"This? Just a bear cub that's been following me since we left Sayuka.\"",
      "female": ""
    },
    {
      "id": 298,
      "default": "[Show him Toby.] \"I found this nice dog wandering alone in Neketaka.\"",
      "female": ""
    },
    {
      "id": 299,
      "default": "[Show him Animancy Cat.] \"I'm guessing someone's experiment wandered away from the lab.\"",
      "female": ""
    },
    {
      "id": 300,
      "default": "\"And you were just going to betray its trust and make it follow you into certain death?\"\r\n\r\nWaidwen stares deeply into your pet's wide, glistening eyes.",
      "female": ""
    },
    {
      "id": 301,
      "default": "\"Not on my watch, friend.\r\n\r\n\"Armor up. If it keeps that noble creature safe, I'll slay whatever stands between you and the mortal world.\" \r\n\r\nHe rolls his shoulders and cracks his neck.",
      "female": ""
    },
    {
      "id": 302,
      "default": "\"Let's be off.\" ",
      "female": ""
    },
    {
      "id": 304,
      "default": "\"Looks like you and Edér have more in common than I would have guessed.\"",
      "female": ""
    },
    {
      "id": 305,
      "default": "\"Thanks, but no. It's time you moved on.\"",
      "female": ""
    },
    {
      "id": 307,
      "default": "\"I knew the Saint's War was a mistake.\"",
      "female": ""
    },
    {
      "id": 308,
      "default": "\"You take care of your animals, or so help me...\" \r\n\r\nWaidwen balls his fists at his sides.",
      "female": ""
    },
    {
      "id": 309,
      "default": "\"Fine. I'm gone.\"\r\n\r\nHe glowers at you as his soul begins to drift apart.",
      "female": ""
    },
    {
      "id": 311,
      "default": "\"Serafen?\"",
      "female": ""
    },
    {
      "id": 312,
      "default": "\"Hmph! You be almost as bad as the farmer.\"",
      "female": ""
    },
    {
      "id": 313,
      "default": "\"No. <i>That</i> furry friend.\" He points to your pet.",
      "female": ""
    },
    {
      "id": 318,
      "default": "\"We shared a bond long ago, but those were different times. I would only hurt your cause by tagging along.\"",
      "female": ""
    },
    {
      "id": 320,
      "default": "\"Any words of wisdom, Edér?\"",
      "female": ""
    },
    {
      "id": 323,
      "default": "The soul of Waidwen separates out from the masses trailing in your wake. \r\n\r\nHe looks up at Eothas and clears his throat.",
      "female": ""
    },
    {
      "id": 324,
      "default": "\"Well, this sure is something. I never thought I'd be the one to give advice to a saint.\"",
      "female": ""
    },
    {
      "id": 330,
      "default": "\"Been a while, old... friend.\"",
      "female": ""
    },
    {
      "id": 331,
      "default": "\"Waidwen. I did not think to see you here, but few things go as expected when the Watcher is involved.\"",
      "female": ""
    },
    {
      "id": 332,
      "default": "\"We were a good team. Once. But this isn't what we fought for. Ain't you just burning the harvest cause you planted the wrong seeds?\"",
      "female": ""
    },
    {
      "id": 333,
      "default": "\"An astute observation, old friend. Consider instead that I am giving the soil back to those who till it.\"",
      "female": ""
    },
    {
      "id": 334,
      "default": "\"Spring must always follow winter. As long as there are people committed to finding the other side of change, the agony will not last.\"",
      "female": ""
    },
    {
      "id": 335,
      "default": "\"But thank you for challenging me as you did in fairer times. I haven't forgotten the lesson we strove to impart.\"",
      "female": ""
    },
    {
      "id": 336,
      "default": "\"You're welcome, I suppose.\"\r\n\r\nWaidwen clears his throat and backs away to offer you space. ",
      "female": ""
    },
    {
      "id": 342,
      "default": "\"Must have been a pretty bad way for Waidwen to wake up.\"",
      "female": ""
    },
    {
      "id": 347,
      "default": "\"Nothing little bout me, cap.\"",
      "female": ""
    },
    {
      "id": 349,
      "default": "[Read the soul.]",
      "female": ""
    },
    {
      "id": 351,
      "default": "You dangled your legs over the edge of a dock. In the gloom of pre-dawn, the lake resembled a mirror of polished obsidian. \r\n\r\nYour father approached with a pair of fishing rods. Back then, he stood as tall as a mountain.",
      "female": ""
    },
    {
      "id": 352,
      "default": "He expected you to be ready in the boat by now. What had you so distracted?",
      "female": ""
    },
    {
      "id": 353,
      "default": "[Echo Waidwen.] \"Father, would the morning still come if Eothas wasn't there to draw it over the horizon?\" ",
      "female": ""
    },
    {
      "id": 354,
      "default": "He sighed. A foolish question. Eothas <i>is</i> the dawn. His absence would be the <i>death</i> of all light. You are old enough for this to be obvious. ",
      "female": ""
    },
    {
      "id": 355,
      "default": "[Echo Waidwen.] \"<i>We</i> till the soil and <i>we</i> plant the seeds, but give thanks only to Eothas for the harvest.\"",
      "female": ""
    },
    {
      "id": 356,
      "default": "Before you could finish the thought, the fishing rods clattered to the ground and your father struck you hard enough that you pitched forward into the lake. \r\n\r\nYour mouth opened with a cry that was quickly stifled by the cold water. ",
      "female": ""
    },
    {
      "id": 357,
      "default": "You were never a strong swimmer. \r\n\r\nBy the time you desperately clawed your way back to the surface, your father had rowed out to the middle of the lake to be alone. You knew better than to call out to him and interrupt his fishing. ",
      "female": ""
    },
    {
      "id": 358,
      "default": "You sat on the shore and awaited his return. When the dawn crested the horizon, you didn't give thanks for the warmth it brought. \r\n\r\nYou wanted to remember the cold. ",
      "female": ""
    },
    {
      "id": 359,
      "default": "Your father reached up from the sickbed and clutched at your wrist, his fingers gnarled and skeletal. \r\n\r\nYou'd seen enough of this condition spreading through the colony to know he wouldn't last long. \r\n\r\nIt was a miracle he hung on this long. ",
      "female": ""
    },
    {
      "id": 360,
      "default": "His breathing was labored, his voice ragged, but his gaze was alert and full of questions that only you could answer. ",
      "female": ""
    },
    {
      "id": 361,
      "default": "[Echo Waidwen.] \"I'll see after the farm when you're gone, and make sure it stays in the family.\"",
      "female": ""
    },
    {
      "id": 362,
      "default": "He shook his head and maintained his grip. His lips and nose were stained by the Vorlas Cough, a plague that colored the phlegm purple. \r\n\r\nTo you it resembled an actor's smeared face paint.",
      "female": ""
    },
    {
      "id": 363,
      "default": "He asked in a ragged whisper if you kept to your faith.",
      "female": ""
    },
    {
      "id": 364,
      "default": "[Echo Waidwen.] \"I still thank Eothas for the harvest and the dawn. Just as you taught me.\"",
      "female": ""
    },
    {
      "id": 365,
      "default": "Satisfied, he nodded - but then his grip tightened as another fit of coughing crumpled him into a ball. ",
      "female": ""
    },
    {
      "id": 366,
      "default": "[Echo Waidwen.] \"And I'll thank him for the dusk as it settles over you, father.\" ",
      "female": ""
    },
    {
      "id": 367,
      "default": "The coughing fit rattled to a halt as your father regarded you in wide-eyed shock. ",
      "female": ""
    },
    {
      "id": 368,
      "default": "[Pry away his hand.] \"You left me to face a cold dawn. Now you can give thanks to the fading of your light. And you can do it alone.\"",
      "female": ""
    },
    {
      "id": 369,
      "default": "You moved away from the sickbed that was soon to be a deathbed, closing the door quietly behind you. \r\n\r\nThen you stepped out on the porch to savor the last rays of the day. ",
      "female": ""
    },
    {
      "id": 370,
      "default": "He bellowed that the gods deserved <i>gratitude,</i> not an ignorant child's faithless doubt. \r\n\r\nYou should <i>thank</i> Eothas for the harvest and the dawn. Pride will only make you complacent.",
      "female": ""
    },
    {
      "id": 371,
      "default": "What is truly on your mind? Your father knows you well enough to see through this obvious deflection.",
      "female": ""
    },
    {
      "id": 373,
      "default": "\"What did you see in there, anyway?\"\r\n\r\nA look of genuine curiosity comes over Edér's face as he levels his gaze to meet yours.",
      "female": ""
    },
    {
      "id": 374,
      "default": "\"What did you see in there, anyway?\"\r\n\r\nA look of genuine curiosity comes over Edér's face as he levels his gaze to meet yours.",
      "female": ""
    },
    {
      "id": 375,
      "default": "You drew your sickle across a thin patch of vorlas. The harvest would be a poor one, but at least that was a shared burden that no one in Readceras suffered alone. ",
      "female": ""
    },
    {
      "id": 376,
      "default": "You drew the sundial out from under your shirt, but the light had waned too much to judge the hour. ",
      "female": ""
    },
    {
      "id": 377,
      "default": "[Echo Eothas.] <i>\"Waidwen.\"</i>",
      "female": ""
    },
    {
      "id": 378,
      "default": "You flinched as the chiming of a bell echoed from some distant source. \r\n\r\nA sensation of warmth spread across your back. ",
      "female": ""
    },
    {
      "id": 379,
      "default": "[Echo Waidwen.] \"Who's... who's there?\" ",
      "female": ""
    },
    {
      "id": 380,
      "default": "The daylight blossomed to life, exploding into many colors that filled the sky. \r\n\r\nYou turned to face it - shielding your eyes until you realized that it didn't hurt to look into this brilliance. \r\n\r\nA glowing figure loomed before you.",
      "female": ""
    },
    {
      "id": 381,
      "default": "[Echo Eothas.] <i>\"Do you still thank me for the dawn and the harvest, Waidwen?\"</i>",
      "female": ""
    },
    {
      "id": 382,
      "default": "You dropped to your knees. \r\n\r\nYou felt laid bare before the light of Eothas. Every word spoken in hate, every punch you threw first, every time you turned your back to the dawn. They were all <i>his</i> to judge.",
      "female": ""
    },
    {
      "id": 385,
      "default": "[Echo Waidwen.] \"Forgive me, my lord.\" ",
      "female": ""
    },
    {
      "id": 386,
      "default": "The luminescent figure flickered in a way that reminded you at once of a guttering candle and a chuckle.",
      "female": ""
    },
    {
      "id": 387,
      "default": "[Echo Eothas.] <i>\"Do you think I'm here to admonish and cast you into the lake? No. I would draw you back to the warmth for a higher calling.\"</i>",
      "female": ""
    },
    {
      "id": 388,
      "default": "He <i>knew.</i> \r\n\r\nSuddenly you felt like that child again - vulnerable and alone before a looming, all-powerful presence. ",
      "female": ""
    },
    {
      "id": 389,
      "default": "[Echo Eothas.] <i>\"Fear not, for you are chosen above all others. You will be the light to bring about the rebirth of an empire.\"</i>",
      "female": ""
    },
    {
      "id": 391,
      "default": "[Echo Waidwen.] \"Where do we start?\"",
      "female": ""
    },
    {
      "id": 392,
      "default": "Dawn rose over the mountain pass where you camped your forces. The first rays warmed the tents and roused your armed congregation from slumber. \r\n\r\nEvon Dewr Bridge is - was - a speck on the horizon. ",
      "female": ""
    },
    {
      "id": 393,
      "default": "[Echo Waidwen.] \"Scouts say that a dozen soldiers hold the crossing. What do they think they can accomplish?\"",
      "female": ""
    },
    {
      "id": 394,
      "default": "You spat in the wind and considered your options. No one said this would be easy, but you started to wonder if the world even wanted a saint. \r\n\r\nThe Dyrwood certainly didn't. ",
      "female": ""
    },
    {
      "id": 395,
      "default": "[Echo Waidwen.] \"They must have something to believe in. Something that could turn the tides against us.\"",
      "female": ""
    },
    {
      "id": 396,
      "default": "You were only thinking aloud, but without warning it became one of the rare moments when a familiar voice interceded on your thoughts. ",
      "female": ""
    },
    {
      "id": 397,
      "default": "You flinched as the presence asserted itself. Eothas had been preoccupied lately, spending days in contemplative silence - distancing himself from you. ",
      "female": ""
    },
    {
      "id": 398,
      "default": "[Echo Waidwen.] \"What do you think, old friend? Could this be the end of our long march?\"",
      "female": ""
    },
    {
      "id": 399,
      "default": "You - Eothas - considered your answer with care. The inevitability of things always came easier to Rymrgand, and in this moment you envied him.",
      "female": ""
    },
    {
      "id": 400,
      "default": "Waidwen nodded, absorbing your words. ",
      "female": ""
    },
    {
      "id": 401,
      "default": "[Echo Waidwen.] \"Why try and stop us, though? Don't they want to see the light as we do?\"",
      "female": ""
    },
    {
      "id": 402,
      "default": "For some reason, it was always so hard telling Waidwen the truth. Maybe all the gods were out of practice. \r\n\r\nYou already knew about the bomb. And you decided not to act on that knowledge.",
      "female": ""
    },
    {
      "id": 403,
      "default": "The sickle fell from your grip with a clatter as a hand reached out from across a great distance to touch your brow.\r\n\r\nA light stole over your vision. Much later, you awakened a changed man.",
      "female": ""
    },
    {
      "id": 404,
      "default": "\"What did you see in there, anyway?\"\r\n\r\nA look of genuine curiosity comes over Edér's face as he levels his gaze to meet yours.",
      "female": ""
    },
    {
      "id": 405,
      "default": "\"What did you see in there, anyway?\"\r\n\r\nA look of genuine curiosity comes over Edér's face as he levels his gaze to meet yours.",
      "female": ""
    },
    {
      "id": 406,
      "default": "An empire? It was gibberish to you, but Eothas probably knew something you didn't. \r\n\r\nOf course he did.",
      "female": ""
    },
    {
      "id": 407,
      "default": "\"Waidwen and his father had some turbulent disagreements over faith.\"",
      "female": ""
    },
    {
      "id": 408,
      "default": "[Lie] \"Nothing interesting.\"",
      "female": ""
    },
    {
      "id": 409,
      "default": "\"Strange thing to think of right before you get blown to pieces, don't you think?\"",
      "female": ""
    },
    {
      "id": 410,
      "default": "Edér nods, his eyes drifting toward the ground.",
      "female": ""
    },
    {
      "id": 411,
      "default": "\"Waidwen never forgave his father.\"",
      "female": ""
    },
    {
      "id": 412,
      "default": "[Lie] \"Nothing relevant to our search.\"",
      "female": ""
    },
    {
      "id": 413,
      "default": "\"Hmm. Too bad.\"",
      "female": ""
    },
    {
      "id": 414,
      "default": "\"That's a hard thing to carry all this way.\"",
      "female": ""
    },
    {
      "id": 415,
      "default": "\"Waidwen chose this fate for himself. He and Eothas shared a bond.\"",
      "female": ""
    },
    {
      "id": 416,
      "default": "[Lie] \"Eothas forced Waidwen into accepting his role as a saint.\"",
      "female": ""
    },
    {
      "id": 417,
      "default": "\"I suppose that's better than Eothas forcing it on him. I always wondered about that. A lot of folks did.\"",
      "female": ""
    },
    {
      "id": 418,
      "default": "\"A lot of folks wondered about that. It's a shame. What right do the gods have to turn us into their puppets?\"",
      "female": ""
    },
    {
      "id": 420,
      "default": "You wanted to tell Waidwen how proud you felt, but he no longer needed a father's approval to know when he was right. \r\n\r\nThat saddened you even more than knowing that Waidwen had seen his last sunrise. ",
      "female": ""
    },
    {
      "id": 421,
      "default": "\"Eothas wanted Waidwen - everyone - to believe in a world where kith had control over their destiny.\"",
      "female": ""
    },
    {
      "id": 422,
      "default": "[Lie] \"Eothas filled Waidwen's head with comforting lies before the battle.\"",
      "female": ""
    },
    {
      "id": 423,
      "default": "\"Starting wars, knocking over castles, sucking out souls. He sure has a strange way of showing us.\"",
      "female": ""
    },
    {
      "id": 424,
      "default": "\"Huh. Doesn't seem like him, but I guess I'm starting to realize what I think he's like... it's not really what he is.\"",
      "female": ""
    },
    {
      "id": 425,
      "default": "Then he spoke his mind again, this time taking you by surprise.",
      "female": ""
    },
    {
      "id": 443,
      "default": "[Show Waidwen's Sundial.] \"The energies around the bridge seem drawn to this.\"",
      "female": ""
    },
    {
      "id": 444,
      "default": "\"If he gets his memories back, then he can help me?\"",
      "female": ""
    },
    {
      "id": 445,
      "default": "\"I'm happy to let this realm unravel on its own.\"",
      "female": ""
    },
    {
      "id": 447,
      "default": "\"Watcher, I implore you for Waidwen's sake to stand in my light and read the sundial. \r\n\r\n\"You can follow the timeline of the bomb and find Waidwen in the explosion.\" ",
      "female": ""
    },
    {
      "id": 448,
      "default": "\"If he chooses.\"",
      "female": ""
    },
    {
      "id": 449,
      "default": "\"That shepherd's sundial you carry is an ordinary trinket, but even the mundane can have power here.\"",
      "female": ""
    },
    {
      "id": 451,
      "default": "\"Then you are free to simply leave. Time will take care of the rest.\"",
      "female": ""
    },
    {
      "id": 452,
      "default": "\"I'll carry his sundial into the light and see what happens.\"",
      "female": ""
    },
    {
      "id": 455,
      "default": "\"I'll consider it.\" ",
      "female": ""
    },
    {
      "id": 456,
      "default": "[Echo Waidwen.] \"Those defenders are looking past their faith to stand against a god. They're here to fight for everything they built and planted together.\" ",
      "female": ""
    },
    {
      "id": 457,
      "default": "Waidwen was beginning to see the point. It was your sorrow to know that he wouldn't live long enough to fully appreciate it.",
      "female": ""
    },
    {
      "id": 458,
      "default": "[Echo Waidwen.] \"Kith are suppose to face the dawn together, not to depend on it. Our first duty is to each other.\"",
      "female": ""
    },
    {
      "id": 460,
      "default": "Before he can launch his attack, a tremor runs through the bridge. Heat rises from the stones and bellows into an inferno. ",
      "female": ""
    },
    {
      "id": 461,
      "default": "[Take the trinket.]",
      "female": ""
    },
    {
      "id": 462,
      "default": "Something catches the light - an engraved, circular trinket hanging around Waidwen's neck by a thin cord.",
      "female": ""
    },
    {
      "id": 463,
      "default": "In this broken state, he is beyond any help. ",
      "female": ""
    },
    {
      "id": 464,
      "default": "The cord won't disentangle from Waidwen's neck, but you manage to slip the trinket free.",
      "female": ""
    },
    {
      "id": 465,
      "default": "[Rip it off his neck.]",
      "female": ""
    },
    {
      "id": 466,
      "default": "He doesn't react to your use of force. The trinket snaps free of the cord.",
      "female": ""
    },
    {
      "id": 468,
      "default": "This fragment of soul essence drifts closer to you with a wordless plea.",
      "female": ""
    },
    {
      "id": 469,
      "default": "A fragment of Eothas' splintered soul hovers in an agitated manner, ruminating on some echo of inner conflict. ",
      "female": ""
    },
    {
      "id": 470,
      "default": "[Try and restore a fragment of Waidwen's soul.]",
      "female": ""
    },
    {
      "id": 473,
      "default": "[Restore the last missing fragments of Waidwen's soul.]",
      "female": ""
    },
    {
      "id": 474,
      "default": "\"The water... so cold. To this day I believe father wanted me to drown.\" ",
      "female": ""
    },
    {
      "id": 475,
      "default": "\"We could have parted on better terms, father, but your son has too much of you in him.\"",
      "female": ""
    },
    {
      "id": 476,
      "default": "\"I was more than a vassal. I was his saint.\" ",
      "female": ""
    },
    {
      "id": 478,
      "default": "\"I can use this to manipulate time? How far can I go?\"",
      "female": ""
    },
    {
      "id": 479,
      "default": "\"There are limitations. You can perceive nothing beyond what the souls of this place experienced themselves. That is the burden of memory.\"",
      "female": ""
    },
    {
      "id": 483,
      "default": "\"Did you recognize its value when you ripped it from his neck, or were you only thinking of filling your pocket?\"\r\n\r\nThere isn't any judgment, only curiosity - but Eothas moves past it. ",
      "female": ""
    },
    {
      "id": 484,
      "default": "It's a personal sundial. Properly adjusted, it can beam a small ray of light on the time of day. \n\nAs your hand closes around it, the spirits of the realm stir in agitation. ",
      "female": ""
    },
    {
      "id": 485,
      "default": "[Try and restore a fragment of Waidwen's soul.]",
      "female": ""
    },
    {
      "id": 486,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 487,
      "default": "Waidwen is unresponsive. ",
      "female": ""
    },
    {
      "id": 488,
      "default": "At this point in time his soul was scattered. He can only be made whole while his body is intact.",
      "female": ""
    },
    {
      "id": 489,
      "default": "[Watch the events play out.]",
      "female": ""
    },
    {
      "id": 490,
      "default": "\"Waidwen, awaken!\"",
      "female": ""
    },
    {
      "id": 491,
      "default": "\"Don't make me regret this.\"",
      "female": ""
    },
    {
      "id": 493,
      "default": "\"That's fear of your father talking.\"",
      "female": ""
    },
    {
      "id": 494,
      "default": "\"Excuse me? And what do you know about it?\" He blinks.",
      "female": ""
    },
    {
      "id": 495,
      "default": "\"You're terrified of angering the only authority figure who ever understood you.\"",
      "female": ""
    },
    {
      "id": 496,
      "default": "\"Everyone who loved you abandoned you. Eothas was no exception. Come with me - it ends now.\"",
      "female": ""
    },
    {
      "id": 497,
      "default": "\"You never stood up to him, you only left him to die. This is your chance at redemption.\"",
      "female": ""
    },
    {
      "id": 498,
      "default": "\"Forget it.\"",
      "female": ""
    },
    {
      "id": 499,
      "default": "\"You cut right to the bone, don't you?\"",
      "female": ""
    },
    {
      "id": 500,
      "default": "It takes him a moment to form a response. He simply swallows and nods in agreement. ",
      "female": ""
    },
    {
      "id": 501,
      "default": "\"How do you know this?\" Waidwen shakes his head, mystified.",
      "female": ""
    },
    {
      "id": 502,
      "default": "\"If you have no faith in yourself, then you missed the point of the Saint's War.\" ",
      "female": ""
    },
    {
      "id": 503,
      "default": "\"I... what are you saying?\"",
      "female": ""
    },
    {
      "id": 504,
      "default": "\"Eothas wanted kith to stand together. If you leave then you're betraying his lesson.\"",
      "female": ""
    },
    {
      "id": 505,
      "default": "\"You're fleeing to the safety of oblivion when you should stand and fight.\"",
      "female": ""
    },
    {
      "id": 506,
      "default": "\"Eothas knew that action - even if it's misunderstood - is always better than silence.\"",
      "female": ""
    },
    {
      "id": 507,
      "default": "\"Forget it.\"",
      "female": ""
    },
    {
      "id": 508,
      "default": "\"Yeah, the folks back home sure aren't going to believe this. You're going to have to back up my story, Watcher.\"",
      "female": ""
    },
    {
      "id": 509,
      "default": "\"Stick with us and we'll have you back to Gaun in no time flat!\"",
      "female": ""
    },
    {
      "id": 510,
      "default": "\"I'm not sure this is what he had in mind, but you make a good point.\"",
      "female": ""
    },
    {
      "id": 511,
      "default": "He looks beyond you to the faces of the Dyrwood defenders frozen in time. After a thoughtful pause, he nods. ",
      "female": ""
    },
    {
      "id": 512,
      "default": "\"The words may have sounded fairer from his mouth, but I suppose the lesson is the same.\"",
      "female": ""
    },
    {
      "id": 513,
      "default": "\"Going into battle alongside Saint Waidwen. Every day brings something new.\"",
      "female": ""
    },
    {
      "id": 514,
      "default": "\"Never thought I'd be fighting beside an honest to Gaun saint! Makes a gal feel real righteous.\"",
      "female": ""
    },
    {
      "id": 515,
      "default": "\"If my faith was untrue, then I wasn't worthy to be his son.\"",
      "female": ""
    },
    {
      "id": 516,
      "default": "\"See, father? I can be as vindictive as you.\"",
      "female": ""
    },
    {
      "id": 519,
      "default": "\"He respected my opinion, but together we were called a monster.\" ",
      "female": ""
    },
    {
      "id": 520,
      "default": "The soul of Waidwen feels more vibrant and lively, but he isn't whole just yet.\r\n\r\nThere must be more soul essence located nearby.",
      "female": ""
    },
    {
      "id": 521,
      "default": "[Step away.]",
      "female": ""
    },
    {
      "id": 522,
      "default": "[Force the soul out and detonate the bomb.]",
      "female": ""
    },
    {
      "id": 523,
      "default": "You extend your will into the mechanism, probing until you find the fragment of Waidwen's soul. \r\n\r\nYou give it a forceful tug. ",
      "female": ""
    },
    {
      "id": 524,
      "default": "The bomb responds at once, its moving parts coming together and radiating oppressive heat that pushes you away until your world is bathed in flame. ",
      "female": ""
    },
    {
      "id": 526,
      "default": "[Pray to Magran.]",
      "female": ""
    },
    {
      "id": 527,
      "default": "Though you reach out in prayer, you feel an emptiness awaiting you. \r\n\r\nAn emptiness which is swiftly filled with the goddess' laughter roaring like a furnace. ",
      "female": ""
    },
    {
      "id": 528,
      "default": "Though your prayers cross a great distance, you sense them reaching through the White Void to find the goddess. \r\n\r\nHer reply is immediate. The bomb's mechanism glows white-hot and crumples into itself, curling into ash. \r\n\r\nYou find a useful-looking trinket among the detritus.",
      "female": ""
    },
    {
      "id": 529,
      "default": "[Try to disarm the bomb.]",
      "female": ""
    },
    {
      "id": 531,
      "default": "You carefully reach inside the bomb. In no time at all you're up to your shoulder in delicate gears and cogs, taking care not to displace anything. \r\n\r\nSomething in the guts of the machinery falls off in your hand, but the Godhammer remains inert. ",
      "female": ""
    },
    {
      "id": 532,
      "default": "You are able to reach the adra at the heart of the detonation trigger and pull Waidwen's soul free without incident. ",
      "female": ""
    },
    {
      "id": 534,
      "default": "You've already extracted a fragment of Waidwen's soul from the detonator. There's nothing more to do here.",
      "female": ""
    },
    {
      "id": 535,
      "default": "\"What are you doing here?\"",
      "female": ""
    },
    {
      "id": 536,
      "default": "\"Grieving.\"",
      "female": ""
    },
    {
      "id": 537,
      "default": "\"Well, it seemed important.\"",
      "female": ""
    },
    {
      "id": 538,
      "default": "\"Reliquaries of Waidwen are hard to come by since he exploded.\"",
      "female": ""
    },
    {
      "id": 539,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 540,
      "default": "\"No matter.\"",
      "female": ""
    },
    {
      "id": 541,
      "default": "But Waidwen deserved an answer, even if it wasn't the entire truth. ",
      "female": ""
    },
    {
      "id": 542,
      "default": "\"Eothas knew about the Godhammer, but he and Waidwen crossed the bridge anyway.\"",
      "female": ""
    },
    {
      "id": 543,
      "default": "\"What?! Why would he do that? Did he think it wouldn't hurt him? Did he <i>want</i> it to end there?\"",
      "female": ""
    },
    {
      "id": 544,
      "default": "[Show him the snow bear cub.] \"I found this little fuzzball wandering the iceberg.\" ",
      "female": ""
    },
    {
      "id": 545,
      "default": "\"You best be careful with that sort of talk. I may be dead, but I have my honor.\" Waidwen cracks his knuckles and nods.",
      "female": ""
    },
    {
      "id": 548,
      "default": "[Use Betrayal to embody Durance.] \"Woman! Reveal to me the construction of this bomb.\" ",
      "female": ""
    },
    {
      "id": 549,
      "default": "Suddenly you're in the memory of the priestess. She recalls your voice to a workshop hidden somewhere dark and secure. There is so much explosive material in the air that a single candle would ignite the world, so the ambient light is conjured by prayer. ",
      "female": ""
    },
    {
      "id": 550,
      "default": "\"Are you all right? You sound like you've been eating coal dust. Again.\"\r\n\r\nShe turns to you wearing a frown.",
      "female": ""
    },
    {
      "id": 551,
      "default": "[Echo Durance.] \"Never mind my voice! Give your report before I cauterize that festering wound you call a mouth!\" ",
      "female": ""
    },
    {
      "id": 552,
      "default": "\"This work has changed you. And not for the better.\" She blinks at you and shrugs. ",
      "female": ""
    },
    {
      "id": 553,
      "default": "She lays out a vellum schematic of the bomb, showing a detailed cross-section of the detonator. It's a delicate assemblage, similar to a trap, composed of brass and adra. The latter is infused with the essence of a saint. \r\n\r\nArmed with this understanding of the bomb, you know you could disarm it with little difficulty. ",
      "female": ""
    },
    {
      "id": 554,
      "default": "[Echo Durance.] \"You've performed adequately. Remember this swelling of accomplishment the next time you are tempted to disappoint me.\"",
      "female": ""
    },
    {
      "id": 555,
      "default": "\"Can we focus on the work? I haven't got the time to entertain your ego today.\"\r\n\r\nShe returns her focus to the schematic. ",
      "female": ""
    },
    {
      "id": 556,
      "default": "You leave the memory wiser for the experience, but it feels as if you're covered in a thin layer of ash that you can't wipe clean.",
      "female": ""
    },
    {
      "id": 557,
      "default": "[Echo Durance.] \"Excellent work, disciple. You've earned yourself a break. Now come and roll with me in the stinking embers of our lust.\"",
      "female": ""
    },
    {
      "id": 558,
      "default": "\"I'd rather crawl inside the Godhammer and die.\" \r\n\r\nShe banishes you with a wave and returns to her task.",
      "female": ""
    },
    {
      "id": 559,
      "default": "[Echo Durance.] \"Disciple... I apologize for my tone. I don't know how I came to be this way.\"",
      "female": ""
    },
    {
      "id": 560,
      "default": "\"I don't want to hear it. Go, we're burning daylight.\"\r\n\r\nShe shakes her head and resumes her work, all too happy to put you out of mind.",
      "female": ""
    },
    {
      "id": 561,
      "default": "[Flee the recollection like a bad dream.]",
      "female": ""
    },
    {
      "id": 562,
      "default": "[Echo Durance.] \"Your concern means less than the heretical shit I took this morning. Speak to me of the bomb.\"",
      "female": ""
    },
    {
      "id": 563,
      "default": "[Echo Durance.] [Throw a handful of black powder into her eyes.]",
      "female": ""
    },
    {
      "id": 564,
      "default": "She screams in shock and agony, coughing and wiping her eyes to dispel the irritation. ",
      "female": ""
    },
    {
      "id": 565,
      "default": "\"Magran's embers! I was about to tell you, but you had to be a brambled SHIT about it!\"\r\n\r\nEyes red and nose dripping, she scowls hatefully. ",
      "female": ""
    },
    {
      "id": 566,
      "default": "\"No... I won't subject myself to this, to <i>him.</i>\" ",
      "female": ""
    },
    {
      "id": 567,
      "default": "The memory fades. The priestess resumes her vigil of silence.",
      "female": ""
    },
    {
      "id": 568,
      "default": "[Recalling Durance's memory of the schematics, disarm the bomb.]",
      "female": ""
    },
    {
      "id": 569,
      "default": "\"I always figured the stories were exaggerations. Head of light and all that. People always make things sound worse than they were. But... this looks about bad enough.\"",
      "female": ""
    },
    {
      "id": 570,
      "default": "\"I can't know what you've been through, but I think Eothas needs a reminder of what he put people through the last time he walked Eora.\"",
      "female": ""
    },
    {
      "id": 571,
      "default": "\"Maybe that's why Eothas picked him. Nothing going on in there.\"",
      "female": ""
    },
    {
      "id": 572,
      "default": "\"Most of my countrymen curse Waidwen's name. A lot his own countrymen probably do the same. And they'll never know he didn't have a say in what happened.\"",
      "female": ""
    },
    {
      "id": 573,
      "default": "\"You know, the more I learn about this, the less sense it makes. It just brings up more questions. And there don't seem to be any good answers.\"",
      "female": ""
    },
    {
      "id": 574,
      "default": "\"Wh-where am I? And who are you?\" \r\n\r\nConflicting emotions radiate from his soul, like a mind waking from a deep and restless sleep. ",
      "female": ""
    },
    {
      "id": 575,
      "default": "\"You're on Evon Dewr Bridge, right before the Godhammer Bomb went off.\"",
      "female": ""
    },
    {
      "id": 576,
      "default": "\"I'm [Player Name], captain of [Player Ship].\"",
      "female": ""
    },
    {
      "id": 577,
      "default": "\"You're dead. Didn't anyone tell you?\"",
      "female": ""
    },
    {
      "id": 578,
      "default": "\"The what hammer?\"\r\n\r\nBeneath his confusion you detect a spark of recognition, but it's very faint. He knows this word, but he may not remember that he knows it.",
      "female": ""
    },
    {
      "id": 579,
      "default": "\"I'm gathering souls to deal with a dragon, but everything in this realm seems either trapped, broken, or mad.\"",
      "female": ""
    },
    {
      "id": 580,
      "default": "\"You can count Waidwen among the broken and trapped.\"",
      "female": ""
    },
    {
      "id": 581,
      "default": "\"Madness is not created here. Everything you see is a product of what kith bring with them when they die, twisted as if in a dream.\" ",
      "female": ""
    },
    {
      "id": 582,
      "default": "\"Oh, no. I feel something... it's coming on like a sneeze, but bigger. This is all happening again, isn't it?\"",
      "female": ""
    },
    {
      "id": 583,
      "default": "\"Pleasure to make your acquaintance. The name's Waidwen. I'm nothing special, just a farmer.\"",
      "female": ""
    },
    {
      "id": 584,
      "default": "\"What do you mean 'again?'\"",
      "female": ""
    },
    {
      "id": 585,
      "default": "\"This would be a very bad time for history to repeat itself.\"",
      "female": ""
    },
    {
      "id": 586,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 587,
      "default": "\"Dead? Hard to believe... I always thought there'd be an interrogation or something, like a glance at where you'd been and what you'd done.\"",
      "female": ""
    },
    {
      "id": 589,
      "default": "[Echo Waidwen.] \"Wouldn't life go on without the gods?\"",
      "female": ""
    },
    {
      "id": 590,
      "default": "[Echo Waidwen.] \"Don't worry about mother. She won't know what to do with so much idle time.\"",
      "female": ""
    },
    {
      "id": 591,
      "default": "[Echo Waidwen.] \"I don't know what to say.\"",
      "female": ""
    },
    {
      "id": 593,
      "default": "[Echo Waidwen.] \"I needed a father, not a priest. You were neither to me. Farewell.\" ",
      "female": ""
    },
    {
      "id": 594,
      "default": "[Leave without another word.]",
      "female": ""
    },
    {
      "id": 597,
      "default": "[Echo Waidwen.] \"Praise to Gaun for what little we have.\"",
      "female": ""
    },
    {
      "id": 598,
      "default": "[Echo Waidwen.] \"We could use some rain to go with all the sunlight, Eothas. My thanks in advance.\" ",
      "female": ""
    },
    {
      "id": 599,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 600,
      "default": "As usual, there was no reply.",
      "female": ""
    },
    {
      "id": 601,
      "default": "Why waste your breath on prayer when you know there would be no answer?",
      "female": ""
    },
    {
      "id": 602,
      "default": "[Echo Waidwen.] \"I won't plead for mercy. Do what you came to do.\" ",
      "female": ""
    },
    {
      "id": 603,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 604,
      "default": "Someone of faith would have felt peace and tranquility. You felt only terror.",
      "female": ""
    },
    {
      "id": 605,
      "default": "You tilted your head to present your neck - a motion you had seen repeated too many times in the town square. ",
      "female": ""
    },
    {
      "id": 606,
      "default": "His words filled you with a warmth and confidence that you had never felt before. ",
      "female": ""
    },
    {
      "id": 607,
      "default": "He told you that it starts where stories usually do - at a beginning. ",
      "female": ""
    },
    {
      "id": 608,
      "default": "[Echo Waidwen.] \"If we do this, we do it as partners.\" ",
      "female": ""
    },
    {
      "id": 609,
      "default": "[Echo Waidwen.] \"Just because I'm accepting this doesn't mean I'm not angry with you.\"",
      "female": ""
    },
    {
      "id": 610,
      "default": "Eothas didn't need to affirm your statement. You knew it would be true. ",
      "female": ""
    },
    {
      "id": 611,
      "default": "Eothas understood completely and never thought less of you for it.",
      "female": ""
    },
    {
      "id": 612,
      "default": "\"Get out of my sight.\"\r\n\r\nThe vision collapses around you. ",
      "female": ""
    }
  ]
}