{
  "Component": "lax2_exported",
  "Name": "conversations\\lax02_01_iceberg_dungeon\\lax02_02_cv_engwith_shackled_soul",
  "Entries": [
    {
      "id": 1,
      "default": "The figure shackled before you shudders - its edges shaking and blurring - its entire form indistinct, as if seen through a waterfall. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "You add the remorse-laden energy to the shackled soul's essence, and she gasps as if dunked in frigid water. Her eyes trickle blue as she strains momentarily against her bonds before drooping again.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Do I - do I know you? Have we met?\"\r\n\r\nThe spirit's dark, heavily ringed eyes search you for recognition.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"You mean when you were alive?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"We spoke not long ago. You begged my help.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"I doubt it.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Strange. You seem familiar.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Before this. Before here.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Out of foolishness or desperation, I wonder. Both, perhaps.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Hold onto that, to that resentment. 'Twill serve you still where flesh will fail.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Unsurprising. 'Twas always their way. Give and take. Kill and save. An unbalanced scale atop the edge of a blade.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "As you approach, her features resolve into those of a sceltrfolc, her brown hair falling limp and matted about her pale skin. Her eyes, though, are bright and blue.\n\nIovara ix Ensios. ",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"You've returned to me. Please... please release me. This place... the agony... so much worse than anything I suffered at your hands...\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"I destroyed you. I suppose it makes sense that you'd show up in this place.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Iovara? What happened? I left you imprisoned in Breith Eaman.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"How can I know this is you? I'm not sure I can trust my senses here.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Ah - ahh!\" \r\n\r\nShe cries out, writhing against her bonds as they burn with violet light. She shimmers, and her face falls away, replaced with a cold, hard mask over a gray beard.",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"What is this? What's going on here?\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "The entity shimmers again, its features running like water as it lifts its head.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"See you, do I. Come to kill old Maerwald? To claim his keep? Caed Nua, home to me for decades now?\"\r\n\r\nThe venerable Watcher's eyes wetly widen.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Leave an old man be, beg I. Leave him to his doom. To the Dawnstars' rise.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "[Tear the broken dagger from the spirit's neck.]",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"What's that hanging from your neck?\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"You see through it then? You must be special. Like they were. Are.\"\r\n\r\nShe appears again to be an elf, albeit one of duskier skin than Iovara.",
      "female": ""
    },
    {
      "id": 28,
      "default": "The spirit gasps as the twine about its neck snaps. As you grip the handle, black ichor oozes from the old leather, rolling in beads down the joints of your fingers.",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"How do you know any of this?\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"The object bears the touch of Skaen himself. His blessing, bestowed on it for his queen's precious inquisitors.\"\r\n\r\n",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"I was there, I think. I remember the trials. Bits and pieces of... what she did to me.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"You're welcome.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"It's possible. My soul belonged to an inquisitor in a past life.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "The spirit shudders, both in form and in position, and recoils against the adra.",
      "female": ""
    },
    {
      "id": 35,
      "default": "The spirit's features flicker and shift, and she shows no sign of having heard you.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Gone now, mostly. Carved away. To the sound of so many questions.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Perhaps with my help. If you found the pieces of me. Returned them. I could lead you to her.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"How would I retrieve your memories?\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"If they remain, they're in the machines. Each encompasses an adra pillar, and each pillar contains the countless souls scoured by the inquisitor. I think.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"If you would seek my missing pieces, seek them there.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Why don't I just go find her myself?\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"I don't believe it possible. This place is hers. Without someone who knows her, you're lost.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"I'll try to find a way to help you.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Take the relic with you. You may need it.\"\r\n\r\nShe slackens against her bonds.",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Go safely. May the gods not see you coming.\"\r\n\r\nShe slackens against her bonds.",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"'Tis nonsense, isn't it? Just mad theatre.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "As she absorbs the third ball of essence, the spirit thrashes against her shackles. She cries out, and her bonds flare brightly, limned with violet flames, before shattering with a crack like nearby thunder.",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"I'm glad I could help.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"I see it! The shackles about your soul. They're in you, the gods. And you their puppet!\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Sorry, what?\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "Freed, the spirit takes a halting step forward. Her gaze rises to you. When she speaks, her voice sounds stronger, but also ragged and strained.",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Do you remember who you were?\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"'Tis strange. I recall so many trials. An endless parade of the accused. Was it a kind of punishment? Being forced to watch my fellows condemned?\"\r\n\r\nHer features twitch, fragment, and resolve again.",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Is this entire place because of you? Because of us?\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"My student. My nemesis. To see you again here. Have you come to proffer forgiveness? Or to persecute me further?\"\n\nThaos ix Arkannon's words waver weakly, as if floating to you from the bottom of a well.",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"You're not Thaos. I imprisoned him for eternity.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"I thought I returned you to the Wheel.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"I destroyed Thaos.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "[Strike him.]",
      "female": ""
    },
    {
      "id": 62,
      "default": "The spirit recoils, straining against its shackles, its masculine grunt melting into a feminine gasp.",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"The spirit manipulates you. That is no more Thaos than I am.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"This spirit manipulates our perceptions directly. Some ciphers possess similar skills.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "The old man trembles, his visage splitting apart at the wrinkles, the sagging flesh falling away to reveal bruised skin beneath. The illusion melts into black ichor, which flows through the air into an object hanging from the spirit's neck - a small blade broken near the hilt. ",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"That old place? You can hold on to it. We've got a boat now.\" ",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Enough of this!\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"I'm not falling for this, spirit. Tell me what you want.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"I'm sorry. I wish I could take it back, but I can't.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"You wouldn't have liked it inside Eothas. He's much brighter than your basement was.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Are you, too, an adherent of the Schemer?\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"You wear a broken knife? Do you worship Skaen?\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "The spirit's labored breaths fracture into a weak chuckle.",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Oh, come on! Skaenites again?! I already had to drive those idiots out of Dyrford once!\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Who are you?\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Tell me about the dagger.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"This was made by the inquisition?\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Do you recognize me?\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"'Tis a tool for liars, hiding the true identity of the wearer. Used for infiltration, hidden, disguised. To destroy groups they found objectionable. From within.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"I'm... I'm uncertain. I've lost so much of myself here. She tore my name from me.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"No. I don't even recognize myself.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Who did this to you?\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"The interrogator. She's deep within, ensconced in her little court.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"I don't believe you.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"You and she have that much in common.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"I need to find this woman.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"You won't. She wards herself too well. In her labyrinth of adra and copper.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Sounds to me like an excuse to get me to help you.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "[Leave] \"I promise nothing.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"I... I understand.\" Her head falls.",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"I appreciate that. You've no idea how much.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"What a shameful path the Engwithans followed to achieve their ends. Damn the gods!\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"That don't sit right with me, leaving her chained down to the floor. We've got a responsibility to all souls, ain't we?\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"All of those 'perhapses' and 'coulds' don't read to me like any kind of guarantee, captain.\" ",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Were thinking the same meself, cap. Mayhaps she's better safe and shackled.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"The way, 'tis in what she's taken from me. Memories of Engwith. I <i>can</i> lead you, but not as I am.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"The bird with the bird be speaking sense. Must be a strange moon.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "The spirit remains shackled to the adra. Her face rises weakly at your approach.",
      "female": ""
    },
    {
      "id": 102,
      "default": "[Give the spirit a mote of regret.]",
      "female": ""
    },
    {
      "id": 103,
      "default": "[Provide the spirit a mote of conviction.]",
      "female": ""
    },
    {
      "id": 104,
      "default": "[Provide the spirit a mote of hostility.]",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"Do you remember anything new?\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"A man, his torso caged in copper and adra. It pulled him out of himself - 'til he ate his own hand.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"Skuldr made a nest of the girl's cage. The guards didn't notice for three days. They were glad she'd finally stopped crying.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"The scent of scrolls. Tens of dozens of them, each as inked as it would bear. Centuries of seeking distilled.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"The Beyond was empty. No gods. No judges. Only his desires mattered, he said. Naught else.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"Knives. Place them in the coals until they glow. The skin may weep, but the spirit stays.\"\r\n\r\nShe shudders.",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"Into the wet again. Hands in your hair, twisting, forcing. Breathe deep, for release... but they pull you out.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "The spirit's features twist in thought, then shimmer, growing indistinct.\r\n\r\nShe shakes her head.\r\n",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"I am, more - myself - than I have been in a very long time.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"I... almost. Like a word on the tip of the tongue, I have it but I don't.\"\r\n\r\nShe scowls.",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"I am certain, though, that I knew the inquisitor well. I think, perhaps, that I loved her. And that she betrayed me.\"\r\n\r\nShe looks towards the center of the realm and the structure that dominates it.",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"I will lead you to her. She has much to answer for.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"Worse. These trials were the height of hypocrisy. \"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"It's important, what the people see. How they see it.\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"This inquisition. An organization of false priests to false gods demanding supplication to their fiction. Punishing those with the temerity to decry them.\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"I'm sorry, but I think you and the inquisitor may be one and the same.\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"Or you betrayed her. Because you're the same person.\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"You should prepare yourself. The inquisitor may not be so different from you as you believe.\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "She flickers, her features running momentarily like heavy rain down a slanted roof. ",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"Perhaps not. But nothing could justify her actions.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"Ridiculous. We are nothing alike.\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"Agreed.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"Indeed. Provided one's objective is control.\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"No. Never before.\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"I've just got one of those faces.\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "She searches your features for several silent seconds, then allows herself to fall limp against the adra.",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"Would it matter? That time is past.\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"For you perhaps. Here then is always now. \"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"Indeed, I serve the gods.\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"I'm nobody's puppet, least of all theirs.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"One killed me and another brought me back. It's kind of a long story.\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"It seems our heretic dabbles in the philosophy of rule.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"The way is open. It pulls me towards it.\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "The woman before you holds herself with a combined confidence and humility, her countenance only slightly less inscrutable than an inquisitor's mask.",
      "female": ""
    },
    {
      "id": 143,
      "default": "But then she smiles. It's a small expression, hardly present, but recognizable all the same.",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"I appreciate your efforts here. I do not fully understand them, but I <i>can</i> appreciate them.\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"Come with me. I'll help you find your way back to the Wheel.\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"Help me slay an ancient dragon.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"Let go. Accept oblivion. Allow this place to fall into the void.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"Are you complete, then?\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"The things I saw during the trial - were they real?\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"You're holding onto a dead dream. Engwith is long gone.\"",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"I need your help.\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"You must atone for what you did.\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"I think not. I feel hollow. Flat somehow. Perhaps I am now all that remains of me. But 'tis enough.\"\r\n\r\nShe peers at her palms as she answers.",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"To you and me - to us - yes. Were they reflective of historical fact? Of that, I am unsure.\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"You don't know?\"",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"Imagine a nightmare from which you cannot wake. Imagine that it holds you captive for a thousand years.\"",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"After you woke, would you be so certain of which horrors had occurred before you slept and which had not?\"",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"Were that it not so. I believe we represented this world's best chance for lasting peace. For enlightenment.\"",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"Your world was a vindictive one, haunted by paranoia and suspicion. You could never have brought peace to Eora.\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"Yet you wear the mantle of the Leaden Key.\"",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"Only so that I might reshape it.\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"I certainly owe you a boon.\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"How might I balance the scales?\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"Perhaps.\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"You offer so much of yourself. You've no idea my gratitude.\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"Let us go, then.\"\r\n\r\nThe edges of Naxiva ix Kirent shimmer and lose cohesion as she anchors herself to you.",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"'Twill be done. I shall render you whatever aid I am able.\"\r\n\r\nThe apparition shimmers and falls apart as what remains of Naxiva ix Kirent joins itself to you.",
      "female": ""
    },
    {
      "id": 169,
      "default": "She nods slowly.",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"'Tis time, I suppose.\"\r\n\r\nThe realm shudders as Naxiva ix Kirent shimmers and falls apart. A wind you can't feel sweeps her essence into the Void.",
      "female": ""
    },
    {
      "id": 171,
      "default": "You add the potent mote of absolute certainty to the shackled soul's essence, and she gasps as if dunked in frigid water. Her eyes flash gray as she strains momentarily against her bonds and droops again.",
      "female": ""
    },
    {
      "id": 172,
      "default": "You add the wrathful energy to the shackled soul's essence, and she gasps as if dunked in frigid water. Her eyes flare red as she strains momentarily against her bonds and droops again.",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"I absorbed Maerwald's soul! I know you're not him.\"",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"I've already found this essence.\"",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"You have?\" Her eyes snap up, hungrily searching you.",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"May I- may I have it?\"",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"You'll take me where I need to go?\"",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"No. I've other questions.\"",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"I shall aid you in any way I can.\"",
      "female": ""
    },
    {
      "id": 180,
      "default": "Her head droops, and she nods sullenly.",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"But be warned - some may be more volatile than others. I want to help - so try to find bits of me that aren't too... broken.\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"I mean, uh... except for you of course, Watcher. You're one of the uh... one of the good ones.\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "[Provide the spirit a mote of hostility.]",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"Take this. You'll need it to find others.\" \r\n\r\nShe gives you the broken dagger in exchange for the essence.",
      "female": ""
    }
  ]
}