{
  "Component": "lax2_exported",
  "Name": "conversations\\lax02_01_iceberg_dungeon\\lax02_02_cv_hub_frozen_guardian_soul",
  "Entries": [
    {
      "id": 1,
      "default": "Faintly pulsing strands of soul essence collect here as if seeking one another's comfort. \r\n\r\nAs you reach out to it with your spirit, the broken soul seems to peer back at you.",
      "female": ""
    },
    {
      "id": 2,
      "default": "<i>The damned dragon hisses as you drive the mace upwards into the bottom of its jaw. It attempts to bat you away from the Vytmádh, but you duck beneath its claws. You jam the edge of your shield into the side of its neck. \r\n\r\nYou will not again allow it passage into the world of the living.</i>",
      "female": ""
    },
    {
      "id": 3,
      "default": "With an abrupt shock of pain, the vision ends. The strands of the sundered soul cling to you like cobwebs.",
      "female": ""
    },
    {
      "id": 4,
      "default": "The faintly pulsing strands of soul essence stretch towards you, interweaving with those you collected before. The spirit grows stronger within you.",
      "female": ""
    },
    {
      "id": 5,
      "default": "<i>It's an honor, your mother told you. The Altar of Decline rarely sends for gandhur among the clans. But your heart breaks as the Land recedes behind the ship. You never noticed it before, such warmth for your frigid home, but it is stark as day in its absence.</i>",
      "female": ""
    },
    {
      "id": 6,
      "default": "The roiling essence settles within you.",
      "female": ""
    },
    {
      "id": 7,
      "default": "The faintly pulsing strands of soul essence stretch towards you, interweaving with those you collected before. The spirit grows stronger within you.",
      "female": ""
    },
    {
      "id": 8,
      "default": "<i>Rynhaedr, Ólrüns' daughter, dragged again before the elders for wandering. Never leave the clan without another, they'd said before - would say again - each time drumming it into her shoulders with a staff of etched bone. \r\nThe Land is one of endings, the Beast of Winter's dread demesne, where he lurks beneath the snow, above the stars, and within red fangs and claws. Never walk alone.</i>",
      "female": ""
    },
    {
      "id": 9,
      "default": "The reconstituted soul pulses like a heart.",
      "female": ""
    },
    {
      "id": 10,
      "default": "You've only approached the essence before it sweeps towards you, drawn into the growing soul clinging to your own. Frigid cold washes over you.",
      "female": ""
    },
    {
      "id": 11,
      "default": "<i>You have to ignore the screaming, to shut it out and focus. The dragon's at the doors, and you've but moments before it's breached them, before it's reached the Vytmádh, to sup on Rymrgand's gateway as it has so many of your kin.</i>",
      "female": ""
    },
    {
      "id": 12,
      "default": "The spirit tears itself from you, stepping away even as it manifests a visible form.",
      "female": ""
    },
    {
      "id": 13,
      "default": "<i>You'll sail north, the captain tells you, keeping well to the west of Naasitaq and its stout defenders.\r\n\r\nThe journey will take weeks. But it'll be quicker, he says as he points you towards the oars, if you're rowing with the rest of us.</i>",
      "female": ""
    },
    {
      "id": 14,
      "default": "You will not allow it.\r\n\r\n<i>In your prayers, you open the way to Rymrgand, forging a road of your soul, from the Here through the Beyond and into the very depths of the White Void.\r\n\r\nHe accepts. The Vytmádh opens. Winter claims all.</i>",
      "female": ""
    },
    {
      "id": 15,
      "default": "<i>The girl will not learn, Bjarnlyfol tells them, for her ears are frozen shut. She wants to hit him, but he's a bear-blooded adult grown, and she but a gawkish child of fish and berries. He's not worth another drumming.\r\n\r\nThe elder silences him. She will learn, the wizened elf answers. Or she will die. Regardless, she belongs to Rymrgand and not to you.</i>",
      "female": ""
    }
  ]
}