{
  "Component": "lax2_exported",
  "Name": "conversations\\lax02_01_iceberg_dungeon\\lax02_01_cv_house_keeper",
  "Entries": [
    {
      "id": 1,
      "default": "\"Gótvadhjur... ah, you must be our honored guest. Vatnir said to expect you.\"\r\n\r\nThe man stands from his fire and brushes his hands together, a smile splitting his patchy ice-colored beard.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Come, come. Shake off the snow. Warm yourself at the hearth.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"I need supplies.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"I'd like to rent a room.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"You're here because of your beliefs?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Leave] \"Never mind.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"What I have is yours, for trade or coin. Until the end comes.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"The accommodations are most modest, but as comfortable as a kith could hope.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Death walks in hand with life in the White that Wends. The priests of the Wheel would have you believe they follow one after the other.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"It is not so.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Hello again.\" The man bows slightly at the waist.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Impressive, your struggle against the beast. Don't take it bad, the resurrection. All things end, ja?\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Not that he said I should expect so many. No matter! Room will be made!\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"If there is anything you require, you need but ask. I will strive to deliver. Oh, and before I forget, a welcoming gift!\"\n\nValbrendhür rummages among the furs and presses a bundle into your hands.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Of course. Aren't you?\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"I'm here because Vatnir invited me.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"I don't pray for the end of the world, if that's what you're asking.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Fair point. I suppose my beliefs brought me here, too.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Just tell me why you came to this godsforsaken block of ice.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"He cast no summoning spell, no binding rite. Your coming was of your own accord.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Yet it comes, asked for or no.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "The kith sighs and draws a hand down his bearded chin.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"I found a rift once, at the bottom of the world, and in it a camp, a clan's worth of Glamfellen, huddled and still. Their stories, their blood, their ambitions - none persevere.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"I chase not the end, but accept its inevitability. It is a thing to be celebrated, like the ending of an epic finely sung. Vatnir understands that, so I follow his lead.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"A single incident hardly speaks to a fundamental truth.\" Aloth rubs at his brow and sighs.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"You are correct. Every incident speaks to a fundamental truth.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"The messenger arrives! Hurry atop, lest you miss his majestic fury!\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Have you seen Vatnir?\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"He's not in the chapel? He didn't follow the others outside, so perhaps try his quarters. They're just down the hall.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "The kith sighs and draws a hand down his bearded chin.",
      "female": ""
    }
  ]
}