{
  "Component": "lax2_exported",
  "Name": "conversations\\lax02_01_iceberg_dungeon\\lax02_01_cv_harbinger_leader",
  "Entries": [
    {
      "id": 1,
      "default": "\"And why <i>shouldn't</i> we fear death? What offers death save erasure?\"\r\n\r\nThe man speaking before the room wears the same tattered robes as his gathered congregants, but his head is wrapped in soiled strips of linen. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"But it seems our guest has arrived. Come Duskspeaker. Join our circle.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Look upon the Duskspeaker and be glad, brothers and sisters, for he heralds an end to your suffering.\"",
      "female": "\"Look upon the Duskspeaker and be glad, brothers and sisters, for she heralds an end to your suffering.\""
    },
    {
      "id": 4,
      "default": "\"I am your Duskspeaker, here to, uh, speak your dusk.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"People keep calling me that. I take it that's your doing.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"I present to you [Player Name] of [Player Culture], Watcher of Caed Nua, father of the Defiance Bay riots.\"",
      "female": "\"I present to you [Player Name] of [Player Culture], Watcher of Caed Nua, mother of the Defiance Bay riots.\""
    },
    {
      "id": 7,
      "default": "\"Who dethroned Lord Raedric, Rightful Thayne of Gilded Vale, plunging that land into anarchy.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"In whose wake fell the hollowborn curse upon the Dyrwood.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Who brought low the queen of the Kahanga!\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"And whose <i>very stone and soil</i> gave rise to the great green giant that even now strides across the Deadfire!\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Better anarchy than tyranny.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Then came back and killed him again.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Can we go back to the riot thing?\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"The curse started before I even got there!\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"That's funny - I seem to recall <i>ending</i> the curse.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Wait... what was that about riots?\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "[Lie] \"I was absolutely not involved with that.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"I did what I had to do.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"But I <i>didn't</i> kill Duc Aevar, which is what started the aforementioned riots.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Oh for the love of - He destroyed my castle!\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Yes, I called forth Eothas to rain terror upon the seas. And lo, he did appear!\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"I don't think my actions had anything to do with that.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "The gathered congregants whisper prayers, hands raised in thankful supplication to the Beast of Winter.\r\n\r\nVatnir raises a hand and the murmurs begin to die down.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Full glad are they to see you, Watcher, for they came to pay homage to Rymrgand and bear witness to the final dissolution of Eora by his hand.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Your coming fulfills prophecy. 'Wheresoever strides the Duskspeaker, so falls falsehood, torn away. So discards false cycles. So quiets dawn and dusk.' They've high hopes for you.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Isn't the essential truth of Rymrgand's doctrine that endings are inevitable? That given time, all things fall to ruin?\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"I'm sorry, but I'm not here to end the world.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Why are you all so eager to die?\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "A quiet pall falls over the chamber as eyes turn towards the bandaged man before you. He bows his head slightly towards them. ",
      "female": ""
    },
    {
      "id": 30,
      "default": "You note a faint quaver in Vatnir's voice. You seem to have struck a nerve.",
      "female": ""
    },
    {
      "id": 31,
      "default": "The congregants again bow their heads, their susurrus prayers stirring the cold air.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Now, if we may have the pleasure of your company, Duskspeaker, we've prepared a feast - at least by the standards of our humble means - for your -\"\r\n\r\nHis words are cut off by a tremor that rocks the floor beneath your feet.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Precisely my point. Whether or not you mean to cause chaos, chaos follows in your wake. You're chosen, whether or not you choose to be.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"It's not death we seek. It's oblivion. The final quiet calm in which all things stand evened and equaled. Escape from the endless, torturous cycle of death and rebirth.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"The - the messenger returns!\"\r\n\r\nVatnir points towards the sanctuary's entrance.",
      "female": ""
    },
    {
      "id": 36,
      "default": "Vatnir cowers, hands atop his bandaged head, fingers interlinked defensively. He doesn't react at all to your presence.",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"I'm not hiding! I just, I had a sacrifice, something that I was saving for the messenger, and, I couldn't find it, so I was looking for it.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"When I killed your messenger, Rymrgand didn't say a word in complaint. And the gods are <i>not</i> shy around me.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"The beast is dead. You can come out now.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"That's... that's good. That it's dead. It's been harrying the Watch now, well, for years. But people keep coming. And it keeps... eating.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Each time it comes, the ice spreads further. I... I didn't know how to end it. So I wrote to you.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"What can you tell me about that creature?\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"I don't know what to tell you. It's a dragon. Or looks like one. And rotten enough that linking it to the god of decay seemed reasonable.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"No. Whatever answers you seek, you will likely find within the temple. The temple beneath the ice.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"I'm going to go take a look at this portal, and you're coming with me.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"There's a temple under the ice? What's it doing inside an iceberg?\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"I don't know! I think maybe the iceberg formed around the temple.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Perhaps it's because of the Vytmádh. The closer you get to it, the colder everything becomes.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"What exactly is this Vytmádh?\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Like the Frost-Hewn Breach, it's a passage through the walls of the world. From this one to the next.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Just tell me how to get to this maw.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"You'll need to climb the cliff overlooking Harbingers' Watch. That's the only way we know to enter. Here, these should help.\"\r\n\r\nHe pulls a pair of ice picks from the detritus behind him and passes them to you with shaking hands.",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"What? I'm not - I'm needed, my people need me. Here.\"\r\n\r\nHe wards you off with open palms.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Then stay here.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Risk the temple with me or risk the wrath of your followers when I reveal you for the fraud you are.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Fine, fine, I'll - I'll accompany you to the Vytmádh. Gods protect us.\"\r\n\r\nArms tight around his torso, he cradles himself.",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Th - thank you...\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"The messenger awaits you. I shall follow close behind.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"A return to life cleansed of experience and understanding. Ignorant. Set to suffer again. To repeat our mistakes. Endlessly.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"To fail.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"But the Beast would spare us this suffering. Would offer us succor. Mercy.\"\r\n\r\nHis head bows slightly.",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Yea, I cometh before you to deliver you from your anguish.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"I serve one god, and it's not Rymrgand.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"I'm nobody's holy man.\"",
      "female": "\"I'm nobody's holy woman.\""
    },
    {
      "id": 66,
      "default": "[Sigh loudly.]",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"My own thoughts exactly.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Rarely do we who are chosen have a say in the matter of our choosing.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Ah. For once the divine mantle passes to anyone but me.\" Tekēhu breathes a sigh of relief.",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"And yea are we full glad to receive your comfort.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"That is small comfort, considering what we know about the whole wretched lot.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"All actions - and all gods - ultimately serve the Beast of Winter.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Gaun's every bit the god of endings the Beast of Winter is.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Our god has a tendency to step on places, in case you were getting any ideas.\" ",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"You can't just go around renaming folk without their say-so.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"I revealed only that which was revealed to me.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "Ydwin glances askance at you.",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"If I'd have known someone was taking notes, I'd have dressed better.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"You mean there's alternatives to government by brawling? We don't get to see a lot of places that have their act together.\" ",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Who scattered the faithless, blood-drinking Ethik Nôl.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"That's how I respond to insane cults.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"That one was for Berath.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"But seriously, the riots were entirely the fault of a man named Thaos...\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 88,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 89,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 90,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 91,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Who? Never heard of him.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Absolutely. But your tone suggests a lingering concern.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Is this why you invited me out here? To fulfill your prophecy?\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"You have a point about the chaos that follows in my wake...\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"By Rymrgand's tenets, believers should <i>accept</i> and even <i>welcome</i> the end, not pursue it.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"The Beast of Winter doesn't need to hasten the end of the world. He certainly doesn’t need the help of this sad lot to do it.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"That you're misleading these people, and I aim to put a stop to it!\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Never mind.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "Vatnir says nothing for a moment. His impassive mask hides his features, but the cant of his head suggests that he is considering your question.",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"I think, perhaps, more to put your role in it to the test. Prophecy fulfills itself by its nature. But your identity as the Duskspeaker... that's not yet irrefutable.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Obviously! That's what you do! That's why you're here!\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"The ending comes with or without our aid, as you say. We gather here not because we believe he needs us, but because we <i>know</i> that we need him.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"Death isn't their goal, Watcher - these ones seek an ending beyond death. An absolute nihility.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"The cycle represented so clearly in your dark features.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"The cycle you willingly choose to champion.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"<i>This</i> one seems curiously well-versed in our doctrine, for an outsider. Unless, perhaps, she is not an outsider at all.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"I grew up among the twilight dwellers. I've heard it all before.\" Arms crossed and frowning, Ydwin challenges Vatnir from over the lenses of her spectacles.",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"We did not title you baselessly. You seem destined for great things. Terrible things.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"Go forth and bear - bear witness to his - message!\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"I'm with you. I suppose.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"Yes, yes, I'm here.\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"Let us finish this quickly.\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"You're - you've returned.\" He clears his throat.",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"Remind me how I get to the temple.\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"On your feet, coward!\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"It's okay, Vatnir. It's over.\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"This is not what I imagined <i>embracing oblivion</i> to look like.\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"Your people are dying and you're in here hiding?!\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "[Clear your throat.]",
      "female": ""
    },
    {
      "id": 125,
      "default": "Vatnir cringes at the sound, then slowly turns his head to peer up at you. Though his mask remains impassive and cold, his twitching fingers and rounded shoulders bespeak abject terror.",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"If you coddle the child, Watcher, it will never learn.\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"Trembling alone in a dark corner of a hidden room is just how we Glamfellen show affection.\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"The ostensible holy man is a hypocrite and a charlatan. How entirely unexpected.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"Very convincing. The stammering really sells it.\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"What kind of sacrifice?\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"Um, a... it's...\" He glances around as he trails off.",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"I... I don't know what to say.\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"How did an unbeliever like you end up leading this community?\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"Certainly telling your followers that it was a manifestation of the divine come to usher them unto oblivion didn't confuse matters.\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"Do you know why this iceberg exists? We're a long way from the White that Wends.\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"It's not that... I'm not an...\" His head falls with a long sigh.",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"I... we're rare, the god-touched. More so those changed by the Beast of Winter.\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"Growing to adulthood in the Land - in the White that Wends - it's difficult enough without the numbness, the stiffness, the pain.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"Those of us who do survive, our communities expect things of us. Leadership. Wisdom.\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"So you just donned the role presented you, like a well-cut coat.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"I became the leader they expected me to be.\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"How did you end up here, on this iceberg?\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"Our elders told stories about this place, the Vytmádh - the White Maw - and about the endless void beyond.\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"A few years ago, a man named Glasvahl led his clan to the Frost-Hewn Breach in Eir Glanfath, seeking a path from this world to the realm of Rymrgand.\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"They returned with a story of a portal to the White Void, and the cold that flowed from it. A tale that reminded many of the Vytmádh.\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"They never returned.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"The tale passed from mouth to ear to mouth again, and people began to think - if Glasvahl could escape, why can't we?\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"I suppose I saw in that an opportunity. A chance to leave the Land behind. So I claimed I'd had a vision. That the Beast was calling me.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"Sounds familiar.\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "[Nod.] \"Go on.\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"I'm sorry I asked. Let's discuss something else.\"",
      "female": ""
    },
    {
      "id": 152,
      "default": "Vatnir inhales through his teeth, quick and gurgled.",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"Such as?\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"The lie was more successful than I could have imagined. And I can imagine quite a lot.\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"Though not, apparently, how to leave the Land by chartering passage on a boat like the rest of us.\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"With what coin? I had none! What of you? How did <i>you</i> afford the fare?\"",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"This isn't about Ydwin.\"",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"That's a good question. How <i>did</i> you pay passage to the Republics?\"",
      "female": ""
    },
    {
      "id": 159,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 160,
      "default": "Ydwin nods gratefully to you as Vatnir's eyes narrow.",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"No, I suppose not.\"",
      "female": ""
    },
    {
      "id": 162,
      "default": "Ydwin's eyes widen behind her spectacles, then fall away.",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"I took what I required from a dead man. More than that I will not say. Not here. Not now.\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"What an impressive pod you have assembled here. I say we have much to teach each other.\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"I don't... we're not fish.\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"If you like lies, we should talk about the gods when you have some time to spare.\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"Hylea's gift has benefited you, too, surely.\"",
      "female": ""
    },
    {
      "id": 168,
      "default": "A quiet snort issues from Vatnir's mask as he shakes his head.",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"That - that concerns you not, priest.\"",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"And you treat me as a hypocrite.\" He snorts.",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"Now you take what you require from the living.\"",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"This place is holy to him, so perhaps I'm not wrong.\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"You were full of horse apples, you mean.\" She puffs out her cheeks.",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"To the White Void, specifically, seat of Rymrgand himself.\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"You know this for certain?\"",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"So the stories say. None who has gone in has ever returned to confirm it, but you wouldn't expect them to, right?\"",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"Right solid thinking, lad, as stable as the sea.\"",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"Thank you.\"",
      "female": ""
    },
    {
      "id": 180,
      "default": "[Kill him.] \"And this is for the dead.\"",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"You're coming along to show me the way.\"",
      "female": ""
    },
    {
      "id": 182,
      "default": "[Kill him wordlessly.]",
      "female": ""
    },
    {
      "id": 183,
      "default": "He nods numbly.",
      "female": ""
    },
    {
      "id": 184,
      "default": "[Walk away.]",
      "female": ""
    },
    {
      "id": 185,
      "default": "His eyes bulge as his blood spatters across the frozen floor. He crumples at your feet.",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"Awfully chummy all of a sudden. You trying to get rid of us or send us off to die on the ice?\" \r\n\r\nMaia narrows her eyes. Ishi mirrors her reaction. ",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"No! I just, I want you to succeed.\"",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"Well ain't you hospitable all of a sudden?\"",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"You need to set this right, Vatnir. Help me help your people.\"",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"You'll face Rymrgand eventually. Wouldn't you rather do so on your own terms?\"",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"I - I suppose I owe it to them.\" He stares into his bandaged palms.",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"Heh. My terms. As if such a thing could exist in the face of the Beast of Winter.\"",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"What? No!\" \r\n\r\nHe shrinks back from you.",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"We'll need to ascend the cliff above Harbingers' Watch. These will help.\"\r\n\r\nHe produces a pair of ice picks from among his things.",
      "female": ""
    },
    {
      "id": 196,
      "default": "\"Must he?\" Ydwin scowls at the masked man.",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"Thank you, Vatnir.\"",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"You made the right choice.\"",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"Let's go.\"",
      "female": ""
    },
    {
      "id": 200,
      "default": "He nods numbly.",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"Grab your things. You're coming with me.\"",
      "female": ""
    },
    {
      "id": 202,
      "default": "[Leave.] \"I should be going.\"",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"On the northern edge of the Watch, an ice wall rises. You'll need to, er, ascend it. Carefully. Then down the far side.\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"I'm - ? Wait, what? I can't! I've got... responsibilities!\" Vatnir fidgets.",
      "female": ""
    },
    {
      "id": 206,
      "default": "The hideous godlike chuckles quietly as blood trickles from his lipless mouth.",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"It won't close, the Vytmádh. The Floe will spread. All things end. As I, so too you.\"",
      "female": ""
    },
    {
      "id": 209,
      "default": "\"You, you <i>killed</i> it?\"",
      "female": ""
    },
    {
      "id": 210,
      "default": "\"Given the ships in the ice out there, it seems your iceberg's growing. Quickly.\"",
      "female": ""
    },
    {
      "id": 211,
      "default": "Vatnir nods, coughs, and then clears his throat with a gurgling retch. ",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"It's true. Strange as it sounds, the larger the ice floe gets, the faster it seems to grow.\"\r\n\r\nHe wipes the back of his hand across his mouth.",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"Nobody here seems particularly concerned about that.\"",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"Of course they aren't. They pray that Rymrgand delivers this world from suffering. This seems to be his answer.\"",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"We were discussing the Vytmádh.\"",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"This charts more than passing close to slavery, Captain Watcher. And you know how I be feeling bout slavery.\"",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"We need his help to fix this, Serafen. It's not permanent.\"",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"Point taken. Alright, Vatnir, tell me how to get to this temple.\"",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"Quiet, Serafen.\"",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"Long as it ain't more than that.\"",
      "female": ""
    },
    {
      "id": 221,
      "default": "The orlan scowls.",
      "female": ""
    },
    {
      "id": 222,
      "default": "\"Point taken. We'll go on without Vatnir.\"",
      "female": ""
    },
    {
      "id": 223,
      "default": "\"Unlike you, I speak to the gods, and Rymrgand said you're going to help me.\"",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"He - he did?\" Vatinr's startled wheezing intake of breath collapses into a fit of coughing.",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"I'm right behind you.\"",
      "female": ""
    },
    {
      "id": 226,
      "default": "\"Lead on, Duskspeaker.\"",
      "female": ""
    },
    {
      "id": 227,
      "default": "\"I should change these bandages.\"",
      "female": ""
    },
    {
      "id": 228,
      "default": "\"Why write to me?\"",
      "female": ""
    },
    {
      "id": 229,
      "default": "\"Because you're the Duskspeaker?\"\r\n\r\nHe chuckles, though the sound dissolves into a series of thick, wet coughs.",
      "female": ""
    },
    {
      "id": 230,
      "default": "[Chuckle politely.]",
      "female": ""
    },
    {
      "id": 231,
      "default": "\"So you keep saying.\"",
      "female": ""
    },
    {
      "id": 232,
      "default": "\"Just answer the question.\"",
      "female": ""
    },
    {
      "id": 233,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 234,
      "default": "\"The title fits.\" He shrugs, his lipless mouth twisting upwards at the edges.",
      "female": ""
    },
    {
      "id": 235,
      "default": "\"Sorry, sorry.\" He shrinks from you.",
      "female": ""
    },
    {
      "id": 236,
      "default": "\"You've a reputation, don't you? You overcome things. You triumph.\"",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"Your coming to the Deadfire, it seemed too great an opportunity to ignore.\"",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"So there's no threat of the Dead Floe expanding?\"",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"Oh, no, that's certainly happening. It's simply not my, er, the focus of my attentions.\"",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"The dragon's the more immediate threat.\"",
      "female": ""
    },
    {
      "id": 241,
      "default": "\"Which is what, exactly?\"",
      "female": ""
    },
    {
      "id": 242,
      "default": "\"The dragon is.\"",
      "female": ""
    },
    {
      "id": 243,
      "default": "\"My boots are going to be the focus of your attention if you don't start talking.\"",
      "female": ""
    },
    {
      "id": 244,
      "default": "He nods, the white wisps of his hair swaying gently like a light flurry of snow.",
      "female": ""
    },
    {
      "id": 245,
      "default": "\"Sorry, sorry.\" He shrinks from you.",
      "female": ""
    },
    {
      "id": 246,
      "default": "\"Now look here! If anyone's gonna be giving him pet names it's me.\"",
      "female": "\"Now look here! If anyone's gonna be giving her pet names it's me.\""
    },
    {
      "id": 247,
      "default": "The godlike's cluster of ice blue eyes blinks at her before shifting back to you.",
      "female": ""
    },
    {
      "id": 251,
      "default": "\"Yes, yes, I'm here.\"",
      "female": ""
    },
    {
      "id": 253,
      "default": "\"I should change these bandages.\"",
      "female": ""
    }
  ]
}