{
  "Component": "lax2_exported",
  "Name": "conversations\\lax02_01_iceberg_dungeon\\lax02_01_cv_huana_wandering_soul",
  "Entries": [
    {
      "id": 1,
      "default": "A lone shard of soul essence bobs just above the surface of the water.\r\n\r\nAs you reach out to it, a chorus of whispers rise in your mind. Though you can't make out what they say, a pall of fear and suspicion settles over you like a dark storm cloud.",
      "female": ""
    },
    {
      "id": 3,
      "default": "The outlanders come in strange boats bearing gifts and honeyed words. You watch from your gilded walls, wind whipping your hair from its warrior's queue, as they climb the many hundred steps to the doors of your palace.",
      "female": ""
    },
    {
      "id": 4,
      "default": "A wisp of soul essence blocks your path. It extends tentative tendrils toward you, sensing a bit of itself within your own soul. It yearns to be joined with that sliver again, and you cannot help but let it.",
      "female": ""
    },
    {
      "id": 5,
      "default": "A wandering clump of soul essence waits for you in the path. When it senses the pieces of itself already within you, it rushes to join them.",
      "female": ""
    },
    {
      "id": 6,
      "default": "A knot of soul essence lingers before you. It shies from your touch at first, but relents when it senses the rest of itself within you. Its loneliness proves more powerful than its fear.",
      "female": ""
    },
    {
      "id": 10,
      "default": "You unfurl a map of your empire down the length of your grand feasting table. The outlander gasps as you show him its boundaries, which stretch to the edges of the world. He exclaims as you enumerate the many kith subject to your sovereignty.",
      "female": ""
    },
    {
      "id": 11,
      "default": "Your people wave and shout your name as you tour the outlander around your city. You have come to value his counsel more even than your own advisors', for he would not see you fettered by ceremony and politesse as they would.",
      "female": ""
    },
    {
      "id": 12,
      "default": "Acrid smoke chokes the air. Fires rage across the city. You trip on a lump of shattered statue and crash to the ground. A sharp pain races up your arm. You are broken, too.\r\n\r\nYou stay there on the ground, too tired to stand, too tired to go on, as your city burns down around you.",
      "female": ""
    },
    {
      "id": 13,
      "default": "You return to yourself with a jolt, and the vision fades. The jagged shard of essence wedges itself against your soul.",
      "female": ""
    },
    {
      "id": 14,
      "default": "The clump of soul stuff mingles with the bits of itself you already hold. A sharp pain pierces your chest - fear, not yours but the soul's. It cannot stand to be alone, but neither does it want to be whole.",
      "female": ""
    },
    {
      "id": 15,
      "default": "The wisp of essence clings to the others within your soul, radiating unease.",
      "female": ""
    },
    {
      "id": 16,
      "default": "The distinct bits of soul essence coalesce within the shelter of your soul. Whole at last, the spirit reluctantly pulls itself from you.",
      "female": ""
    },
    {
      "id": 17,
      "default": "You're overcome with the sudden desire to approach the throne of the soul fragment's memories.",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"When the bearded outlander and his cabal arrived in Ukaizo, they offered glory, strength, growth, and asked so little in return.\r\n\r\n\"My council warned me against allying with them. I called them cowards.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"I believed I could stand against the tide of time, the tide that wears down even the hardest stone to sand.\r\n\r\n\"And my arrogance doomed us all.\"\r\n\r\nHe heaves out a great, shuddering breath and can't quite meet your eye.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"You could redeem yourself. Help me defeat the dragon Neriscyrlas.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Be at peace with your mistakes, King Wingauro. Let go, and enter the White Void.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Come with me. I will take you back to the Wheel.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"A victory against the dragon would bring glory to my empire. Perhaps- perhaps together we might repair my legacy, too.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Perhaps- perhaps it is time. I say I am ready to be free of this guilt if you would give me the comfort of eternity.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Perhaps- perhaps it is time. I say I am ready to be free of this guilt if you are willing to release me to a new life.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "The soul bobs quickly toward the waiting throne.",
      "female": ""
    },
    {
      "id": 34,
      "default": "The soul fragment dissipates in a flash of scattered essence, reforming in the shape of a large aumaua man bedecked in exquisite robes and golden jewelry.",
      "female": ""
    },
    {
      "id": 36,
      "default": "[Kneel.] \"My king. It is an honor to bask in the incomparable glory of your presence.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"I'm not your subject, and you're not my king.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"I am an emissary from a distant land come to seek your favor.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"May I present my associate, Ambassador Rekke of Yezuha.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Your excellency, I have a few questions. I had hoped you would hear them.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"I've brought you a gift.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Eteiw lipade, ke kek gazum yi etukug tapu le she Naen yu Yezuha.\"\r\n\r\nHe casts a quick look your way as if to ask, 'was that all right?'",
      "female": ""
    },
    {
      "id": 50,
      "default": "Rekke stares at you blankly. After a few long, silent moments, his eyes widen, and he slowly shakes his head.",
      "female": ""
    },
    {
      "id": 54,
      "default": "The king's eyes widen, and he breaks into a broad, delighted grin.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"You would present me a mute outlander?\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Enough pleasantries.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"You have proved yourself more polite than most. I will humor you - for a time.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Indeed? What is it? Show me!\" The king leans forward, his dark eyes wide with sudden eagerness.",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Great wealth.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "[Give the king a precious gem.] \"A rare treasure.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Never mind.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "[Offer him one of your history books.] \"Knowledge of the future.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"You say you bring knowledge, I say I have enough books.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "The king's eyes widen, and he breaks into a broad, delighted grin.",
      "female": ""
    },
    {
      "id": 66,
      "default": "The king's eyes widen, and he breaks into a broad, delighted grin.",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Impertinent boor! I say I have had enough of you.\r\n\r\n\"Guards! Take this one away!\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"W-well, you came so far to speak to me in my magnificent kingdom - surely you must hold me in very high esteem!\" He laughs nervously.",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"You have my permission to continue.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "[Lie.] \"A coven of Eora's greatest archmages sent me here from the future.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Isn't that right, Fassina?\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Ac... The tales of your conquests are inscribed in the Library of a Thousand Grimoires.\" \r\n\r\nFassina clears her throat and tips up her chin with authority. ",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"I come as an agent of Ngati.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "The king regards you with one eyebrow raised and a smug smile just forming on his lips.",
      "female": ""
    },
    {
      "id": 83,
      "default": "[Bow.] \"Greetings.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Ekera. Greetings from an emissary of the sea.\" Tekēhu tosses his hair and smiles at the king.",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"A king who cares nothing for history? I can't imagine how your empire fell to ruins.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Don't mind him, your highness. He's still mad that Aedyr lost their colonies to a mob of illiterate farmers.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"That's wisdom for you. Not much point in reading anyway if you know history's bound to repeat itself.\" ",
      "female": ""
    },
    {
      "id": 88,
      "default": "The king grips the arms of his chair and grits his teeth. Then his features grow curiously smooth, and he give you a wide smile.",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Tekēhu - my traveling companion and an artist without equal.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Captain! This is hardly the time or place to pass around the handsome fish.\" \r\n\r\nTekēhu gives you a warning look.",
      "female": ""
    },
    {
      "id": 94,
      "default": "[Whisper to Tekēhu.] \"Just go with it.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Er, actually...\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "The king settles back on his throne. He eyes Tekēhu a moment longer, then flicks his fingers as if shooing him away.",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Ekera. If I must. \r\n\r\n\"Look here, my king! A trick to dazzle your courtiers.\" \r\n\r\nTekēhu opens his palm and conjures a pair of eels out of water that chase each other in swift circles.",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Absolutely not. I'd rather swim to the shallows and watch you flounder.\" Tekēhu folds his arms and takes a step back. ",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"He is <i>marvelous</i>. Truly, a gift fit for a king.\" He appraises Tekēhu with a sharp eye.",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"If you're going to bring me a pet artist, at least bother to train him first.\" The king curls his lip in disgust.",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"<i>I</i> will shape the future. I will not have it dictated to me by a bunch of quill-twiddling scholars.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"Hmph. You waste my time.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Nae muckle a keelie withoot ye gairds, eh?\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Who are you?\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"I've never heard of you or your kingdom.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Your kingdom predates Ukaizo?\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"What happened to your kingdom?\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"King Wingauro o Watūri I! You've heard of me, of course.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "He settles back on his throne, bright eyes blinking rapidly. After a long moment, he laughs.",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"My kingdom <i>is</i> Ukaizo.\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"Look around you - is my hall not the picture of power? Do you not drown in luxury?\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"Do you understand what happened here?\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "King Wingauro crosses his arms and frowns, the picture of a petulant child.",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"To put it delicately, your highness, your civilization lies in ruins and your soul is trapped in Rymrgand's realm.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"That is not possible, I say. My empire is the strongest in Eora - no, the greatest empire history has ever known! My reach extends to the edges of the world! Kith on distant shores pay fealty to <i>me</i>, King Wingauro o Watūri I!\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"Something to learn... by the grace of the Beast himself...\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"The only thing keeping you here is your pride, you stubborn old fool.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"My judgment is beyond reproach by you, by the gods, by anyone!\r\n\r\n\"I will not take the blame for what happened, do you hear me? I will <i>not</i>!\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"Rymrgand could give you a final death, but he lets you remain here because you still have something to learn. It's a kindness.\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"You made treaty with the foreign soul shapers because you wanted the best for your empire and your people. They took advantage of you.\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"Though your kingdom fell to trickery, the Huana still thrive in the Deadfire. Your legacy survives you.\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"I thought they could help us to grow, to persist through the ages...\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"You speak... truly? My people still make their home in Deadfire?\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"A great warrior like myself requires a great leader to follow, and you've proven to be anything but!\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"You think I am a fool? That I will step aside and let you usurp my throne and claim my legacy? I say it is <i>you</i> who is mistaken, not I!\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"I say you are confused, outlander. A king follows no order but his own!\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"Does a caged tiger thank his master for the bars that hold him? I say your words are those of a fool - or a liar.\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"Are you incapable of seeing reason, or just stubborn?\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "The king hesitates, indecision warring with bravado on his face.",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"Why not admit you made a mistake in trusting the foreigners? You couldn't have known what would happen.\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"And shoulder the weight of my failure? I say, not even a god could bear it.\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"Your civilization was destroyed, your soul is Rymrgand's prisoner, and it's all your fault.\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"It's time for you to own up to your failures and face judgment.\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"I did nothing! How- how dare you!\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"I did nothing! How- how dare you!\"",
      "female": ""
    },
    {
      "id": 157,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 162,
      "default": "[Glare silently.]",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"And yet, one of us sits in the big chair and the other does not.\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"Hmph. Welcome.\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"Does my name still ring out in those distant halls? Do the people still refer to King Wingauro o Watūri I as the dragon of Deadfire?\"",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"You may stand.\" The king nods quickly, apparently satisfied with your display of fealty.",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"Ah, so the ants of other empires still scurry beyond my bounds.\" He gives you self-satisfied smile and reclines on his throne.",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"That the Drowned Lady would deign to send her favored son to <i>me</i> - surely she must have recognized the greatness of the kingdom I have built!\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"The Drowned Lady casts her dark eyes over my kingdom? Well, of course she does. It is without compare.\"",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"Maybe that big old tiger best be thanking his master that he ain't yet been skinned for a rug.\"",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"No shame in having unfinished business. A man could learn a lot about himself after a couple of millennia with nothing but a chair for conversation.\" ",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"Hmph.\"\r\n\r\nThough he won't quite look you in eye, it's clear by the expression of pained discomfort on his face that he is no longer certain he's in the right.",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"Define 'thrive,' captain.\" Maia folds her arms and glances between you and the spirit.",
      "female": ""
    },
    {
      "id": 182,
      "default": "King Wingauro turns his face away from Maia and lifts his chin. When next he looks at you, he does so while very intentionally ignoring your querulous associate.",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"No one takes advantage of King Wingauro o Watūri I.\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"They preyed upon your hospitality. The fault lies with them.\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"No one is immune to treachery, even a king as prestigious as you.\"",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"Pah. What would you know of my legacy?\" He snorts and turns away.",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"Captain, if I may?\r\n\r\n\"My king, ours is a heritage of perseverance. We pay you only the highest compliment.\" \r\n\r\nTekēhu winks at you.",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"She tesahesh liletu'bid tama. God would not give you such a burden if they did not believe you could carry it.\"",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"Guilt you ain't faced gnaws at you from below. And below's where all the best bits be.\"",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"The gods don't give a soul more than it can bear - even if sometimes it feels like they do.\"",
      "female": ""
    },
    {
      "id": 196,
      "default": "The king settles back on his throne to wait for your call. His expression turns pensive, thoughtful.",
      "female": ""
    },
    {
      "id": 197,
      "default": "With a brief, parting glance, the image of the ancient king dissolves into wisps of floating essence.\r\n\r\nThe king is gone.",
      "female": ""
    },
    {
      "id": 198,
      "default": "With a brief, parting glance, the image of the ancient king dissolves into wisps of floating essence. They float near to your body but pause just beyond you, hesitant.\r\n\r\nThen, with something like an exhaled breath, they disappear beneath your skin.\r\n\r\nA new weight pulls at your soul.",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"My great hall stands open for all who would pay fealty to their beloved king.\r\n\r\n\"Why are you here?\"",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"But I must decline. I dare not draw the ire of Ngati.\"",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"My kingdom already reeks of chum. I need not add to the stench.\"",
      "female": ""
    },
    {
      "id": 203,
      "default": "Edér's comment surprises a chuckle out of the king, and he deigns to award you with a small smile.",
      "female": ""
    },
    {
      "id": 204,
      "default": "The king's eyes widen, and he breaks into a broad, delighted grin.",
      "female": ""
    },
    {
      "id": 205,
      "default": "The king's eyes widen, and he breaks into a broad, delighted grin.",
      "female": ""
    },
    {
      "id": 206,
      "default": "The king's eyes widen, and he breaks into a broad, delighted grin.",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"Ingatti? Is that the, uh, Huana name for Rymrgand?\"",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"It is pronounced Huana. Now still your tongue and let the Watcher work.\"",
      "female": ""
    },
    {
      "id": 209,
      "default": "\"Yes, it appears to be in excellent shape.\"",
      "female": ""
    },
    {
      "id": 210,
      "default": "[Raise an eyebrow.]",
      "female": ""
    },
    {
      "id": 211,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"As I said. The jewel of Eora!\"",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"Nowhere in the world can match the brilliance of my city - no, my <i>empire</i>!\r\n\r\n\"It is the greatest nation in Eora, I say.\"",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"Ah, have you finally realized you stand in the presence of your betters? Good. I say I shall hear no more impertinent questions from you.\"",
      "female": ""
    },
    {
      "id": 215,
      "default": "Though the king was immune to your arguments, a troubled expression crosses his face as you turn away.",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"Pah, the Beast of Winter is no threat to me! I do not fear him in the slightest.\"",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"Captain, I would <i>love</i> to know how you expected that to go.\" Maia chuckles into her palm.",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"What? Watcher - !\" Alarm gives his voice a sharp edge.",
      "female": ""
    },
    {
      "id": 220,
      "default": "[Whisper to Rekke.] \"You're a missionary. That's basically halfway to being an ambassador.\"",
      "female": ""
    },
    {
      "id": 221,
      "default": "[Shrug.]",
      "female": ""
    },
    {
      "id": 222,
      "default": "Rekke eyes you dubiously and mutters under his breath in Seki. You can't quite hear what he said, but it sounded very rude.",
      "female": ""
    },
    {
      "id": 223,
      "default": "Rekke rolls his eyes. With a deep, beleaguered sigh, he stands up a bit straighter and nods to the king.",
      "female": ""
    },
    {
      "id": 225,
      "default": "The king's eyes widen, and he breaks into a broad, delighted grin.",
      "female": ""
    },
    {
      "id": 227,
      "default": "The king's eyes widen, and he breaks into a broad, delighted grin.",
      "female": ""
    },
    {
      "id": 229,
      "default": "\"Haven't you?\"",
      "female": ""
    },
    {
      "id": 230,
      "default": "[Shrug.] \"Maybe in old stories.\"",
      "female": ""
    },
    {
      "id": 232,
      "default": "\"Are you any relation to Queen Onekaza II?\"",
      "female": ""
    },
    {
      "id": 233,
      "default": "\"None in the royal family bear the name 'Onekaza,' and a woman has not held the throne for fifty years.\"",
      "female": ""
    },
    {
      "id": 234,
      "default": "\"The jewel of the Deadfire. No, of Eora! A city so magnificent it draws the jealous eyes of all the world's great civilizations.\"",
      "female": ""
    },
    {
      "id": 235,
      "default": "He sighs. \"It is settled.\"",
      "female": ""
    },
    {
      "id": 236,
      "default": "\"A fine joke!\"",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"If there lives a 'queen' by such a name, hers must be a small nation indeed, for I say I haven't heard of it.\"\r\n\r\nHe laughs heartily, slapping his knee.",
      "female": ""
    },
    {
      "id": 238,
      "default": "The king narrows his eyes, suspicious. Then he sighs and waves you on.",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"That's my point. You did nothing.\"",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"You say you bring knowledge, I say I have enough books.\"",
      "female": ""
    },
    {
      "id": 241,
      "default": "He snorts derisively and turns his face away.",
      "female": ""
    },
    {
      "id": 242,
      "default": "He crosses his arms and glares at you down his long nose.",
      "female": ""
    },
    {
      "id": 243,
      "default": "He grits his teeth. A vein throbs beneath his jaw.",
      "female": ""
    },
    {
      "id": 244,
      "default": "Within the folds of his robes, the king's hands shake.",
      "female": ""
    },
    {
      "id": 246,
      "default": "Though he shouts for his guards, none appear. He sputters, momentarily embarrassed.",
      "female": ""
    },
    {
      "id": 247,
      "default": "Your words hang in the air for a long, silent moment. At last, the king sags back on his throne, head in his hands.",
      "female": ""
    },
    {
      "id": 248,
      "default": "Then he nods quickly, satisfied.",
      "female": ""
    },
    {
      "id": 251,
      "default": "He begins to walk toward the nearby adra pillar, then pauses, watching you intently, curiously.",
      "female": ""
    },
    {
      "id": 252,
      "default": "He begins to walk toward you, then pauses. His dark eyes watch you intently, curiously.",
      "female": ""
    },
    {
      "id": 254,
      "default": "\"You know that's not true.\"",
      "female": ""
    },
    {
      "id": 255,
      "default": "Surprise makes his eyes go wide. When the expression fades, it's replaced by a look of slow-dawning comprehension and, finally, wonder.",
      "female": ""
    },
    {
      "id": 256,
      "default": "Surprise makes his eyes go wide. When the expression fades, it's replaced by a look of slow-dawning comprehension and, finally, wonder.",
      "female": ""
    },
    {
      "id": 257,
      "default": "Surprise makes his eyes go wide. When the expression fades, it's replaced by a look of slow-dawning comprehension and, finally, wonder.",
      "female": ""
    },
    {
      "id": 258,
      "default": "\"All that mattered to me was the extent of our reach. Endless expansion! Security for the Huana! A legacy <i>none</i> could match.\r\n\r\n\"I say it was my weakness they exploited.\"",
      "female": ""
    },
    {
      "id": 259,
      "default": "\"Archmage Fassina... some day, perhaps.\" \r\n\r\nFassina mutters to herself and looks to the floor between her feet. ",
      "female": ""
    },
    {
      "id": 260,
      "default": "[Whisper to Tekēhu.] \"You're the prettiest. It's the only way.\"",
      "female": ""
    },
    {
      "id": 261,
      "default": "\"Hm. Just because you are right does not mean I have to enjoy it.\" \r\n\r\nTekēhu sighs and turns to the king wearing a coy expression.",
      "female": ""
    },
    {
      "id": 263,
      "default": "He spits on the ground between you. His eyes linger on Maia, every tense line of his body a testament to his quiet fury.",
      "female": ""
    },
    {
      "id": 264,
      "default": "\"You're going to help me fight this dragon, or I'll scatter your soul to the void!\"",
      "female": ""
    },
    {
      "id": 265,
      "default": "\"Rymrgand trusted me to be his voice in the Void. Have faith in his judgment, if not in me.\"",
      "female": ""
    },
    {
      "id": 266,
      "default": "\"Perhaps my friend has. Well, Tekēhu?\"",
      "female": ""
    },
    {
      "id": 267,
      "default": "\"Of course! Who could forget the ballads of Wise Wingauro, or the tales of his war fleet that spanned the horizon?\"\n\nTekēhu winks at you slyly. He's making it up as he goes, but it seems to have the desired effect ",
      "female": ""
    },
    {
      "id": 268,
      "default": "\"I have heard it said that even beyond my shores the people of lesser nations chant three-day epics in my name.\" The king nods, a sage smile on his lips.",
      "female": ""
    },
    {
      "id": 270,
      "default": "\"Captain, you expect your pet fish to remember every history lesson? Apologies, my king. I hope that your realm was... is... a resplendent one.\" \n\nTekēhu shrugs the matter aside.",
      "female": ""
    },
    {
      "id": 271,
      "default": "\"If he is like other kings, then I assume he plants his foot on the necks of artists until their talent is reduced to a political tool. Am I close, your highness?\" \n\nTekēhu folds his arms and sighs through his nose. ",
      "female": ""
    },
    {
      "id": 274,
      "default": "The king shrinks away from you, eyes wide.",
      "female": ""
    },
    {
      "id": 275,
      "default": "\"A victory against the dragon would bring glory to my empire. Perhaps- perhaps together we might repair my legacy, too.\"",
      "female": ""
    },
    {
      "id": 276,
      "default": "\"The Beast is cold, cruel... but the priests say he does not lie.\"",
      "female": ""
    },
    {
      "id": 279,
      "default": "\"You're afraid to live a life without power. I understand. Think of this as an opportunity to fix your mistakes - a chance to do better.\"",
      "female": ""
    },
    {
      "id": 280,
      "default": "\"Perhaps- perhaps it is time. I say I am ready to be free of this guilt if you would give me the comfort of eternity.\"",
      "female": ""
    },
    {
      "id": 281,
      "default": "\"Another passage through the belly of death... to be reborn in a new shape, unburdened...\"",
      "female": ""
    },
    {
      "id": 282,
      "default": "\"Perhaps- perhaps it is time. I say I am ready to be free of this guilt if you are willing to release me to a new life.\"",
      "female": ""
    },
    {
      "id": 283,
      "default": "\"Fine, rot here. The White Void will devour your soul eventually anyway.\"",
      "female": ""
    },
    {
      "id": 284,
      "default": "\"Beast willing, it devours yours first!\" He screws his mouth into a grimace and crosses his arms.",
      "female": ""
    },
    {
      "id": 285,
      "default": "\"The temperament of Ngati's chosen is tempestuous indeed.\" The king plays off Tekēhu's insult with a laugh and the wave his hand.",
      "female": ""
    },
    {
      "id": 286,
      "default": "Though his smiling facade doesn't waver, you notice the king's hands are balled into tight fists on the arms of his throne.",
      "female": ""
    },
    {
      "id": 287,
      "default": "\"Leave me to my thoughts.\"",
      "female": ""
    },
    {
      "id": 288,
      "default": "[Use Betrayal to become the king's lost son, Prince Edanke o Watūri III.]",
      "female": ""
    },
    {
      "id": 289,
      "default": "You fish the broken blade from your pack and hold it before you.\r\n\r\nAfter a moment's concentration, your face twists itself into the visage of a square-jawed young Huana man.",
      "female": ""
    },
    {
      "id": 317,
      "default": "\"It will make a fine inheritance for my many daughters.\"",
      "female": ""
    },
    {
      "id": 318,
      "default": "\"Only daughters? No sons?\"",
      "female": ""
    },
    {
      "id": 319,
      "default": "\"Lucky them.\"",
      "female": ""
    },
    {
      "id": 320,
      "default": "\"I see.\"",
      "female": ""
    },
    {
      "id": 321,
      "default": "\"What greater gift can a doting father give than an empire that spans the world?\"",
      "female": ""
    },
    {
      "id": 322,
      "default": "\"No sons. Not any longer.\"",
      "female": ""
    },
    {
      "id": 323,
      "default": "\"I had a boy once. Edanke o Watūri III. Named for his grandfather and his grandfather's grandfather.\"",
      "female": ""
    },
    {
      "id": 324,
      "default": "\"He was a fine boy. A happy boy. The best son a father could ask for.\r\n\r\n\"But- but I will speak no more of him. Let his memory rest, I say.\"",
      "female": ""
    },
    {
      "id": 325,
      "default": "\"Eda, my boy! You've returned to me! But- but how? Does this terrible place cage you, too?\"",
      "female": ""
    },
    {
      "id": 326,
      "default": "[Echo Prince Edanke.] \"Our kingdom is fallen. I mourn the Watūri legacy, for it has been murdered by outlanders as surely as our people have.\"",
      "female": ""
    },
    {
      "id": 327,
      "default": "[Echo Prince Edanke.] \"What a mess you have made of our kingdom. Does the Watūri legacy mean so little to you?\"",
      "female": ""
    },
    {
      "id": 328,
      "default": "[Echo Prince Edanke.] \"Our kingdom lies in ruins. The Watūri legacy is stained by the blood of our slain subjects.\"",
      "female": ""
    },
    {
      "id": 329,
      "default": "\"My boy, check your eyes - the Watūri clan reigns the Deadfire. Ukaizo's bounds stretch the breadth of the world. We are at the height of our power!\"",
      "female": ""
    },
    {
      "id": 330,
      "default": "\"My boy, check your eyes - the Watūri clan reigns the Deadfire. Ukaizo's bounds stretch the breadth of the world. We are at the height of our power!\"",
      "female": ""
    },
    {
      "id": 331,
      "default": "\"My boy, check your eyes - the Watūri clan reigns the Deadfire. Ukaizo's bounds stretch the breadth of the world. We are at the height of our power!\"",
      "female": ""
    },
    {
      "id": 333,
      "default": "[Echo Prince Edanke.] \"No, father. The foreign soul shapers have destroyed our kingdom, and your soul is trapped in Rymrgand's realm.\"",
      "female": ""
    },
    {
      "id": 334,
      "default": "[Echo Prince Edanke.] \"You allowed the foreign soul shapers run of our city, and they destroyed it. Own up to your failures and face judgement.\"",
      "female": ""
    },
    {
      "id": 336,
      "default": "\"No! No, this cannot be. The foreigners have tricked you, I say. This is- you-\r\n\r\n\"Do not disrespect me with lies, boy!\"",
      "female": ""
    },
    {
      "id": 337,
      "default": "\"You do not understand, my son. I thought- and you were not here to advise me-\"\r\n\r\nThe king turns away from you, his eyes wet.",
      "female": ""
    },
    {
      "id": 338,
      "default": "\"You see me clearly, as you always did. I was played for the fool I am.\"",
      "female": ""
    },
    {
      "id": 339,
      "default": "[Echo Prince Edanke.] \"You could not have known what the outlanders planned. You only wanted what was best for our people. I forgive you, father.\"",
      "female": ""
    },
    {
      "id": 341,
      "default": "\"This old man does not deserve such generous words.\"",
      "female": ""
    },
    {
      "id": 345,
      "default": "[Echo Prince Edanke.] \"You could not save our kingdom, but you can redeem yourself. Help me fight the dragon, Neriscyrlas.\"",
      "female": ""
    },
    {
      "id": 346,
      "default": "[Echo Prince Edanke.] \"You can do no more in this life. Let me guide you to the Wheel that you might right these wrongs in your next.\"",
      "female": ""
    },
    {
      "id": 348,
      "default": "[Echo Prince Edanke.] \"You must accept responsibility for the horror you brought down on our people. <i>I</i> cannot forgive you, father - you must forgive yourself.\"",
      "female": ""
    },
    {
      "id": 349,
      "default": "\"When did my son grow wiser than his father? I say, you became a man while my back was turned.\"",
      "female": ""
    },
    {
      "id": 350,
      "default": "[Echo Prince Edanke.] \"You have suffered enough. Go into the White Void. Take your final rest and find peace at last.\"",
      "female": ""
    },
    {
      "id": 351,
      "default": "\"Thank you.\" He presses a broad hand into your arm and squeezes, his eyes wet with unshed tears. He makes as if to hug you, but stops halfway through the motion.",
      "female": ""
    },
    {
      "id": 353,
      "default": "The king looks at you as if for the first time, his eyes wide as sand dollars.",
      "female": ""
    },
    {
      "id": 354,
      "default": "[Echo Prince Edanke.] [Shake him.] \"You witless fool! Open your eyes!\"",
      "female": ""
    },
    {
      "id": 355,
      "default": "[Echo Prince Edanke.] [Stare silently at him.]",
      "female": ""
    },
    {
      "id": 356,
      "default": "[Echo Prince Edanke.] \"You know that's not true.\"",
      "female": ""
    },
    {
      "id": 357,
      "default": "[Echo Prince Edanke.] \"The only thing keeping you here is your pride, you stubborn old fool.\"",
      "female": ""
    },
    {
      "id": 358,
      "default": "[Echo Prince Edanke.] [Say nothing.]",
      "female": ""
    },
    {
      "id": 359,
      "default": "[Echo Prince Edanke.] [Hug King Wingauro.]",
      "female": ""
    },
    {
      "id": 361,
      "default": "[Echo Prince Edanke.] [Shrug off his hand.]",
      "female": ""
    },
    {
      "id": 362,
      "default": "You pull the king to you and wrap him in a crushing hug. He stands ramrod stiff, but slowly softens when you don't immediately let go.\r\n\r\nHe returns your hug, squeezing you just once, before he steps back, shaken.",
      "female": ""
    },
    {
      "id": 363,
      "default": "He stiffens, and his shoulders fall. The hand he'd laid on your arm twitches at his side.",
      "female": ""
    },
    {
      "id": 364,
      "default": "[Echo Prince Edanke.] \"Rymrgand could give you a final death, but he lets you remain here because you still have something to learn. It's a kindness.\"",
      "female": ""
    },
    {
      "id": 365,
      "default": "[Echo Prince Edanke.] \"You made treaty with the foreign soul shapers because you wanted the best for our empire and our people. They took advantage of you.\"",
      "female": ""
    },
    {
      "id": 366,
      "default": "[Echo Prince Edanke.] \"Though our kingdom fell to trickery, the Huana still thrive in the Deadfire. Your legacy survives you.\"",
      "female": ""
    },
    {
      "id": 367,
      "default": "[Echo Prince Edanke.] \"Are you incapable of seeing reason, or just stubborn?\"",
      "female": ""
    },
    {
      "id": 368,
      "default": "[Elbow Rekke in the ribs.] \"Just follow my lead.\"",
      "female": ""
    },
    {
      "id": 369,
      "default": "\"I will find you in the Shattered Passage. Until then, leave me to my thoughts.\"",
      "female": ""
    },
    {
      "id": 370,
      "default": "His features blur, then run like water off his face. What's left behind is the visage of an aged aumaua nearing the end of his life.\r\n\r\nHis shoulders sag like they've borne the weight of centuries, and his once lively eyes grow dim and distant.\r\n\r\nA shaky breath wheezes from his chest.",
      "female": ""
    },
    {
      "id": 371,
      "default": "They told you they could speak with the gods. You thought it an honor. But when the bearded man you'd grown to trust activated his machine, half your populace turned to ash. Their souls were torn from their bodies like curtains from a window.\r\n\r\nThey didn't even scream.",
      "female": ""
    },
    {
      "id": 372,
      "default": "But the outlanders didn't lie - they <i>could</i> commune with the gods.\r\n\r\nThe gods descended on the city with flame and flood. They smashed your palace to ruins and drowned your ports. A scant few people escaped the destruction by boat. Those who remained died in terror.",
      "female": ""
    },
    {
      "id": 373,
      "default": "He has requested a site in the center the city on which he might build a contraption. His people are soul shapers, he explains, and they have found a way to commune with the gods - they need only a place worthy of the gods' power from which to do it.\r\n\r\nYou are only too happy to oblige.",
      "female": ""
    },
    {
      "id": 374,
      "default": "Your son babbles on your knee, and the outlander smiles. He insists that the gods must favor you to have given you so large a domain and so bright an heir.\r\n\r\nYou agree. The gods have blessed you, indeed.",
      "female": ""
    },
    {
      "id": 375,
      "default": "Nerves turn your stomach. Your seventh child - your only son - is ten days old. You want to give him the world. And you fear these outlanders have come to take it from you, as <i>you</i> have done from others.",
      "female": ""
    },
    {
      "id": 376,
      "default": "Except you. They let you live. In their divine cruelty, <i>the gods let you live.</i>",
      "female": ""
    },
    {
      "id": 379,
      "default": "\"Perhaps- perhaps it is time. I say I am ready to be free of this guilt if you are willing to release me to a new life.\"",
      "female": ""
    },
    {
      "id": 380,
      "default": "\"Perhaps- perhaps it is time. I say I am ready to be free of this guilt if you would give me the comfort of eternity.\"",
      "female": ""
    }
  ]
}