{
  "Component": "lax2_exported",
  "Name": "conversations\\lax02_01_iceberg_dungeon\\lax02_02_cv_realm_entrances",
  "Entries": [
    {
      "id": 1,
      "default": "A warm, briny breeze flows through the undulating curtain of light. The portal shimmers like sunlight upon the sea.",
      "female": ""
    },
    {
      "id": 3,
      "default": "The portal whispers, sounding at first like the rain, but resolving into the quiet murmuring of lowered voices in a large room.",
      "female": ""
    },
    {
      "id": 4,
      "default": "A faint stirring of air from this portal carries familiar scents - the foliage of a Dyrwoodan wilderness.",
      "female": ""
    },
    {
      "id": 5,
      "default": "Beyond the gate, you see ancient architecture, apparently Huana in design, set among glistening reefs and cascading water.",
      "female": ""
    },
    {
      "id": 7,
      "default": "Beyond its surface, you see vast pillars of adra wrapped in the stone arches and copper machinery of ancient Engwith.",
      "female": ""
    },
    {
      "id": 8,
      "default": "Through the shimmering gate, a structure of thick stone rises, thronged by soldiers awash in the rosy shades of dawn. The light shifts to the clear bright blue of day, then again to red, all within a matter of moments.",
      "female": ""
    },
    {
      "id": 9,
      "default": "[Step into the portal.]",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Step away.]",
      "female": ""
    },
    {
      "id": 11,
      "default": "[Step into the portal.]",
      "female": ""
    },
    {
      "id": 12,
      "default": "[Step into the portal.]",
      "female": ""
    },
    {
      "id": 13,
      "default": "[Gaze into its depths.]",
      "female": ""
    },
    {
      "id": 14,
      "default": "[Gaze into its depths.]",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Gaze into its depths.]",
      "female": ""
    },
    {
      "id": 16,
      "default": "Though clearly not Neketaka, the imagery is that of wealth, influence, and power.",
      "female": ""
    },
    {
      "id": 17,
      "default": "The quiet whispers seem couched in a mixture of desperate fear and bitter zeal.",
      "female": ""
    },
    {
      "id": 18,
      "default": "You catch the tangy scent of saltpeter, sulfur, and charred flesh.",
      "female": ""
    }
  ]
}