{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_cv_2607_pirate_leader",
  "Entries": [
    {
      "id": 1,
      "default": "The pirate bows low at the waist, his left hand fanning out the tail of his fine Vailian coat. His right hand, however, remains near the grip of his weapon. He straightens, his dark eyes holding yours.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"You return?\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"If it ruins your shirts... well, fair warning fairly given, ne?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"I take it you don't know who I am?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"I go where I want, when I want, how I want.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Did you see that tower back there? Beautiful, wasn't it?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"I happened by, and you looked like someone worth meeting.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Merla. You're that Watcher from the Reach, aren't you? The one making good with the Príncipi. [Player Name], wasn't it?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Doubtless.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Beautiful indeed. I'm sure it was very impressive once.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"I'm sure. We just happened by ourselves.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Still, the question requires asking and answering alike - why are you here?\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"That's a nice box you've got there. What's in it?\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"I'd be happy to buy that chest off of you, for a reasonable price.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I'll be taking that, and you're going to let me - unless you want me to add you a few new holes.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "[Leave] \"I was just going, actually.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "Ranetti's head cants to the side. \"As you will. But you watch yourself and be on your way.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"A very large pile of none of your gods-damned concern.\"\r\n\r\nThe imp crouched nearby giggles.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Look, I assure you that you want absolutely no part in what's in this box.\" ",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"That's a nice box you've got there. What's in it?\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"No need to spoil this little chat with coercion.\"\r\n\r\nRanetti raises his hands. ",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"That so? Perhaps I'll teach you a lesson in Príncipi courtesy. To arms, lads - we're sending this indecorous churl to Cirono.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "[Draw your weapon.] \"I just made it my concern.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "[Attack] \"Enough of this.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Let's show them to Cirono, lads!\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"And yet interestingly, it remains decidedly not.\"\r\n\r\nHe shrugs.",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"The gods-damned blade has a curse on it. It's made an absolute mess of our ship. Ruined two of my coats.\"\r\n\r\nRanetti shakes his head.",
      "female": ""
    },
    {
      "id": 28,
      "default": " \"And some of my more boorish friends. That might provide an evening's amusement.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"A curse? What kind of curse?\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Then you won't mind me buying it. I'd be willing to pay four hundred fifty obles worth of mixed currency for it.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"If anyone can safely handle a little old cursed weapon, it's me.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Here, for the chest.\" He hands you a small, brass key. ",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"If you don't hand over the damned box, I'm going to gut the lot of you.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "He frowns, tapping his chin. \"Ac, fine. Since you've made friends among the Príncipi.\" ",
      "female": ""
    },
    {
      "id": 35,
      "default": "Ranetti sighs. \"Has anyone ever informed you that you lack politesse?\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "The ogre whistles, and Ranetti scowls at him. He considers, stroking his chin.",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"The details, I assure you, aimico, are not fit for polite company. They're really quite... desgant. Foul.\"",
      "female": "\"The details, I assure you, aimica, are not fit for polite company. They're really quite... desgant. Foul.\""
    },
    {
      "id": 38,
      "default": "\"Just tell me already!\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"The men who made the damnable thing called it Pukestabber. It's an apt name, and that's all I'll say of it.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"I'd heard that about you. That you're a thinker.\"\r\n\r\nHe nods, tapping his chin.",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"You want it so badly, you take it. Do not come looking for me, though, when it makes a mess of your precious books.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"It's the short straw does the work, them's the rules!\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"You've got it backwards. There ain't but one short straw, and it ain't a one man job, is it?\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Back to work, lads. Share the damned shovel if need be.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "Mouth agape, the pirate snores quietly.",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"The best thing about honest labor is an honest drink after!\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Here's to that! Wait... ain't I heard that elsewhere?\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"It's something my friend Mirke once told me.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"I'm not one to start a fray I don't have to, bon aimico, but I'm very curious as to just what in the name of Wael you're doing here.\"",
      "female": "\"I pride myself on my courteous treatment of all ladies, but I'm very curious as to just what in the name of Wael you're doing here.\""
    },
    {
      "id": 51,
      "default": "\"To arms, lads! We're under attack!\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"What a pleasant surprise. A man of style and grace, here of all places.\" She smiles at the young gentleman, though it falls far short of her eyes.",
      "female": ""
    },
    {
      "id": 53,
      "default": " \"One only ever meets a person once, tella. What kind of príncipo would I be if I didn't make it count?\"\r\n\r\nHe returns his attention to you.",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Ranetti, my boy! Been a tic or twelve since I last seen you! See you still be keeping the finest company.\"\r\n\r\nHe nods towards the ogre and winks.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Serafen. I'd said it was bullshit when I heard you'd left the Gentleman, but I was clearly in the wrong.\" His smile falters. ",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"You know how to handle me, all right.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Did that thing just <i>talk</i>?\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Indeed it did.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Did you hear something? You must be imagining things.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Let's not get distracted.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Four hundred and fifty obles... that's a lot of gold. Or a lot of whatever you give me. We pirates and our mixed currencies, ne?\"\r\n\r\nFinally, he nods and accepts the very heavy purse.",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"I hope you own an extensive wardrobe.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"An odd choice, that, given where things stand with Remaro.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "He reflects the expression almost perfectly.",
      "female": ""
    },
    {
      "id": 65,
      "default": "His brow rises above his blinking eyes.",
      "female": ""
    },
    {
      "id": 66,
      "default": "He frowns, his attention flickering down your length and up again.",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"I wouldn't wish it on my worst enemy... Well, perhaps on my <i>worst</i> enemy.\" \r\n\r\nHe chuckles, brushing a knuckle across his chin.",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Quiet, Rat.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "Ranetti smirks, his fingers wrapping around the grip of his blade. ",
      "female": ""
    },
    {
      "id": 70,
      "default": "Ranetti sighs and pinches the bridge of his nose. ",
      "female": ""
    }
  ]
}