{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_cv_location_burial_site",
  "Entries": [
    {
      "id": 1,
      "default": "You come upon an ancient site once used for sky burials. On a large stone slab is a scattering of old kith bones and a collection of urns of various sizes.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Search the location.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Keep searching this location.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "You take some time to search the burial site...",
      "female": ""
    },
    {
      "id": 6,
      "default": "...and find nothing of value.",
      "female": ""
    },
    {
      "id": 8,
      "default": "...and find an offering of coins near the remains.",
      "female": ""
    },
    {
      "id": 9,
      "default": "...and find a weapon beside the remains.",
      "female": ""
    },
    {
      "id": 10,
      "default": "...and find a handful of common gemstones in a small leather pouch.",
      "female": ""
    },
    {
      "id": 11,
      "default": "...and find a yellowed scroll.",
      "female": ""
    },
    {
      "id": 12,
      "default": "...and find a wardstone nestled among the offerings.",
      "female": ""
    },
    {
      "id": 13,
      "default": "... and find a charming trinket wrapped in dried grasses.",
      "female": ""
    },
    {
      "id": 14,
      "default": "...and find a collection of rare gems.",
      "female": ""
    },
    {
      "id": 15,
      "default": "...and find a strange pendant glowing with a soft, internal light.",
      "female": ""
    },
    {
      "id": 16,
      "default": "You've rummaged through the whole burial site. There's nothing left but the dead.",
      "female": ""
    },
    {
      "id": 17,
      "default": "[Take the pendant.]",
      "female": ""
    },
    {
      "id": 18,
      "default": "You pick up the pendant and notice it's curiously warm to the touch, as if someone had just been wearing it.",
      "female": ""
    },
    {
      "id": 19,
      "default": "You've rummaged through the whole burial site. There's nothing left but the dead.",
      "female": ""
    },
    {
      "id": 21,
      "default": "While wandering the Deadfire countryside, you stumble upon a site used frequently for ritual cremations. Beside the flat expanse of earth where a pyre might have been sits a small crypt full of beautiful baskets containing cremated remains.",
      "female": ""
    },
    {
      "id": 22,
      "default": "A tomb rises from the earth before you. Its stone exterior is well-wrought and decorated with reliefs of Tangaloa and Ngati. It likely houses the body of someone important to a local Huana tribe.",
      "female": ""
    },
    {
      "id": 25,
      "default": "You continue poking around the burial site for anything useful...",
      "female": ""
    },
    {
      "id": 26,
      "default": "You go back to exploring the burial site.",
      "female": ""
    },
    {
      "id": 27,
      "default": "You come upon a flight of wide steps that descend deep into the earth. Chill air radiates from a dark doorway at the bottom of the stairs. It smells faintly of dust and cold stone.",
      "female": ""
    },
    {
      "id": 30,
      "default": "You take some time to search the burial site...",
      "female": ""
    },
    {
      "id": 31,
      "default": "...and find a weapon in better shape than you would've expected.",
      "female": ""
    },
    {
      "id": 42,
      "default": "...and find a strange item on the ground. Vines twist about its length, holding it fast to the earth.\r\n\r\nYou manage to pull the vines away, though you find them strangely resistant to your efforts. Their removal reveals an arquebus of unusual make.",
      "female": ""
    }
  ]
}