{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_si_reef_known",
  "Entries": [
    {
      "id": 1,
      "default": "The water darkens off the starboard bow of your ship, and jagged spurs and spits rise from the waves in the near distance.\r\n\r\nRaised voices carry from the helm.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Take us through the reef.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Chart a course around the reef. I won't risk damage to the ship.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Specified 0] guides the ship between treacherous snags of rock and coral with an expert hand, and the ship responds with a dancer's grace.",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Specified 0] attempts to guide the ship through the reef, but with a shudder that rattles your bones, the vessel scrapes against the reef. A sound of tearing wood echoes across the deck, and hands scatter, descending into the hold to locate and repair any damage before it spoils the stores.",
      "female": ""
    },
    {
      "id": 6,
      "default": "As you sail away, [Specified 4] and [Specified 1] draw a crowd on the deck with wistful stories of the glories of the Teotara Marvel - glories you have missed. ",
      "female": ""
    },
    {
      "id": 8,
      "default": "But [Specified 0] is clenching the wheel with white-knuckled determination. \"I don't care if it's Ondra's salty bosom. We're not sailing through a reef.\" [Specified 0] notices you and relaxes. \"Captain. Help me talk sense into [Specified 1].\"\r\n\r\n[Specified 1] gapes at you both. \"And miss our chance? Sailors wait weeks for weather and seas this smooth - if you ever wanted to see the Teotara Marvel, this is the time.\"\r\n\r\nSome of the other crew have gathered to listen, a hopeful shine in their eyes.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"What is the Teotara Marvel?\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Specified 1] shrugs. \"It's supposed to be a grand sight. An ancient mystery. I haven't seen it myself.\"\r\n\r\n[Specified 4] nods. \"A graybeard I crewed with claimed to have seen it. Swore it brought him ten years of good health and favorable winds.\"\r\n\r\nThe other sailors murmur eagerly.",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"[Specified 2], do we have charts to guide us through the reef?\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"[Specified 3], what's the condition of our hull?\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "[Specified 2] nods halfheartedly. \"They're patchy, but they'll do, assuming [Specified 0] can get us through.\"\r\n\r\n[Specified 0] scowls at [Specified 2].",
      "female": ""
    },
    {
      "id": 14,
      "default": "[Specified 3] grins. \"It's in good repair, captain. I wouldn't sail through a reef myself, but if there's a good time to try, this is it.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Specified 3] frowns, eyes running across the planks of the deck. \"I suppose we could take a knock or two. Not that I'm recommending it.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "[Specified 3] stares at you, eyes wide. \"We're barely seaworthy, captain! This is no time to take risks!\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "The variegated shallows give way to blue depths. An enormous sinkhole opens around you, yawning wide enough to swallow a fleet.\r\n\r\n[Specified 0] sighs with relief as [Specified 1] searches the horizon for any sign of the mythical marvel.\r\n\r\n[Player Ship] sails on.",
      "female": ""
    },
    {
      "id": 18,
      "default": "Much of the stone is encrusted with coral, but the visible portions coil above the water in long, looping spirals. Adra normally grows in large pillars, but this formation looks almost like seven tentacles of some terrible sea monster grasping for the sky.\r\n\r\n[Specified 2] whistles low. \"So old. Had to be Engwithans.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "Indeed, it's hard to tell whether the adra's strange contours have been shaped by slow wear of the sea or distorted by it. And something about that ambiguity makes the vision all the more extraordinary.\r\n\r\nThe rest of the crew chimes in, debating the wonder's meaning and origins in low, awed voices.\r\n",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"This must be the triumph of an ancient people! We are fortunate to have seen it.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Now we've seen it. Let's move on, shall we?\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Continue on our course.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "[Specified 0] sails past the adra, maintaining a safe distance.\r\n\r\n[Specified 1] and [Specified 4] move to the aftcastle, eyes locked on the Teotara Marvel until it disappears below the horizon.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"There's no way to know where it came from. Enjoy it for whatever it is.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"This represents the malice of the gods. They're reaching for us, trying to drag us into the depths.\" ",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Clearly, this is the work of the gods. And we are blessed to have seen it.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"By Ondra's grace,\" [Specified 4] whispers, head bowed. [Specified 1] and [Specified 2] exchange grateful grins.",
      "female": ""
    },
    {
      "id": 28,
      "default": "[Specified 1] glances at you with knit brow and shrugs.",
      "female": ""
    },
    {
      "id": 29,
      "default": "They stare at you in open-mouthed horror. \r\n\r\nWith a final, shuddering look at the adra, they return to their duties.",
      "female": ""
    },
    {
      "id": 30,
      "default": "[Specified 2] nods, while [Specified 4] murmurs a quiet prayer. The remainder of the crew nod and return to their duties.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"The Teotara Marvel is near here! Every sailor must see it once!\" [Specified 1]'s hands are clasped together in urgent entreaty.",
      "female": ""
    },
    {
      "id": 32,
      "default": "The dead coral juts from the surface, grasping above like the legs of a spider, and the wind whistles as it passes across the jagged structures. Below the water, schools of fish flash among the brilliant reefs.",
      "female": ""
    },
    {
      "id": 36,
      "default": "[Specified 1] gestures towards the broken water. \"We can cut days from our journey through here!\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "You return to the shallows that could offer a shortcut through the archipelago... provided [Player Ship] can navigate the treacherous shoal.",
      "female": ""
    },
    {
      "id": 38,
      "default": "But [Specified 0] is clenching the wheel with white-knuckled determination. \"I don't care if it would fill our hold with rum, we're not sailing through a reef.\" [Specified 0] notices you and relaxes. \"Captain. Help me talk sense into [Specified 1].\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "[Specified 0] sighs. \"Even if this marvel is close, there's no guarantee we'll see it by going through this reef.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "A sound like thunder rends the air, and the deck comes apart beneath your feet. For an impossibly long moment the world spins around you, and then you plunge into the water.",
      "female": ""
    },
    {
      "id": 41,
      "default": "You hang in the water, stunned, pieces of lumber and steel sinking around you. Too weak to swim, you watch the surface recede.\r\n\r\nDarkness claims you.",
      "female": ""
    },
    {
      "id": 42,
      "default": "[Specified 0] salutes. \"Yes, captain.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "The sea here is vast and as smooth as cyan glass. Jumping up and down, [Specified 1] shouts and points to port at the pale pillar of luminous adra rising from beneath the surface of the water.\r\n\r\n[Specified 0] takes you closer.",
      "female": ""
    },
    {
      "id": 44,
      "default": "The Teotara Marvel rises from the water, shimmering against the sky, as strange and silent as it was the first time you saw it.",
      "female": ""
    },
    {
      "id": 45,
      "default": "[Specified 0] attempts to guide the ship through the reef, but with a shudder that rattles your bones, the vessel scrapes against the reef. A sound of tearing wood echoes across the deck, and hands scatter, descending into the hold to locate and repair any damage before it spoils the stores.",
      "female": ""
    },
    {
      "id": 47,
      "default": "[Specified 4] scoffs. \"Even they couldn't do that. That's Ondra's slow, steady work.\"\r\n\r\nThe adra catches the sunlight, gleaming as if aglow from within.",
      "female": ""
    },
    {
      "id": 48,
      "default": "[Specified 4] scoffs. \"Even they couldn't do that. That's Ondra's slow, steady work.\"\r\n\r\nEven at night, the adra shimmers, glowing from within and casting a ghostly light across the surface of the sea.",
      "female": ""
    },
    {
      "id": 49,
      "default": "The crew gaze upon it, some in quiet prayer, some in wordless appreciation.",
      "female": ""
    },
    {
      "id": 50,
      "default": "A reef spreads before you. With your skeleton crew, you cannot navigate the jagged shoals.",
      "female": ""
    }
  ]
}