{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_si_hunter_camp_lurker",
  "Entries": [
    {
      "id": 1,
      "default": "You're cutting your way through the dense, hilly jungles to the west of Neketaka when you stumble upon a small campsite. At first it merely appears abandoned - the two tents present have collapsed - but then you see the bodies.\r\n\r\nTwo corpses, torn apart and mostly-eaten, sprawl across the dark earth.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Follow the tracks.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "From the edge of the foliage you see numerous lurkers among a few bulbous dank spores. The primordials remain almost entirely still, seeming no more threatening than the trees that surround them.",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Draw your weapons and attack.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Sneak closer.]",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Specified 3] leads you silently through the undergrowth, only to crash onto the ground ahead of you, ankle caught among the twists of a root. [Specified 3] hisses in pain.",
      "female": ""
    },
    {
      "id": 8,
      "default": "You creep into the clearing, only to catch your foot under a root. You exhale an involuntary gasp of pain as you wrench your ankle in your fall.",
      "female": ""
    },
    {
      "id": 14,
      "default": "The lurkers shift towards your charge, as tiny sporelings spill forth from the undergrowth.",
      "female": ""
    },
    {
      "id": 15,
      "default": "You recognize the large, uneven, roundish tracks as those of a <link=\"stringtooltip://cyclopedia/49\">lurker</link>, a massive conglomeration of carnivorous plants.\r\n\r\nYou also note a wide groove down the center of the tracks. It seems the lurkers were dragging something heavy behind them when they left.",
      "female": ""
    },
    {
      "id": 16,
      "default": "You slink through the undergrowth...",
      "female": ""
    },
    {
      "id": 17,
      "default": "[Search for salvage.]",
      "female": ""
    },
    {
      "id": 18,
      "default": "A few hides, antlers, and other trophies lie around the camp.",
      "female": ""
    },
    {
      "id": 20,
      "default": "[Conjure a magical decoy as a distraction.]",
      "female": ""
    },
    {
      "id": 21,
      "default": "[Examine the tracks.]",
      "female": ""
    },
    {
      "id": 22,
      "default": "Each print is about as large as a pie, and roughly the same shape.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Want to put that lamp of yours to use, Xoti?\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "[Search for the presence of spirits.]",
      "female": ""
    },
    {
      "id": 25,
      "default": "[Search the area.]",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"How could this happen? These... these are Children of the Dawnstars from Neketaka. I-I've worshipped with them.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "[Specified 4] points at the large, roundish tracks. \"See this unevenness? From a <link=\"stringtooltip://cyclopedia/49\">lurker's</link> roots.\"\r\n\r\nThere's also a wide groove down the center of the tracks. [Specified 4] says it seems the lurkers were dragging something heavy behind them.",
      "female": ""
    },
    {
      "id": 28,
      "default": "The campsite has been thoroughly destroyed. The tents lie crushed as if under some great foot, a kettle rests on its side, very nearly caved in, and the fire has been stomped out. ",
      "female": ""
    },
    {
      "id": 29,
      "default": "Aside from the bodies, nothing much stands out in the campsite. \r\n\r\nExcept for the trail of bent trees and broken limbs to the south and the large tracks that follow it.",
      "female": ""
    },
    {
      "id": 30,
      "default": "You focus your Watcher abilities, opening yourself to the presence of any lingering essence. A vision tugs at you, dragging you forward like the rushing current of a flooded river.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Rest now, my brethren. I promise, I will safeguard your journey.\"\n\nHead bowed, Xoti sways her lantern for a long while in harvest, providing ample time for the missionaries' souls to accept the pull of the light.",
      "female": ""
    },
    {
      "id": 32,
      "default": "[Bury the bodies.]",
      "female": ""
    },
    {
      "id": 33,
      "default": "[Burn the bodies.]",
      "female": ""
    },
    {
      "id": 34,
      "default": "Scratching the underside of your jaw, you consider your options.",
      "female": ""
    },
    {
      "id": 35,
      "default": "[Finish investigating.]",
      "female": ""
    },
    {
      "id": 36,
      "default": "Having finished looking over the camp, you take a step back towards the path.",
      "female": ""
    },
    {
      "id": 37,
      "default": "[Return the way you came.]",
      "female": ""
    },
    {
      "id": 38,
      "default": "You collect and wrap the remains, then gather tender and kindling to build a small bonfire. As the bodies burn, you try not to breathe too deeply of the smoke from the smoldering flesh.",
      "female": ""
    },
    {
      "id": 39,
      "default": "The dark soil is soft, and within a couple of hours you have dug a hole deep enough for the remains. You lower them into the ground and cover them, consigning them to the Wheel.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"And the cycle continues. Though the body is thusly shucked, the soul will find its way to a new beginning.\" \r\n\r\nXoti bows her head.",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Glad that somebody's watching over them, even if it isn't necessarily Eothas. Appreciate you doing this.\" Edér nods at you.",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"And the cycle continues. Though the body is thusly shucked, the soul will find its way to a new beginning.\" \r\n\r\nXoti bows her head.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Sure hope your planting them don't attract whatever readied them to seed, cap.\"\r\n\r\nSerafen's ears twitch as he peers off of the road.",
      "female": ""
    },
    {
      "id": 45,
      "default": "The trees to the south hunch bent aside, as if whatever caused this carnage came from and left by that direction.",
      "female": ""
    },
    {
      "id": 46,
      "default": "The bodies - what's left of them - bear the tattered remnants of the robes and holy symbols of the Dawnstars.",
      "female": ""
    },
    {
      "id": 47,
      "default": "A handful of arrows pincushion the trees to the south of the camp. Where they've struck the trunks, the bark bears a thin layer of ice. It's slowly melting in the warm tropical air.",
      "female": ""
    },
    {
      "id": 48,
      "default": "You see the creatures, nigh twice the height of a human, standing among the ruins of your campsite. Eating the corpses of your fellows. Vines and moss hang from their amorphous, bark-covered form. \r\n\r\n<link=\"stringtooltip://cyclopedia/49\">Lurkers</link>.",
      "female": ""
    },
    {
      "id": 49,
      "default": "Waves of anger and fear wash over you - anger and fear, but also faith in Eothas returned - and, with a prayer on your lips, you fire arrows from your enchanted bow, each as cold as sleet.\r\n\r\nYou hear a rushing sound to your right and turn to face it...",
      "female": ""
    },
    {
      "id": 50,
      "default": "The vision ends abruptly. ",
      "female": ""
    },
    {
      "id": 51,
      "default": "The creatures seem to have put no effort into hiding their tracks, and you easily follow them deeper into the jungle. The path enters a clearing, and you almost walk into it without recognizing the danger...",
      "female": ""
    },
    {
      "id": 52,
      "default": "[Use spyglass.]",
      "female": ""
    },
    {
      "id": 53,
      "default": "In addition to the lurkers and dank spores, your spyglass reveals a few smaller sporelings lurking in the undergrowth. \r\n\r\nFurthermore, you see the corpse of a young elven woman, her right leg horribly twisted. The body grasps a bow in its right hand, the intricately-tooled wood of which appears to shimmer with a fine layer of frost.",
      "female": ""
    },
    {
      "id": 54,
      "default": "Chanting quietly, you weave the area's essence into a clarion call, directing the effect at a distant edge of the clearing. Moments later, you hear the crash of your summoned entity passing through the thick growth.",
      "female": ""
    },
    {
      "id": 55,
      "default": "[Specified 3] leads you silently through the undergrowth...",
      "female": ""
    },
    {
      "id": 56,
      "default": "Chanting quietly, [Specified 4] performs a complex rite and summons something at the far edge of the clearing. It crashes loudly through the thick growth.",
      "female": ""
    },
    {
      "id": 57,
      "default": "The lurkers slowly shift and stomp away after the sound. The spores, however, remain.",
      "female": ""
    },
    {
      "id": 58,
      "default": " The lurkers ahead turn towards you... and you hear more thrashing leaves in the jungle behind you.",
      "female": ""
    },
    {
      "id": 59,
      "default": "You return to the clearing in the jungle outside Neketaka.",
      "female": ""
    },
    {
      "id": 60,
      "default": "A small chest buried in the collapsed tent contains a variety of fresh foods.",
      "female": ""
    }
  ]
}