{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_si_stranded_ship_lagufaeth",
  "Entries": [
    {
      "id": 1,
      "default": "[Specified 0] whistles from high in the rigging and points frantically to port. \"Look, captain! Look!\"\r\n\r\nYour crew gathers to peer into the distance.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"I'm going aboard.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Continue on our course.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Specified 2] salutes. \"Aye, captain. Probably for the best. No telling what's lying in wait out there.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "The crew ready the skiff, and you oar your way across the ocean swells towards the listing junk.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Fire the cannons. Scare those creatures away.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "The shot arcs over the junk's deck and whizzes past its hull, splashing into the water all around the wreck.",
      "female": ""
    },
    {
      "id": 11,
      "default": "[Player Ship] shudders as the cannons fire. \r\n\r\nUnfortunately, a few shots crash through the hull, just beneath the waterline. ",
      "female": ""
    },
    {
      "id": 12,
      "default": "You reach the ship safely and scale the side of the ship...",
      "female": ""
    },
    {
      "id": 13,
      "default": "The crew ready the skiff, and you oar your way across the ocean swells towards the listing junk.",
      "female": ""
    },
    {
      "id": 14,
      "default": "As you approach, the lagufaeth hiss and gurgle at you from the deck. A few produce blowguns and quickly fill the air with a rain of brightly-feathered darts.",
      "female": ""
    },
    {
      "id": 15,
      "default": "From behind you, [SkillCheck 0] cries out. You look back to see your companion pull a feathered needle the length of a dagger from between the ribs. You take the dart and throw it into the water as [SkillCheck 0] attends to the bleeding.",
      "female": ""
    },
    {
      "id": 17,
      "default": "One of the darts strikes you, punching through gear and skin alike. You tear it from your flesh and throw the dagger-length projectile overboard. You clasp a hand over the wound, and blood seeps from between your fingers.",
      "female": ""
    },
    {
      "id": 18,
      "default": "The darts pelt the skiff, but none of them strike you.",
      "female": ""
    },
    {
      "id": 19,
      "default": "[Use spyglass.]",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Bring us closer. I want a better look.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "You look out upon the ship, a ruined junk sporting faded Deadfire Company colors. The sails hang limp and shredded, and cracks mar the barnacle-spotted planks.",
      "female": ""
    },
    {
      "id": 23,
      "default": "[Specified 1] salutes. \"Aye, captain.\"\r\n\r\nRigging tightens and sails creek as [Player Ship] approaches the unknown vessel.\r\n\r\nThe ship slowly looms closer, a ruined junk sporting faded Deadfire Company colors. The sails hang limp and shredded, and cracks mar the barnacle-spotted planks.",
      "female": ""
    },
    {
      "id": 24,
      "default": "A lanky, agile creature scales the side of the ship, its four arms hauling it over the railing and onto the deck. The movement, you realize, is that of a pack of lagufaeth that have swarmed the junk.",
      "female": ""
    },
    {
      "id": 25,
      "default": "Eyes shielded with an open palm, [Specified 1] squints. \"Stranded ship, captain. There's movement. Might be survivors.\"\r\n\r\nYou look. Dark shapes move above the weathered hull.\r\n\r\n\"Big old junk like that,\" [Specified 2] mutters, \"could have some nice guns. Who knows what else.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "[Leave it be.]",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Prepare the cannons. Send it to the ocean's floor.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "[Terrify them with an ability.]",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"With what? We don't have any cannonballs.\"\r\n\r\n[Specified 2] coughs.",
      "female": ""
    },
    {
      "id": 30,
      "default": "The lagufaeth under your baleful gaze, you pour forth essence in a potent blast of pure horror.",
      "female": ""
    },
    {
      "id": 31,
      "default": "[Specified 5] nods to you, then focuses on the far ship. After a few moments of concentration, your follower releases a torrential outpouring of concentrated fear.",
      "female": ""
    },
    {
      "id": 32,
      "default": "With a grating chorus of screeches and hisses, the sea creatures flee the deck, diving over the rails to vanish into the depths.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"I'm going aboard.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "[Player Ship] shivers as the guns blaze, sending balls of lead through the stranded junk.",
      "female": ""
    },
    {
      "id": 35,
      "default": "[Player Ship] releases a volley of lead balls that crash harmlessly into the water.\r\n\r\nThe light breeze carries the screeching and hissing of the lagufaeth on deck.",
      "female": ""
    },
    {
      "id": 36,
      "default": "The lagufaeth leap from the deck and vanish into the water.\r\n\r\nYou watch as the ship rolls over and sinks beneath the waves.",
      "female": ""
    },
    {
      "id": 37,
      "default": "[Specified 2] grins. \"My pleasure, captain.\" \r\n\r\nWith a bevy of shouted orders, the cannoneer vanishes into the hold.",
      "female": ""
    },
    {
      "id": 38,
      "default": "[Specified 2] snaps to attention. \"Aye, captain. It's your lead to waste.\"\r\n\r\nWith a bevy of shouted orders, the cannoneer vanishes into the hold.",
      "female": ""
    },
    {
      "id": 39,
      "default": "The skiff bumps against the junk, and you scale the side of the lagufaeth-infested ship...",
      "female": ""
    }
  ]
}