{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_si_2607_pirates_booty",
  "Entries": [
    {
      "id": 1,
      "default": "The deep river that flows down from the island's central mountains meets the sea here, expanding into a broad delta. The azure water spreads to the east, remarkably calm and quiet.\r\n\r\nGulls hang on the air above the shallows, intermittently diving in pursuit of food.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Would you look at that,\" Serafen says, watching the water. \"Blue as sapphire and twice as smooth.\" \r\n\r\nHe grins at Tekēhu. \"Ever gazed these shores, lad? Lived here all your life, aye? You seen many of these islands before signing up with Captain [Player Name]?\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"I have seen many beautiful places. Since joining our modest crew, I have seen terrible places as well.\r\n\r\n\"This, I say, is a pleasing reprieve.\" \r\n\r\nTekēhu smiles in your direction.",
      "female": ""
    },
    {
      "id": 4,
      "default": "Serafen chuckles. \"And here with me starting to think the Deadfire be nothing but dusty basements and over-large -\"\r\n\r\nThe orlan stops, frowning. \"Oi, cap. What you reckon this be about?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "A weathered skiff rests on the shore, and a galleon sets at anchor a mile or so off the coast. Fresh footprints in the sand lead inland along the side of the river.",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Follow the footprints.]",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Return the way you came.]",
      "female": ""
    },
    {
      "id": 8,
      "default": "You follow the path inland. Unlike the sea, the river's waters churn on their way down from the hills. On the far side of the water stands the crumbled ruins of an ancient tower.",
      "female": ""
    },
    {
      "id": 9,
      "default": "Near the shore, you see a group of kith - along with an ogre and imp - in freebooter dress.",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Approach them.] \"Ahoy there!\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "[Attack without warning.]",
      "female": ""
    },
    {
      "id": 12,
      "default": "[Hide in the undergrowth.]",
      "female": ""
    },
    {
      "id": 13,
      "default": "[Return the way you came.]",
      "female": ""
    },
    {
      "id": 14,
      "default": "You follow the river back towards the sea, leaving the pirates to their designs.",
      "female": ""
    },
    {
      "id": 15,
      "default": "You return to the Koro River and follow it up inland to the waterfalls that feed it. You find no one at the lake's shore.",
      "female": ""
    },
    {
      "id": 16,
      "default": "[Search for the buried chest.]",
      "female": ""
    },
    {
      "id": 18,
      "default": "You scour the shore and locate a patch of loose, disturbed sand and stone.",
      "female": ""
    },
    {
      "id": 19,
      "default": "You scour the shore but find no sign of anything the pirates may have left behind.",
      "female": ""
    },
    {
      "id": 20,
      "default": "After some searching, [Specified 0] indicates a patch of freshly disturbed sand and stone.",
      "female": ""
    },
    {
      "id": 21,
      "default": "Despite almost an hour's effort, [Specified 0] finds no hint of anything the pirates may have left behind.",
      "female": ""
    },
    {
      "id": 22,
      "default": "You scour the shore and locate a patch of loose, disturbed sand and stone.",
      "female": ""
    },
    {
      "id": 23,
      "default": "After some searching, [Specified 0] indicates a patch of freshly disturbed sand and stone.",
      "female": ""
    },
    {
      "id": 24,
      "default": "You unearth the chest, which is secured by an intricate brass lock. A message, carved into the lid, stands out in stark relief to the polished wood:\r\n\r\n<i>We've hid this from the world - may it never cause another harm. Open at your own peril.</i>",
      "female": ""
    },
    {
      "id": 25,
      "default": "With little reason to remain here, you make your way back down the river.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Whatever's in that chest has been altered by magic,\" Aloth says, pausing.\r\n\r\n\"And I'm not sure it's an... entirely agreeable sort.\" He wrinkles his nose.",
      "female": ""
    },
    {
      "id": 27,
      "default": "Within the chest you discover a short blade, wrapped in a rag stained in yellows and greens.\r\n\r\nPrize in hand, you return down the river.\r\n",
      "female": ""
    },
    {
      "id": 28,
      "default": "[Pick the lock and open the chest.]",
      "female": ""
    },
    {
      "id": 29,
      "default": "[Pry the chest apart.]",
      "female": ""
    },
    {
      "id": 30,
      "default": "[Blast the chest open with a grenade.]",
      "female": ""
    },
    {
      "id": 31,
      "default": "[Bury the chest and leave.]",
      "female": ""
    },
    {
      "id": 32,
      "default": "The lock provides a challenge, but not one you can't overcome. After some effort, the chest springs open with an audible click.",
      "female": ""
    },
    {
      "id": 33,
      "default": "Despite your best efforts with your picks, you can't overcome the chest's lock.",
      "female": ""
    },
    {
      "id": 34,
      "default": "You return the chest to the ground and make your way back down the river.",
      "female": ""
    },
    {
      "id": 35,
      "default": "You ram the prybar into the slight gap between the chest's lid and its base. You push down on the tool with all your strength.",
      "female": ""
    },
    {
      "id": 36,
      "default": "[Specified 0] wedges the prybar under the chest's lid. Grunting, your fellow traveler strains against the tool.",
      "female": ""
    },
    {
      "id": 37,
      "default": "You carefully set the grenade, packing it into the ground to channel its blast into the chest.\r\n\r\nThen you take cover. In an eruption of soil and wood, the chest breaks open.",
      "female": ""
    },
    {
      "id": 38,
      "default": "You set the grenade, sticking it under the chest, and take a step back.\r\n\r\nThe explosion knocks you off of your feet. You wince as you sit up, and see blood pooling beneath your ribs.",
      "female": ""
    },
    {
      "id": 39,
      "default": "With a resounding crack, the chest flies open.",
      "female": ""
    },
    {
      "id": 40,
      "default": "The chest stalwartly resists the attempt to force it open.",
      "female": ""
    },
    {
      "id": 41,
      "default": "[Specified 0] grins and goes to work on the lock. Several minutes later, the chest springs open with an audible click.",
      "female": ""
    },
    {
      "id": 42,
      "default": "After some time at the lock, [Specified 0] stands and sighs. \"No good, [Player Name].\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "[Specified 0] sets the grenade, packing soil around it at the base of the chest.\r\n\r\nYou both take cover. In an eruption of soil and wood, the chest breaks apart.",
      "female": ""
    },
    {
      "id": 44,
      "default": "[Specified 0] is still packing the grenade beneath the chest when it explodes. In a rain of dirt and metal, your fellow traveler falls back into the soil, bleeding badly.",
      "female": ""
    },
    {
      "id": 45,
      "default": "You duck behind a rock, slick with mist and thick with moss. The continued murmur of the pirates mingles with the thunder of the falls.\r\n\r\nYour presence seems to have escaped them.",
      "female": ""
    },
    {
      "id": 46,
      "default": "You duck behind a rock, kicking a stone on your way. It bounces down the hill, and the pirates look up at you.\r\n\r\n\"A HIDER BY THAT ROCK!\" squeals the imp, pointing at you wildly. \"I SAW IT FIRST.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "Though you expertly slip behind the rock, [SkillCheck 0] dislodges a small stone, sending it bouncing down the hill. The pirates go quiet, all looking up at you.\r\n\r\n\"A HIDER BY THAT ROCK!\" squeals the imp, pointing at [SkillCheck 0]. \"I SAW IT FIRST.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "The pirates turn to face your charge towards the water, hastening to free their weapons from their scabbards...",
      "female": ""
    },
    {
      "id": 49,
      "default": "The pirates turn towards you as you approach, trading clearly confused glances at your abrupt appearance. ",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Let's show them to Cirono, lads!\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "<xg>One</xg> of the kith, a sharply-dressed young man, steps forward, his hand hovering near the grip of his blade...",
      "female": ""
    },
    {
      "id": 52,
      "default": "[Sneak closer to observe.]",
      "female": ""
    },
    {
      "id": 53,
      "default": "[Ambush and attack.]",
      "female": ""
    },
    {
      "id": 54,
      "default": "[Sneak away.]",
      "female": ""
    },
    {
      "id": 55,
      "default": "You creep forward, drawing your weapon...",
      "female": ""
    },
    {
      "id": 56,
      "default": "You move carefully among the rocks until you get a better vantage on the group. They stand around a heavy chest of treasure nestled among the stones and sand. ",
      "female": ""
    },
    {
      "id": 57,
      "default": "[Wait and observe.]",
      "female": ""
    },
    {
      "id": 58,
      "default": "The group clearly seems to be in no hurry. Hours pass as you hunker in your hidey hole, the cool mist from the falls settling into your clothes.\r\n\r\nEventually - finally - they finish the hole and lower the treasure in before beginning the long process of filling the pit up again.",
      "female": ""
    },
    {
      "id": 59,
      "default": "[Continue watching.]",
      "female": ""
    },
    {
      "id": 60,
      "default": "Hours later, they finish their task. The treasure lies buried, and the pirates stand about wiping sweat from their foreheads. \r\n\r\nOne of the pirates, perhaps their leader, says, \"I think we need a drink after all that. Break out the grog, Big Burknur.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "[Continue watching.]",
      "female": ""
    },
    {
      "id": 62,
      "default": "They eventually exhaust the keg - as well as their full catalog of alcohol-related sea shanties - and gather their tools. They stumble back down the river, passing within feet of you without ever knowing it.\r\n\r\nYou listen to the sound of their exit until it fades into silence.",
      "female": ""
    },
    {
      "id": 63,
      "default": "[Dig up the chest.]",
      "female": ""
    },
    {
      "id": 64,
      "default": "[Leave it be.]",
      "female": ""
    },
    {
      "id": 67,
      "default": "You easily locate the spot where you buried the chest.",
      "female": ""
    },
    {
      "id": 68,
      "default": "[Dig it up.]",
      "female": ""
    },
    {
      "id": 69,
      "default": "[Leave it be.]",
      "female": ""
    },
    {
      "id": 70,
      "default": "A huge lake - the river's source - spreads before you, ringed almost entirely by walls of sheer rock. It is fed by towering waterfalls that cascade down the island's rocky promontories.",
      "female": ""
    },
    {
      "id": 71,
      "default": "You pick up enough of their conversation to know they're arguing over who has to take the first shift with a shovel. \r\n\r\nThey intend to bury the chest.",
      "female": ""
    },
    {
      "id": 72,
      "default": "The ogre plucks a sizable keg from atop a nearby stone and sets it down in the sand. The pirates laugh and cheer as they all produce mugs from their belts.\r\n\r\nThey proceed to assail the grog - along with their sobriety.",
      "female": ""
    },
    {
      "id": 73,
      "default": "You follow the river back towards the shore.",
      "female": ""
    },
    {
      "id": 74,
      "default": "You ram the prybar into the slight gap between the chest's lid and its base. You push down on the tool with all your strength.",
      "female": ""
    },
    {
      "id": 75,
      "default": "[Specified 0] wedges the prybar under the chest's lid. Grunting, your fellow traveler strains against the tool.",
      "female": ""
    },
    {
      "id": 76,
      "default": "The chest smolders, gaping open.",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"A HIDER BY THAT ROCK!\" squeals the imp, pointing at you wildly. \"I SAW IT FIRST.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "[Unlock the chest.]",
      "female": ""
    }
  ]
}