{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_si_reef_wrecked_merchant_ship",
  "Entries": [
    {
      "id": 1,
      "default": "You're sailing past a reef when [Specified 3] shouts out, pointing to port. There lists a ship stranded in the middle, perched on a narrow shoal. It tips and rolls with the passing waves. \r\n\r\nHanging from its mast is a blue flag showing an image of a crescent moon sinking beneath the waves.\r\n\r\nYour crew gathers around, murmuring in low, excited voices.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Prepare a skiff. We'll have to row out and climb the hull.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Continue on our course.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "As the ship settles, [SkillCheck 0] cries out, slips free, and falls flailing among the sharp spines of coral beneath the water.",
      "female": ""
    },
    {
      "id": 5,
      "default": "The crew begins to disperse, mumbling. [Specified 0] scuffs a boot against the deck and scowls at [Specified 1]'s and [Specified 2]'s retreating backs.\r\n\r\n\"There might have been something good. It never hurts to look.\" [Specified 0] shrugs.",
      "female": ""
    },
    {
      "id": 6,
      "default": "Your grip holds. \r\n\r\nOnce the ship settles, you resume your climb and make it to the safety of the deck.",
      "female": ""
    },
    {
      "id": 7,
      "default": "Just then, a large wave crashes against the ship, knocking it violently against the reef. The hull splinters with a loud crack.\r\n\r\n[Specified 0] gapes.\r\n\r\n[Specified 2] half-turns. \"That's why [Player Name]'s the captain.\"\r\n\r\n[Specified 0]'s face darkens.",
      "female": ""
    },
    {
      "id": 8,
      "default": "The ship is deserted - you don't even find corpses. If the ship had a skiff, it's missing, too.",
      "female": ""
    },
    {
      "id": 9,
      "default": "[Specified 0] rushes to the railing. \"Captain, that's a Giftbearer ship! No telling what sorts of treasures it's got.\"\r\n\r\n[Specified 1] snorts. \"Giftbearers carry sentimental junk. Worthless stuff. No, that's a smuggler's ship. It's a classic disguise.\"\r\n\r\n[Specified 2] spits into the water. \"Then it's a fucking stupid one. Giftbearers only visit landlocked settlements. That's a trap.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "It's not enough. As the ship settles, you slam into its side. Your grip fails, and you plunge into the water. Sharp agony blossoms through your torso, and you emerge back onto the shoal, blood dripping onto the rocks from a deep gash in your side. You tear a long shard of coral from between your ribs and drop it into the water.",
      "female": ""
    },
    {
      "id": 11,
      "default": "You pull yourself up, using bent planks and barnacles for holds. You've almost reached the main deck when a wave slams against the ship. You hear a crash from somewhere below as the vessel rocks. Your legs slip out from under you, and your fingers dig into wet lumber.",
      "female": ""
    },
    {
      "id": 13,
      "default": "You slide a crate of junk aside and find a trapdoor underneath. Within rests a small chest brimming with golden scellings.",
      "female": ""
    },
    {
      "id": 14,
      "default": "But then you notice scuff marks along the deck. As if the box of junk has been moved repeatedly over the same spot. \r\n\r\nYou slide it aside and find a trapdoor underneath. Within rests a small chest brimming with golden scellings.",
      "female": ""
    },
    {
      "id": 15,
      "default": "You load your find onto the skiff and row back to your ship.",
      "female": ""
    },
    {
      "id": 16,
      "default": "[Specified 4] glances around before sliding a crate of junk aside... and finding a trapdoor underneath. Within rests a small chest brimming with golden scellings.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"What was that about the Giftbearers, [Specified 1]?\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "[Use spyglass.]",
      "female": ""
    },
    {
      "id": 20,
      "default": "[Specified 1] fixes a pensive frown on the wreck. \"No offense, captain, but the servants of Ondra collect things people want to forget and consign them to the sea. Anything Giftbearers might be carrying would be stuff nobody wants.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "The wreck lists on the water, rocking with each wave that strikes it. The planks near the waterline seem cracked and splintered. You doubt the craft will remain intact tomorrow.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Thoughts?\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Ship's coming apart, captain. Nothing you can do for it. Let the sea take what's owed.\" \r\n\r\nMaia shrugs. ",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Ain't a trap, captain. Ship be too smashed to shit for that. Might be too smashed to shit for salvage, too.\" Serafen scratches the back of his head as he peers at the vessel.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"The ships of Giftbearers are rare indeed. I say I have heard nothing of one going missing...\" \r\n\r\nTekēhu pulls on his hair and ponders. ",
      "female": ""
    },
    {
      "id": 27,
      "default": "With a shake of the head, [Specified 5] frowns and says nothing.",
      "female": ""
    },
    {
      "id": 28,
      "default": "You row the skiff above the reefs, the waves tossing it, the bottom of the small boat occasionally scraping across the jagged structure below.\r\n\r\nYou tie off on a snag of coral next to the wreck. The water is rough and the hull slick with brine, but you're able to find purchase between the shifting planks.",
      "female": ""
    },
    {
      "id": 29,
      "default": "[Attempt the climb again.]",
      "female": ""
    },
    {
      "id": 30,
      "default": "[Return to your ship.]",
      "female": ""
    },
    {
      "id": 31,
      "default": "You gather your crew and return to the ship, leaving the perilous wreck behind.",
      "female": ""
    },
    {
      "id": 32,
      "default": "Despite your aching arms and the wound in your side, you resume your climb and pull yourself to the deck.",
      "female": ""
    },
    {
      "id": 33,
      "default": "[Search for salvage.]",
      "female": ""
    },
    {
      "id": 34,
      "default": "[Search for evidence of smugglers.]",
      "female": ""
    },
    {
      "id": 35,
      "default": "You find several crates of supplies and several more of assorted odds and ends - handkerchiefs, bead jewelry, cracked scrimshaw, a child's doll.",
      "female": ""
    },
    {
      "id": 36,
      "default": "[Return to your ship.]",
      "female": ""
    },
    {
      "id": 37,
      "default": "You think back to [Specified 1]'s comments and wonder if this might have been a smugglers' vessel after all.",
      "female": ""
    },
    {
      "id": 39,
      "default": "Frowning, [Specified 4] points out a series of scuff marks along the deck. As if the box of junk has been moved repeatedly over the same spot. \r\n\r\nYou slide it aside and find a trapdoor underneath. Within rests a small chest brimming with golden scellings.",
      "female": ""
    },
    {
      "id": 40,
      "default": "There appears to be nothing else of value.",
      "female": ""
    },
    {
      "id": 41,
      "default": "[Specified 4] whistles. \"Smugglers after all.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "[SkillCheck 0] crawls out of the water and into the skiff, bleeding from a deep gash in his side. He looks up at you and motions for you to continue on.",
      "female": ""
    },
    {
      "id": 45,
      "default": "[SkillCheck 0] crawls out of the water and into the skiff, bleeding from a deep gash in her side. She looks up at you and motions for you to continue on.",
      "female": ""
    },
    {
      "id": 47,
      "default": "[Climb up.]",
      "female": ""
    },
    {
      "id": 48,
      "default": "Aloth rubs his chin. \"I've heard rumor that some Giftbearers operate as smugglers on the side. \r\n\r\n\"I suppose it's possible they're carrying something of value.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"My sickle cuts through smugglers just as easy as any kith. Easier, maybe.\"\r\n\r\nLicking her bottom lip, Xoti studies the seemingly stranded vessel.",
      "female": ""
    },
    {
      "id": 50,
      "default": "You wonder what you think, but only you can answer that.",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Ready the guns. The cannoneers need the practice.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"With what? We don't have any cannonballs.\"\r\n\r\n[Specified 2] coughs.",
      "female": ""
    },
    {
      "id": 53,
      "default": "With a shake of the head, [Specified 2] sighs. \"Or we could sink the loot, I suppose.\"\n\n[Specified 1] nods. \"Aye, captain.\"\n\n[Specified 0] shouts orders, and crew begin readying the guns belowdecks.",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Sir.\"",
      "female": "\"Ma'am.\""
    },
    {
      "id": 55,
      "default": "Your gunners prove more than a match for the immobile target. As you watch, the target lists, rolls, and then sinks beneath the waves.\n\nThe crew belowdecks stomp their feet and cheer.",
      "female": ""
    },
    {
      "id": 56,
      "default": "Your gunners prove no match for the immobile target, and the cannonballs fly wide of their target.\r\n\r\nThe crew wince at the display.\r\n\r\n[Specified 0] looks to you. \"Again, captain?\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Fire another volley! And hit the damn thing this time!\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "Your gunners prove more than a match for the immobile target. As you watch, the target lists, rolls, and then sinks beneath the waves.\n\nThe crew belowdecks stomp their feet and cheer.",
      "female": ""
    },
    {
      "id": 59,
      "default": "The cannons fire again... and miss again.\r\n\r\n[Specified 0] sighs. \"Orders?\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Sink that damn boat!\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "Your gunners prove more than a match for the immobile target. As you watch, the target lists, rolls, and then sinks beneath the waves.\n\nThe crew belowdecks stomp their feet and cheer.",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"No. Get us out of here.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "Among the coins rests a small figurine of an imp, of all things.",
      "female": ""
    }
  ]
}