{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_si_shrine_rest",
  "Entries": [
    {
      "id": 1,
      "default": "You notice a small pavilion containing a large, weathered statue of stone a little ways off the path. It appears to be a Huana shrine.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Desecrate the shrine.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Leave the shrine and continue your travels.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "The sculpture portrays a flamboyantly feathered bird of paradise. Its long body coils around a spherical egg. A few flaky remnants of paint cling stubbornly to the stone.\r\n\r\nIt represents Amira - the Huana's rendition of Hylea.\r\n\r\nAn inscription runs along the shrine's base - \"The faithful strive always, as swift as the albatross and as agile as the osprey.\"\r\n",
      "female": ""
    },
    {
      "id": 6,
      "default": "The craftsmanship of the statue is remarkable, but time has worn down its features. \r\n\r\nYou cannot discern who this shrine was dedicated to.",
      "female": ""
    },
    {
      "id": 10,
      "default": "You kneel before the shrine, whispering your prayer to the cool stone. \r\n\r\nIt offers no answers, but you feel calmer as you rise to your feet and set about making camp.",
      "female": ""
    },
    {
      "id": 11,
      "default": "The statue bears the shape of a nude woman with the head of a monstrous fish. \r\n\r\nIt portrays Ngati - the Huana's rendition of Ondra.\r\n\r\nAn inscription runs along the shrine's base. \"The surf smooths stones, but also crushes them into sand.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "A pair of stone eels twist up the sculpture. Each eel's mouth clings to the other's tail, creating an unbroken circuit. \r\n\r\nIt portrays Rikuhu - the Huana's rendition of Berath.\r\n\r\nAn inscription runs along the shrine's base. \"Some flee. Others fight. Rikuhu consumes all.\"\r\n",
      "female": ""
    },
    {
      "id": 32,
      "default": "Pollen and dirt dust the statue, and grass grows wild at its base. It seems some time since this shrine was tended.",
      "female": ""
    },
    {
      "id": 39,
      "default": "[Pray at the shrine and rest.]",
      "female": ""
    },
    {
      "id": 45,
      "default": "Ancient and eroded, it crumbles beneath your onslaught, and fragments of the statue break off and fall to the ground. Having thoroughly disfigured the shrine, you shove it, and it topples over.\r\n\r\nAll that remains of the shrine is a stone platform and a pile of rocks.\r\n",
      "female": ""
    },
    {
      "id": 48,
      "default": "[Approach and identify it.]",
      "female": ""
    },
    {
      "id": 49,
      "default": "[Leave the shrine and continue your travels.]",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Strength flows from captain to mother to son, and gratitude follows it back, I say.\" Tekēhu clasps his hands and smiles.",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Waste of time,\" Pallegina loudly mutters during your prayer. She fumes from the path until you've finished.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Aye, cap. Nothing fathom-headed bout staying square with the old salt who brought you back to life.\"\r\n\r\nSerafen smirks and drops to his knees beside you.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"When Ngati sinks your ship, I know who will be spared.\" Tekēhu crosses his arms and grimaces.",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"If only Hylea herself were as easily toppled as this shrine.\"\r\n\r\nPallegina observes your work, her golden eyes gleaming with satisfaction.\r\n\r\n",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Working through some authority issues, are we?\" Aloth inspects your handiwork with a wry expression.",
      "female": ""
    },
    {
      "id": 58,
      "default": "[Meditate on your travails and rest.] ",
      "female": ""
    },
    {
      "id": 59,
      "default": "Seated at the shrine, you steady your breathing and allow your muscles to loosen.\r\n\r\nYou organize your thoughts, setting them in order. \r\n\r\nWhen you stand, everything seems less perilous or more attainable. \r\n",
      "female": ""
    },
    {
      "id": 60,
      "default": "Finished, you return to your travels.",
      "female": ""
    },
    {
      "id": 61,
      "default": "[Search the surrounding area.]",
      "female": ""
    },
    {
      "id": 62,
      "default": "The area around the shrine is clear and may prove to be a good place to rest.",
      "female": ""
    },
    {
      "id": 63,
      "default": "[Set camp and rest.]",
      "female": ""
    },
    {
      "id": 64,
      "default": "The hours pass without complication, and you wake and continue your journey. ",
      "female": ""
    },
    {
      "id": 65,
      "default": "Xoti rests a hand upon the lumpy shrine.",
      "female": ""
    },
    {
      "id": 67,
      "default": "The statue portrays a creature akin to a stelgaer, though a spider's head juts from its right shoulder and a large-tusked boar's from its left.\r\n\r\nIt portrays Toamowhai, the Huana rendition of Galawain.\r\n\r\nAn inscription runs along the shrine's base. \"Stalk. Slay. Survive.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"This is a shrine to Gaun. I can feel it in my bones, Watcher. Like my god's carving his sickle down my spine.\"\r\n\r\nShe shudders, pupils eating up her eyes.\r\n",
      "female": ""
    },
    {
      "id": 71,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 72,
      "default": "The area around the shrine is clear and may prove to be a good place to rest.",
      "female": ""
    },
    {
      "id": 73,
      "default": "Pollen and dirt dust the statue, and grass grows wild at its base. It seems some time since this shrine was tended.",
      "female": ""
    }
  ]
}