{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_si_sand_graveyard",
  "Entries": [
    {
      "id": 1,
      "default": "Bones crunch underfoot. Strewn across the sand are skeletons half-buried in wind-blown dunes or lying bleached and baking in the sun. Their corpses still wear the tattered remnants of their clothing, their packs tangled in their limbs.\r\n\r\nWurms circle like vultures high above you.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Search the skeletons.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Leave the area undisturbed.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "You feel a tug at your leg. Mother Sharp-Rock clings to your boot, staring out at the dunes, then looks up at you. Her eyes are wide with fright. She fears this place.",
      "female": ""
    },
    {
      "id": 8,
      "default": "You approach the nearest skeleton and untangle the pack from its remains.",
      "female": ""
    },
    {
      "id": 9,
      "default": "As you disturb the skeleton, several sand blights rise up from the desert with a great gust of wind and head straight for you.",
      "female": ""
    },
    {
      "id": 14,
      "default": "The sand is strangely lively here. It dances as if caught in a breeze, but there is no wind to stir it. Several piles of grit rise above the dunes in suspiciously orderly mounds.",
      "female": ""
    },
    {
      "id": 16,
      "default": "You give the skeletons a wide berth and continue to explore the island.",
      "female": ""
    },
    {
      "id": 17,
      "default": "[Use a ranged weapon to test the sand mound's reaction.]",
      "female": ""
    },
    {
      "id": 18,
      "default": "The mound of sand whips itself into a small storm. It rages across the dunes, and its outburst awakens the mounds of sand beside it. Together they rise from the desert as a swirling cloud and bear down upon you en masse.",
      "female": ""
    }
  ]
}