{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_si_post_magransteeth_gods-2",
  "Entries": [
    {
      "id": 6,
      "default": "A wave of blistering heat hits you, then a sea-salt wind. Divine voices boom and screech. Their words shake the platform beneath you, shake the very air around you.\r\n\r\nThe gods are fighting.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"It's a long time coming. Kith will finally know what a bunch of frauds you all are.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Eothas is going to destroy everything!\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"You are a fool to trust him. He does not have your best interests at heart.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Eothas loves the mortals more than any of us. He has always been their greatest champion.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"He believes kith will rise to his challenge. I am not so sure, but I look forward to watching them try.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Finally, someone with a proper sense of urgency.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Let us hope the rest of kith are not so passive and mindless as you. Eothas does not have your best interests at heart, and you will need your every wit to survive his scheme.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"What if Eothas is right, and kith succeed in rebuilding the Wheel? What then?\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"We'll remake our world without you in it.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Don't worry - there will always be a place for the gods in Eora.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"I don't know, but aren't you curious to find out?\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Kith will make a mess of things - you cannot help yourselves. You must be <i>controlled</i> lest you stray and fail.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "Magran nods. \"It will be the ultimate trial - for kith and gods both.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "Wael grins. \"Always, Watcher.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"And what if they fail?\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Then they die, and so do we.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"We have to help them!\" Hylea's voice rises, near to panic.",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"But we get ahead of ourselves. First, the Watcher must get to Ukaizo, and that will be a trial all its own.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"The Guardian of Ukaizo has stood watch over that place for millennia, and it will not stand aside - not even for Berath's herald.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Watcher, Eothas yet values your counsel.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "Woedica drives her fist into her hand. \"Help them? We should finally bring them to heel.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"How did Eothas fool you all? You're the most powerful beings in Eora.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"He found our blind spot and exploited it admirably. By the time we had even a hint of what it was he intended, it was already too late to stop him.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"If we still had our bodies, we could oppose him!\" Woedica balls her bony hands into fists and glares long at Ondra.",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"This doesn't feel like the act of a caring god to me.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Kith will have a few generations at most before the Beyond is vacant of souls, and adaptability is your greatest strength.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Eothas believes you will succeed. An uncaring god would not have that faith.\" The Pallid Knight knits her fingers together and regards you.",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"With the gods' guidance we might survive what Eothas plans.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "Wael laughs with the voice of thousands.",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"What form might our guidance take, and whose guidance would it be? Surely it will be amusing, whatever the result.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "The Pallid Knight's eyes bore into yours. \"An impassioned plea from the Hound of Eothas may still temper his actions.\r\n\r\n\"Confront him at Ukaizo.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"I will make him heed my words.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"I'll try.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"He's not going to listen to me, I'm just a kith.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"I can't defy Eothas' will.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"I don't owe you anything anymore.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"The future of kith - and the gods - rests on your shoulders, Watcher, so I hope that you do.\" The Pallid Knight's stern countenance softens.",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Never have I known Eothas to converse with a mortal as he does with you. Your opinions must matter to him a great deal.\" The Pallid Knight's stern countenance softens.",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"You will do what you believe is right. You always have.\" The Pallid Knight's stern countenance softens.",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Only your life.\" A faint smile plays at corner of the Pallid Knight's lips.",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Time moves swiftly away from us now.\" The Pallid Knight spreads her hands before her.",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Go, Watcher.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Do what you must.\"\r\n\r\nThe edges of your vision begin to dim. Like a sun setting, twilight encroaches on your mind.",
      "female": ""
    },
    {
      "id": 79,
      "default": "The Pallid Knight conjures a blinding white light in her palm that swiftly grows to engulf the room. Then the crack of thunder rends the air, and you feel the floor drop out beneath you.",
      "female": ""
    },
    {
      "id": 80,
      "default": "You come to flat on your back, staring at an all-too-familiar ceiling, alone once again.",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"We can no longer count on the gods for guidance. Kith will have to figure this out on our own.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Perhaps you misunderstand - this is not a test you will overcome on your own. Eothas intends to change the fundamental structure of life and death.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Does that not frighten you? You, kith, who are most vulnerable?\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Oh, I'm terrified!\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"It does. But I will not let fear rule me.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Fatalism helps no one and solves nothing.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"I trust Eothas. There is nothing to fear.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Only the weak know fear.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"We'll learn and grow, as Eothas intends.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 101,
      "default": "Wael's many eyes bounce and blink in quiet delight. \"That would be quite amusing indeed.\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"Good. I could use a challenge.\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"Another? Aren't you bored yet?\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 168,
      "default": "Magran smiles. \"You might change your mind when you stand before it.\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "Magran smiles. \"Not when you continue to surprise me.\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"And the Watcher will be forced to reckon with it if he wishes to confront Eothas.\"\r\n\r\nThe birds at last linger too long, and Magran slaps them away. They burst into a cloud of essence, then reform, and fly in a screeching chorus back to Hylea.",
      "female": "\"And the Watcher will be forced to reckon with it if she wishes to confront Eothas.\"\r\n\r\nThe birds at last linger too long, and Magran slaps them away. They burst into a cloud of essence, then reform, and fly in a screeching chorus back to Hylea."
    },
    {
      "id": 172,
      "default": "\"Guardian of Ukaizo?\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"This 'guardian' is but one more thing that will fall before me.\"",
      "female": ""
    },
    {
      "id": 175,
      "default": "Hylea, who had been lost in quiet, anxious conversation with her birds, breaks in. \"It yet lives?\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"Ah, there is that heady mix of kith ferocity and hubris Magran so admires.\"",
      "female": ""
    },
    {
      "id": 179,
      "default": "Magran shrugs. \"If it suits me.\"",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"But you like a challenge, don't you?\"",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"It is its own creature, Watcher. It does not listen to us.\"",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"Why can't you just... get rid of it?\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"It is not one of Galawain's mindless beasts. It has a heart, and a mind, and it will throw neither away to oppose Eothas.\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"Won't Eothas take care of it?\"",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"There is another topic we have yet to address.\" The Pallid Knight holds up one gauntleted hand, and the other gods fall silent.\r\n\r\n\"Tell me, Watcher. Where do you stand?\"",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"Go prepared, Watcher. The guardian will not stand aside, not even for the Herald of Berath.\"",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"And Eothas will not fight the creature - it would prove little more than a distraction for him, especially as my tsunami and Magran's volcano couldn't stop him.\"",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"You would take <i>his</i> side? He destroys <i>your</i> Wheel!\"",
      "female": ""
    },
    {
      "id": 193,
      "default": "The Pallid Knight turns unblinking eyes on Woedica. \"Put aside your childish notion of sides, and open your eyes. You are made blind by your rage.\"",
      "female": ""
    },
    {
      "id": 194,
      "default": "The Pallid Knight looks down at you, a frown etched deep in her otherwise statue-still features. \"I am afraid we are not at our best.\"",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"Lay your blame elsewhere, Woedica. I won't suffer your arguments any longer!\" Magran looms large before you, an accusing finger leveled at the melted visage of Woedica.",
      "female": ""
    },
    {
      "id": 196,
      "default": "Woedica screws her mouth into a sneer. \"You fool! If only we had attacked him when I first proposed it-!\" Accusations drip bitter as bile from her tongue.",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"I'll just... wait until you're done.\"",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"Eothas could be destroying the Wheel right now, and you're <i>arguing?</i>\"",
      "female": ""
    },
    {
      "id": 199,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"Shut up!\"",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"Ah, if it isn't Berath's intrepid little minion.\"",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"You would <i>dare</i> interrupt <i>me</i>-!\"\r\n\r\nWoedica extends a hand, looking for a moment like she intends to swat you from the platform, but the Pallid Knight gives her a long, impassive look, and at last she jerks her hand away.",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"Even the kith loses patience with you, Woedica.\"",
      "female": ""
    },
    {
      "id": 205,
      "default": "Wael smiles. \"Enmity and animus, Watcher - two old songs we sing in well-practiced harmony. Unable to reach accords, we compete to see whose shouts best shake Eora.\"",
      "female": ""
    },
    {
      "id": 207,
      "default": "Wael's many eyes alight on each god in turn. \"We make little enough progress on our own.\"",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"What's going on here?\"",
      "female": ""
    },
    {
      "id": 209,
      "default": "\"You have found us engaged in a... <i>spirited</i> discussion.\"",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"Wait! What happens if I fail to convince Eothas of anything?\"",
      "female": ""
    },
    {
      "id": 219,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"You will not fail.\"",
      "female": ""
    },
    {
      "id": 221,
      "default": "\"Of course. Our progenitors crafted it.\"\r\n\r\nA pair of Hylea's finches come to join Wael's floating eye. They hover just out of Magran's reach and swoop in to poke her when she's not looking.",
      "female": ""
    },
    {
      "id": 222,
      "default": "\"So I have to fight the Guardian of Ukaizo. Any suggestions?\"",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"Where's the challenge in that?\" Magran's black teeth shine.",
      "female": ""
    },
    {
      "id": 227,
      "default": "A bark of dry, bitter laughter escapes Woedica. \"You believe you will succeed where <i>I</i> have failed? Hah!\"",
      "female": ""
    },
    {
      "id": 228,
      "default": "You find yourself in cold, suffocating darkness. There is a familiar weight in your hand - a lantern. It sputters to life, and the world shifts into focus. A staircase spirals endlessly below you. With nowhere else to go, you start down.",
      "female": ""
    },
    {
      "id": 230,
      "default": "Not a few moments have passed before you encounter a nondescript door sitting just ajar.",
      "female": ""
    },
    {
      "id": 231,
      "default": "It's unclear what lies beyond. But then you hear the tinkle of a bell, high and sweet, ringing in the room beyond. The sound is familiar, captivating, like the singing of stars.\r\n\r\nYou step inside.",
      "female": ""
    },
    {
      "id": 234,
      "default": "On every landing stands a door, each one stranger than the last. Some are clear, made from glass or adra. Others still are locked with chains and bars or stand ajar, spilling inky gloom across the steps at your feet.",
      "female": ""
    },
    {
      "id": 235,
      "default": "You hear the ringing of a small bell far above you. It is joined by another, then another.\r\n\r\nThe ringing rushes down the staircase with all the strength of a river. Your lantern sputters out, and you are carried down into the dark.",
      "female": ""
    },
    {
      "id": 237,
      "default": "The torrent deposits you in front of an open door carved in the constellations of Eora, each star indicated by a small golden stud.\r\n\r\nYou step inside.",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"And so <i>many</i> will suffer needlessly for it.\"",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"I still don't understand what this all means. What will happen when Eothas destroys the Wheel?\"",
      "female": ""
    },
    {
      "id": 240,
      "default": "The Pallid Knight spreads wide her hands. \"Think of the Beyond as a reservoir, the In-Between as storm clouds, and souls as rain.\"",
      "female": ""
    },
    {
      "id": 241,
      "default": "\"When a living thing dies, its soul enters the In-Between, and when the In-Between grows full, it releases souls into the Beyond, where they wait to be redistributed to new bodies, new lives.\"",
      "female": ""
    },
    {
      "id": 242,
      "default": "\"Without the Wheel to mediate the transfer and redistribution of souls, the souls of all who die <i>remain</i> in the In-Between. And without souls to fill it, the Beyond gradually empties, trapping all the remaining souls in existence in the In-Between.\"",
      "female": ""
    },
    {
      "id": 243,
      "default": "\"When the Beyond is empty and the last creature on Eora dies, that is the end of everything. It is Rymrgand's future, the one he wants for us.\"",
      "female": ""
    },
    {
      "id": 244,
      "default": "\"How does that affect the gods?\"",
      "female": ""
    },
    {
      "id": 245,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 246,
      "default": "\"Soul essence sustains us. We feed off it, off the little fragments you mortal kith shed like snake skin as you pass into your next life.\"",
      "female": ""
    },
    {
      "id": 247,
      "default": "[Nod.]",
      "female": ""
    },
    {
      "id": 248,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 249,
      "default": "\"Why do you waste time arguing, then?\"",
      "female": ""
    },
    {
      "id": 250,
      "default": "\"How can we not? We are each of us beholden to our natures. It is how we made ourselves, just as you are bound by the choices you have made.\"",
      "female": ""
    },
    {
      "id": 251,
      "default": "\"You begin to see our dilemma, I hope.\"",
      "female": ""
    },
    {
      "id": 252,
      "default": "\"You see, then, that we cannot help but argue. The fate of life hangs in the balance, and we are as ever beholden to our natures.\"",
      "female": ""
    },
    {
      "id": 256,
      "default": "\"I prefer to think of it as a very long vacation.\"",
      "female": ""
    },
    {
      "id": 257,
      "default": "\"I am certain Rymrgand would appreciate your company.\"",
      "female": ""
    },
    {
      "id": 258,
      "default": "\"Progress? Are you planning something new?\"",
      "female": ""
    },
    {
      "id": 259,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 260,
      "default": "\"We try, but... agreement eludes us.\" Ondra's storm-dark eyes swivel to meet yours.",
      "female": ""
    },
    {
      "id": 261,
      "default": "\"What do you think of Eothas' scheme to destroy the Wheel?\"",
      "female": ""
    },
    {
      "id": 263,
      "default": "Magran glances at the Pallid Knight from the corner of her eye. After a thoughtful pause, she speaks.",
      "female": ""
    },
    {
      "id": 264,
      "default": "\"Wait, what?\"",
      "female": ""
    },
    {
      "id": 265,
      "default": "\"Didn't Magran mention this once before?\"",
      "female": ""
    },
    {
      "id": 266,
      "default": "Ondra nods, her lure bobbing bright. \"Terrible though it would be, perhaps you are right.\"",
      "female": ""
    },
    {
      "id": 267,
      "default": "\"I did, and I was scolded like a child for my terrible audacity.\" A curl of steam rises from her nose.\r\n\r\nThe Pallid Knight looks on, impassive.",
      "female": ""
    },
    {
      "id": 270,
      "default": "\"Should we be killed in our god forms, we can possess you, our godlike children. Or, should we face a force too powerful to stand against, we can absorb your souls, granting us additional strength.\"",
      "female": ""
    },
    {
      "id": 271,
      "default": "\"Ah yes, what is one more secret lost to kith?\" Wael's eyes swarm like hornets, every one of them trained on Magran. \"We are so intent on revealing all the others, why not this as well!\"",
      "female": ""
    },
    {
      "id": 272,
      "default": "\"WHAT?!\"",
      "female": ""
    },
    {
      "id": 273,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 274,
      "default": "\"Yes. Your life - and thousands of others - would be forfeit to serve the greater good.\" The Pallid Knight speaks with the chilly temperance possessed only by the god of death.",
      "female": ""
    },
    {
      "id": 275,
      "default": "\"Should we be killed, we may possess the bodies of our godlike children. Or, should we face a force too powerful to stand against, we can absorb their souls, granting us additional strength.\"",
      "female": ""
    },
    {
      "id": 276,
      "default": "\"That means... Pallegina...?\"",
      "female": ""
    },
    {
      "id": 277,
      "default": "\"So, Tekhu...?\"",
      "female": ""
    },
    {
      "id": 278,
      "default": "\"You mean Pallegina and Tekhu...?\"",
      "female": ""
    },
    {
      "id": 279,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 281,
      "default": "The Pallid Knight raises a hand and stares at Woedica until she falls silent.",
      "female": ""
    },
    {
      "id": 282,
      "default": "\"The Watcher's returned? Perhaps we should hear what he has to say.\" Hylea's birds chatter anxiously among themselves.",
      "female": "\"The Watcher's returned? Perhaps we should hear what she has to say.\" Hylea's birds chatter anxiously among themselves."
    },
    {
      "id": 283,
      "default": "[Roll your eyes.] \"That's obvious.\"",
      "female": ""
    },
    {
      "id": 284,
      "default": "\"Not for lack of trying.\" Feathers rise along the crest of Hylea's head as she stares pointedly at Magran.",
      "female": ""
    },
    {
      "id": 285,
      "default": "\"Without sustenance, we starve as any mortal might. We die and leave a great silence behind - an eternal emptiness from which nothing is born.\"",
      "female": ""
    },
    {
      "id": 287,
      "default": "\"The Wheel is the process by which souls are moved from the In-Between to the Beyond, from the rain cloud to the reservoir, and from the reservoir into the living world.\"",
      "female": ""
    },
    {
      "id": 288,
      "default": "\"What do you mean?\"",
      "female": ""
    },
    {
      "id": 291,
      "default": "\"Right, because I haven't had one of <i>those</i> lately.\"",
      "female": ""
    },
    {
      "id": 292,
      "default": "\"Tell us, Watcher. Where do you stand?\"",
      "female": ""
    },
    {
      "id": 293,
      "default": "Magran smiles. \"And more are yet to come.\"",
      "female": ""
    },
    {
      "id": 294,
      "default": "\"Will you divulge our every secret to the kith, Magran?\"",
      "female": ""
    },
    {
      "id": 296,
      "default": "\"Is there <i>nothing</i> we can do?\"",
      "female": ""
    },
    {
      "id": 297,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 299,
      "default": "\"You mean me and Pallegina...?\"",
      "female": ""
    },
    {
      "id": 300,
      "default": "\"You mean me and Tekhu...?\"",
      "female": ""
    },
    {
      "id": 301,
      "default": "\"You mean Pallegina, Tekhu, and me...?\"",
      "female": ""
    },
    {
      "id": 302,
      "default": "\"You, Hylea's wayward daughter, Ondra's precious son, and thousands of others. Yes. You would all die.\" The Pallid Knight speaks with the chilly temperance possessed only by the god of death.",
      "female": ""
    },
    {
      "id": 303,
      "default": "\"You, Hylea's wayward daughter, and thousands of others. Yes. You would all die.\" The Pallid Knight speaks with the chilly temperance possessed only by the god of death.",
      "female": ""
    },
    {
      "id": 304,
      "default": "\"You, Ondra's precious son, and thousands of others. Yes. You would all die.\" The Pallid Knight speaks with the chilly temperance possessed only by the god of death.",
      "female": ""
    },
    {
      "id": 305,
      "default": "\"Are we to keep nothing for ourselves? Not a single secret retained? Not a solitary mystery?\"",
      "female": ""
    },
    {
      "id": 307,
      "default": "\"A creature crafted by the Engwithans to protect the machinery of reincarnation.\r\n\r\n\"It doesn't care much for visitors.\"",
      "female": ""
    },
    {
      "id": 312,
      "default": "\"Such hubris.\"",
      "female": ""
    },
    {
      "id": 313,
      "default": "Magran elbows one of Wael's floating eyes away. \"Eothas will lay bare our every secret soon enough. What is one or two revealed now?\"",
      "female": ""
    },
    {
      "id": 314,
      "default": "\"But the time for that plan has long passed us by.\"",
      "female": ""
    },
    {
      "id": 315,
      "default": "\"Hylea's wayward daughter, yes. She would die. Her, and thousands of others.\" The Pallid Knight speaks with the chilly temperance possessed only by the god of death.",
      "female": ""
    },
    {
      "id": 316,
      "default": "\"Ondra's precious son, yes. He would die. Him, and thousands of others.\" The Pallid Knight speaks with the chilly temperance possessed only by the god of death.",
      "female": ""
    },
    {
      "id": 317,
      "default": "\"Hylea's wayward daughter and Ondra's precious son, yes. They would die. Them, and thousands of others.\" The Pallid Knight speaks with the chilly temperance possessed only by the god of death.",
      "female": ""
    },
    {
      "id": 318,
      "default": "\"WHAT?!\"",
      "female": ""
    },
    {
      "id": 319,
      "default": "\"Yes. Thousands of their lives would be forfeit to serve the greater good.\" The Pallid Knight speaks with the chilly temperance possessed only by the god of death.",
      "female": ""
    },
    {
      "id": 320,
      "default": "\"That's horrible!",
      "female": ""
    },
    {
      "id": 321,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 322,
      "default": "\"They are our children. They belong to us. It is their birthright and their destiny.\"",
      "female": ""
    },
    {
      "id": 323,
      "default": "\"Whose 'good?' Yours?\"",
      "female": ""
    },
    {
      "id": 324,
      "default": "\"A grim but honorable sacrifice.\"",
      "female": ""
    },
    {
      "id": 325,
      "default": "\"Theirs would not be sacrifice, but duty.\"",
      "female": ""
    },
    {
      "id": 326,
      "default": "\"We are your gods, forged of thousands upon thousands of willing souls sacrificed on the altar of progress. Yes, our good is greater.\"",
      "female": ""
    },
    {
      "id": 327,
      "default": "\"That's horrible!",
      "female": ""
    },
    {
      "id": 328,
      "default": "\"Whose 'good?' Yours?\"",
      "female": ""
    },
    {
      "id": 329,
      "default": "\"A grim but honorable sacrifice.\"",
      "female": ""
    },
    {
      "id": 330,
      "default": "\"You are our children. You belong to us. It is your birthright and your destiny.\"",
      "female": ""
    },
    {
      "id": 331,
      "default": "\"We are your gods, forged of thousands upon thousands of willing souls sacrificed on the altar of progress. Yes, our good is greater.\"",
      "female": ""
    },
    {
      "id": 334,
      "default": "\"The time has come for us to seize the power we have long left untouched and absorb our scattered children.\"",
      "female": ""
    },
    {
      "id": 335,
      "default": "\"Yours would not be sacrifice, but duty.\"",
      "female": ""
    },
    {
      "id": 336,
      "default": "\"You met my challenge at the Searing Falls without hesitation, after all. And when Fyrga faltered, you restored her faith in me.\"",
      "female": ""
    },
    {
      "id": 337,
      "default": "\"Do not lay your blame on me. We set them aside after I killed Abydon, it is true, but you did not fight the decision then.\" She turns her back on Woedica then and looks instead to the Pallid Knight.",
      "female": ""
    },
    {
      "id": 338,
      "default": "\"You met my challenge at the Searing Falls without hesitation, after all. And when Fyrga faltered, you restored her faith in me.\"",
      "female": ""
    }
  ]
}