{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_si_city_burning_building",
  "Entries": [
    {
      "id": 1,
      "default": "In the higher reaches of Neketaka, slanting shanties and buildings of foreign design fall away to be replaced by colorful, open homes with wide wooden doors boasting intricate reliefs. Rather than pester you for a bit of coin or a bite of food, the children here try to sell you tickets to a play or extol the benefits of the public baths.",
      "female": ""
    },
    {
      "id": 2,
      "default": "You burst through the back door onto an almost abandoned street. A group of ragged kith holding torches are the only people present. You note one of them holds a bulging sack stained with blood.\r\n\r\nOne of the kith, a broad-shouldered human in a tight-fitting mask, scowls. \"Got ourselves a hero, seems. Sadly for you, the boss were clear on us leaving no witnesses.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"The boss sent me to make sure you idiots don’t stand around gawking at the bonfire.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Attack] \"This is for the people in the house.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "The woman on the right, a scarred elf, glances at the masked leader. \"Think he sent someone to check up on us? Sounds like him, don't it?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Dereo and I have history. Sheathe those weapons and I'll forget you drew them.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "[Attempt to flee.]",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Kill the witnesses and scatter!\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "Your party follows, breaking through their formation and sprinting down the streets, a downpour of knives and torches clattering past. \r\n\r\nAs you flee, you turn to see that [SkillCheck 0] cradles a bleeding arm. Your compatriot stumbles against a wall, forehead cracking against the bricks.\r\n\r\nThankfully, the gang, perhaps sensing that the guard could arrive at any time, doesn't give chase, instead retreating into the alleys from whence they came.",
      "female": ""
    },
    {
      "id": 12,
      "default": "You blaze a serpentine path down the cobbled streets, dodging a storm of thrown knives and torches. \r\n\r\nThe gang, perhaps sensing that the guard could arrive at any time, doesn't give chase, instead retreating into the alleys from whence they came.\r\n\r\nWith the thugs gone, your adrenaline cools and, like a magic trick, unveils a severe burn that you must have received during the escape.\r\n",
      "female": ""
    },
    {
      "id": 13,
      "default": "Torches whiz by, clattering and skittering across the cobbled street, embers sparking after your feet. \r\n\r\nThe gang, perhaps sensing that the guard could arrive at any time, doesn't give chase, instead retreating into the alleys from whence they came.",
      "female": ""
    },
    {
      "id": 15,
      "default": "A heavily-built aumaua uncrosses his thick arms and raises a hand. \"Ekera, it's that Watcher, isn't it?\"\r\n\r\nThe masked man blinks from him to you. \"[Player Name]?\" He jerks his head towards the building. \"These fools owed Dereo too much for too long. We're just reclaiming what's his.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "A heavily-built aumaua who had hung back uncrosses his thick arms. \"We're not the idiots. You're the idiot. Idiot.\"\r\n\r\n\"Kill them all,\" the masked man says. \r\n\r\nThe arsonists advance.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Get out of here. Now!\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "[Set up an ambush while they are confused.]",
      "female": ""
    },
    {
      "id": 19,
      "default": "The leader's brow knits, but he gives you a curt nod. With a final uncertain glance, the arsonists flee into the shadowed alleys.",
      "female": ""
    },
    {
      "id": 21,
      "default": "You've seen their type before hanging around Dereo. By the way they handle themselves, you infer that they were most likely hired by him.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Dammit. I hate when the boss holds shit back.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "You turn a corner and plunge into commotion. One of the great homes crackles before you, completely ablaze. Most of the Huana stare, enraptured by the flames, but a few cry out or run for the fire brigade.",
      "female": ""
    },
    {
      "id": 25,
      "default": "[Put out the torches with frost magic.]",
      "female": ""
    },
    {
      "id": 26,
      "default": "[Enter the house.]",
      "female": ""
    },
    {
      "id": 27,
      "default": "[Examine the house.]",
      "female": ""
    },
    {
      "id": 28,
      "default": "[Summon a storm to quench the flames.]",
      "female": ""
    },
    {
      "id": 29,
      "default": "[Leave it be.]",
      "female": ""
    },
    {
      "id": 30,
      "default": "You turn away from the house and continue down the street.",
      "female": ""
    },
    {
      "id": 31,
      "default": "Your fingers and lips twist alike as you coax the local essence into a frigid spell.",
      "female": ""
    },
    {
      "id": 32,
      "default": "[Specified 0] chants, and you feel the balmy tropical air plunge into coolness.",
      "female": ""
    },
    {
      "id": 33,
      "default": "The powerful blast of cold extinguishes the torches, leaving a slick coat of rime on the eaves around them, but the flames have already spread into the depths of the home.",
      "female": ""
    },
    {
      "id": 34,
      "default": "You call upon the spirits of the sky and sea, and the clouds gather above you, roiling with essence.",
      "female": ""
    },
    {
      "id": 35,
      "default": "[Specified 0] chants, calling on the spirits, and the sky above you darkens ominously.",
      "female": ""
    },
    {
      "id": 36,
      "default": "The sky breaks open, dropping a deluge of water that sends the intricately-attired Huana fleeing for overhangs and archways. \r\n\r\nThick steam billows from the house as the water pours down the eaves. The fires seem largely quenched.",
      "female": ""
    },
    {
      "id": 37,
      "default": "The home seems no different than others in the district, though perhaps a bit larger than average. Bright blue paint flecked with white accents peels over sturdy stone... where it hasn't already been blackened by the fires.\r\n\r\nThe large front doors are open, coughing smoke into the streets, and you think you can make out shadowy movement within.",
      "female": ""
    },
    {
      "id": 38,
      "default": "The home seems no different than others in the district, though perhaps a bit larger than average. Bright blue paint flecked with white accents peels over sturdy stone... where it hasn't already been blackened by the fires.\r\n\r\nThe large front doors are open, coughing smoke into the streets, and you think you can make out shadowy movement within.",
      "female": ""
    },
    {
      "id": 39,
      "default": "You plunge through the open doors, an arm raised protectively over your mouth.",
      "female": ""
    },
    {
      "id": 40,
      "default": "Fresh torches lie on the eaves above... It seems this was the work of arsonists.",
      "female": ""
    },
    {
      "id": 41,
      "default": "Smoke surrounds you, and the heat plucks at your skin, curling your hair.",
      "female": ""
    },
    {
      "id": 42,
      "default": "Thick steam hangs in the air, soaking your clothes.",
      "female": ""
    },
    {
      "id": 43,
      "default": "Then you see the bodies...",
      "female": ""
    },
    {
      "id": 44,
      "default": "Sprawled out in the main room are three corpses. Two lie on the floor, wounds from small, thin blades still oozing blood. A third is draped over a long, low chair, her body punctuated by crossbow bolts.",
      "female": ""
    },
    {
      "id": 45,
      "default": "[Pursue the arsonists out the back.]",
      "female": ""
    },
    {
      "id": 46,
      "default": "[Investigate for clues.]",
      "female": ""
    },
    {
      "id": 47,
      "default": "[Search for the presence of spirits.]",
      "female": ""
    },
    {
      "id": 48,
      "default": "[Loot the bodies.]",
      "female": ""
    },
    {
      "id": 49,
      "default": "[Flee the house.]",
      "female": ""
    },
    {
      "id": 50,
      "default": "A faint trail of bloody footprints mark a path towards the back of the house.",
      "female": ""
    },
    {
      "id": 51,
      "default": "Nothing seems unusual. Except for the bodies that clearly weren't killed by flames.",
      "female": ""
    },
    {
      "id": 52,
      "default": "Grinning, the thugs draw their weapons, spreading to surround you.",
      "female": ""
    },
    {
      "id": 53,
      "default": "You open your Watcher senses, seeking the presence of spirits...\r\n\r\nYou feel pain buffeting you, the stabbing agony of blades biting into your skin, the heavy strikes of crossbow bolts. You hear footsteps, the Gullet bastards who killed you, fleeing through the back door.",
      "female": ""
    },
    {
      "id": 54,
      "default": "It seems someone got to the bodies before you. Their purses have been cut from their belts, their jewels roughly torn from their fingers and ears.",
      "female": ""
    },
    {
      "id": 55,
      "default": "You take flight, running from the house. You burst onto the street and into the crowd, coughing raggedly and wiping soot from your features.\r\n\r\n\"Does anyone survive, ekera?\" an old Mataru woman draped in the bright robes of Amira asks.",
      "female": ""
    },
    {
      "id": 56,
      "default": "The essence of the spirits <link=\"stringtooltip://cyclopedia/56\">roils dangerously</link>, fed by the physical flames and feeding them in return.\r\n\r\nThe vision fades.",
      "female": ""
    },
    {
      "id": 57,
      "default": "Sensing your presence, the spirits cling to you like a buoy on a rough sea.\r\n\r\nThe vision fades.",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"I'm afraid not.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Go see for yourself.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 61,
      "default": "The woman nods. \"Thank you, our foreign friend, for your efforts all the same. It isn't much, but take this with our blessings.\"\r\n\r\nShe presses a bag into your hands.",
      "female": ""
    },
    {
      "id": 62,
      "default": "The woman frowns as she slowly nods. \"Amira's sharp eyes guide you, stranger.\" ",
      "female": ""
    },
    {
      "id": 63,
      "default": "The woman's eyes fall. \"I see. All the same, thank you for your efforts. This isn't much, but please accept it.\"\r\n\r\nShe presses a bag into your hands.",
      "female": ""
    },
    {
      "id": 64,
      "default": "You turn your back on the blackened building and continue down the street.",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"You should get out of here, before the Mataru arrive.\" ",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Back off, assholes.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"I can forget everything I saw here. For a price.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "You glance back at the smoldering house before continuing down the street.",
      "female": ""
    },
    {
      "id": 70,
      "default": "The leader frowns, eyes sliding the length of your body. He finally looks to the thug with the bag.",
      "female": ""
    },
    {
      "id": 71,
      "default": "The thugs laugh. \"You must be fully rum-sodden to think we're giving you a bent copper pire.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "The toughs look to one another, uncertain. The unattractive elf takes a step back.",
      "female": ""
    },
    {
      "id": 73,
      "default": "One of the toughs looks to the masked man. \"This asshole just call us assholes?\"\r\n\r\n\"I think the asshole did,\" he responds. \"Seems to be in need of some more holes, if you ask me.\"\r\n\r\nThe arsonists advance.",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Give him a share of the loot, Murk.\"",
      "female": "\"Give her a share of the loot, Murk.\""
    },
    {
      "id": 76,
      "default": "The tough named Murk frowns, digs out a few trinkets from the bag, and tosses them at your feet.\r\n\r\n\"We'll be going, then,\" the masked man says, eyes on yours.",
      "female": ""
    },
    {
      "id": 77,
      "default": "[Attack] \"Too bad it's not enough.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "You bolt, dodging past the arsonists.",
      "female": ""
    }
  ]
}