{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_si_campsite_explorers",
  "Entries": [
    {
      "id": 1,
      "default": "The land here is shattered and barren, eerily quiet, with jagged hillocks plunging abruptly into the calm, clear seas. No birds fly above, and you've not spotted the first boar, rat, or lizard.",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Join their camp.]",
      "female": ""
    },
    {
      "id": 12,
      "default": "[Eat and rest.]",
      "female": ""
    },
    {
      "id": 13,
      "default": "[Attempt to steal from them.]",
      "female": ""
    },
    {
      "id": 27,
      "default": "As you advance, the flaps on two of the closer tents open, disgorging a lithe wood elf in Aedyran finery, a bulky aumaua with cerulean skin, and one of the savannah folk, who levels a large crossbow at your heart. \"Not another step, stranger,\" he says.\r\n\r\nThe elf smiles warmly at you, rather mixing the message.\r\n\r\nThe robed figure within the camp makes no movement at all.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Do you know much about this chain of islands?\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "While the aumaua shakes his head and says, \"Very little,\" the Aedyran grins and answers, \"A thing or two.\"\r\n\r\n\"Why?\" asks the dusky human.",
      "female": ""
    },
    {
      "id": 30,
      "default": "[Eat and rest.]",
      "female": ""
    },
    {
      "id": 31,
      "default": "You accept a bowl of the stew - it's bland, with little texture to its ingredients - and pass the rest of the evening among the odd quartet, eventually retiring to one of their offered tents.\r\n\r\nYou dream of worms.",
      "female": ""
    },
    {
      "id": 36,
      "default": "[Attempt to steal from them.]",
      "female": ""
    },
    {
      "id": 37,
      "default": "As you make small talk with the adventurers, Zandran meanders about the camp, looking over the watch, checking on the stew, and so forth. \r\n\r\nAs she squeezes between you and the fire, your hand flickers out and slips her dagger from her belt.",
      "female": ""
    },
    {
      "id": 42,
      "default": "You spin a wild tale of the many sicknesses and maladies that plague the orphaned children of a village on the other side of the mountains to the south. By the time you're finished, both the dwarf and the Vailian are openly crying.\r\n\r\nYou're returning that way, you tell them. If they have anything they could spare - for the children! - you'd be happy to deliver it.",
      "female": ""
    },
    {
      "id": 43,
      "default": "The woman laughs lightly. \"Just that. Perhaps you should ask yourself.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "[Attack] \"Enough of this.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "The campfire’s fire flickers in the large eyes of the elf. The two men step between you and her, the one with the crossbow grinning.\r\n\r\n\"A shame,\" rasps a tinny voice from the hooded figure. \"Kill them all, and take whatever you find.\" \r\n\r\nThe robes fall to the ground - empty - and melt into shadow...",
      "female": ""
    },
    {
      "id": 46,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 47,
      "default": "A small group approaches, a motley band of kith bearing quality arms and armor.\n\nThe foremost, a deeply-tanned dwarf, raises a hand in greeting. \"You're coming down the pass?\" she asks. \"Don't suppose that means you've dealt with those filthy eotens, does it?\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"They're near the northeastern coast. I wouldn't call the place safe.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "You step into the camp and come to sit beside a fire. Although it looks like they intended to put it out before you got there, the aumaua feeds it another log. \r\n\r\nThe dwarf gestures to a pot hanging over the flames. \"Got some stew left. Fish and vegetables, nothing fancy.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "[Eat and rest.]",
      "female": ""
    },
    {
      "id": 51,
      "default": "You eat with the explorers, sharing tales over the dying fire. Eventually, you call it a night, and they offer you a fallen comrade's tent for the evening. ",
      "female": ""
    },
    {
      "id": 53,
      "default": "[Attempt to steal from them.]",
      "female": ""
    },
    {
      "id": 54,
      "default": "No one seems to have noticed.",
      "female": ""
    },
    {
      "id": 59,
      "default": "You casually look over the camp, judging your options. ",
      "female": ""
    },
    {
      "id": 60,
      "default": "You walk into the camp and sit beside a fire. Despite the leader's hospitality, the rest of the camp seems lukewarm to your presence at best. \r\n\r\nThe band's orlan makes her way to you. \"Warmth and welcome are free. Soup and sleep'll cost you, our relationship being so transactional and all.\" She gestures to a pot hanging over the fire and the tents beyond.",
      "female": ""
    },
    {
      "id": 61,
      "default": "[Attack] \"I'd rather just take your stuff.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "In the length of a snort, the dwarf's warm smile dissolves into a crooked sneer. \"These your true colors then? Nothing more than a vagabond brigand?\"\r\n\r\nShe gestures to the others, who form up around you. The aumaua's smile is all teeth as she hefts her axe. \"I'm going to enjoy putting you in the dirt, [Player Race].\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "[Leave] \"We should be going.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Thoughts?\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "[Approach the camp.]",
      "female": ""
    },
    {
      "id": 75,
      "default": "[Sneak up on the camp.]",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Who's your hooded friend?\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Something isn't right here,\" Aloth says. \"There's an unusual magical presence, but I can't pinpoint it.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"All right, first, we get into their good graces with carrots. Then we brush out their manes - they look matted. If they're not our friends by then, we go back to the carrots.\" Edér's attention lingers on the horses.",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Stew smells good. Almost too good. I'm thinking it's a trap.\" \r\n\r\nSquinting, Maia thumbs her chin and nods slowly.",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Don't look much like a trap, cap. Don't feel like one neither. Not a peck of hostility on that old salt. Or much else.\" Frowning, Serafen scratches the back of his head.",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Watching someone cook their dinner is not the highlight of our time together, but I say it makes for a pleasant distraction.\" \r\n\r\nTekēhu holds his growling stomach. ",
      "female": ""
    },
    {
      "id": 85,
      "default": "[Specified 0] shrugs. \"If it's a trap, it doesn’t seem like much of one.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "You wonder what you think, but only you can answer that.",
      "female": ""
    },
    {
      "id": 87,
      "default": "By comparison, the camp ahead positively bustles. Horses are tied off to stakes, a robed figure - cowl pulled over its head - sits upon a crate, and the scent of a hearty stew wafts from the pot hanging over the small campfire.",
      "female": ""
    },
    {
      "id": 88,
      "default": "The trio guide you among the tents - there seem too many for the few kith you see about. The elf graciously offers you a seat at the fire. The robed figure makes no apparent notice of your arrival, their cowl casting their visage in impenetrable shadow.\r\n\r\n\"We have soup,\" the aumaua says. \"Stew really. And you're welcome to make use of our tents, if you'd care to rest.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "Keeping low and behind the robed figure, you make your way towards the camp fire. You're passing the first tent, absolutely assured in the silence of your movements, when a savannah folk levels an arbalest at your head from your left.\r\n\r\n\"Not another step,\" his voice growls, almost more menacingly than the bolt threatening to add another hole to your head.",
      "female": ""
    },
    {
      "id": 90,
      "default": "[Specified 1] nods at your instruction and, crouching low, leads you forward.",
      "female": ""
    },
    {
      "id": 91,
      "default": "You make your way towards the camp fire, your feet crunching softly in the parched dirt. You're wondering if perhaps you've made a mistake, when a savannah folk levels an arbalest at your head from your left.\r\n\r\n\"A dead man could have heard your approach,\" his voice growls, almost more menacingly than the bolt threatening to add another hole to your head.",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Who are you?\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"My friend here likes your horses.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"We're not here to cause trouble.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"I go where I please.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "[Leave] \"We'll be going, then.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "Edér nods. \"Well, we haven't properly met yet so I couldn't say for sure. But I got a good feeling about 'em.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "The Aedyran woman bows slightly at the waist, brown hair falling over her face in loose curls. \"In that case, who are we to keep you from our company? Please, join us by our fire.\" She gestures to the camp.",
      "female": ""
    },
    {
      "id": 99,
      "default": "The Aedyran, still smiling, cants her head slightly to the right. \"Who is anyone?\" Her words ring melodically, almost harmonizing with themselves. \"Who are you?\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "The Aedyran woman bows slightly at the waist, brown hair falling over her face in loose curls. \"In that case, who are we to keep you from our company? Please, join us by our fire.\" She gestures to the camp.",
      "female": ""
    },
    {
      "id": 101,
      "default": "The aumaua chuckles. \"Funny that. Looks to me like you're nothing but.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "The aumaua and the savannah folk exchange glances. The former nods, and the latter lowers his weapon.\r\n\r\n\"If you want to join us,\" the elf says, \"you needed merely ask. We're <i>very</i> hospitable.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "The aumaua and the savannah folk exchange glances. The former nods, and the latter lowers his weapon.\r\n\r\n\"If you want to join us,\" the elf says, \"you needed merely ask. We're <i>very</i> hospitable.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "They watch you go. When you next glance back, you see no tents, no plume of smoke, and no robed figure - no trace at all that a camp was ever there.",
      "female": ""
    },
    {
      "id": 105,
      "default": "The aumaua shakes his head. \"Do you? Or do you find yourself limited? Do not many doors remain closed to you? Do your feet not still tread the parched earth? Do not many paths remain hidden to your sight?\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"We're not here to cause trouble.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "The savannah folk snorts adjusting his grip on his arbalest. \"Maybe should've opened with that.\"\r\n\r\nThe Aedyran chuckles quietly.",
      "female": ""
    },
    {
      "id": 108,
      "default": "[Attack] \"Enough of this.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "As you move to attack, what you took for a robed figure shifts slightly, flattening in perspective - a shadow, perhaps, or an illusion. Either way, it's gone.\r\n\r\nBut that's little relief given the figures approaching behind you - figures you'd not noticed before...",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"I'm [Player Name], captain of [Player Ship], formerly the Watcher of Caed Nua.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"I'm an explorer, an adventurer, a righter of wrongs, and a savior of small folk.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"A mere servant of the gods.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"My name is my own.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "The island aumaua's lips curl into an expression somewhere between a grimace and a grin. \"And many things besides, no doubt.\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "The man with the crossbow spits on the dry earth. \"Goes both ways. Be a stranger, stay a stranger.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"I see much and say little.\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "With the slightest of movements, the hooded figure in the camp's head declines.",
      "female": ""
    },
    {
      "id": 118,
      "default": "Keeping low and behind the robed figure, you make your way towards the camp fire. You're passing the first tent, absolutely assured in the silence of your movements, when a savannah folk levels an arbalest at your head from your left.\r\n\r\n\"Not another step,\" his voice growls, almost more menacingly than the bolt threatening to add another hole to your head.",
      "female": ""
    },
    {
      "id": 119,
      "default": "A lithe elf in Aedyran finery steps from another tent. \"Greetings, stranger.\" She smiles welcomingly.\r\n\r\nAs a broad-shouldered island aumaua joins the man with the crossbow, you note that the robed figure hasn't moved an inch.",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"This is a lot of tents. Where are the rest of your crew?\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "The savannah folk smirks. \"Around.\"\r\n\r\n\"They keep their eyes open,\" the elf says.\r\n\r\nThe aumaua nods. \"For danger. Among other things.\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"The geography here... it's like the land has been twisted or broken by some great power.\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"This place... it feels almost holy...\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"Island like this, I'd have expected to see birds, lizards, insects. But it's dead.\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"I'm naturally curious.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "[Approach and look under the hood.]",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"Hey! Who are you?\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"No thanks.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "You approach the figure, who makes no move. Each step takes you closer, yet somehow also further away. The crossing seems to take minutes, and the campfire falls away to your periphery - yet you can't stop.\r\n\r\nBending low, you peer up under the hood. Into the face within.",
      "female": ""
    },
    {
      "id": 130,
      "default": "The face of [Specified 2] from [Player Ship].",
      "female": ""
    },
    {
      "id": 131,
      "default": "The figure makes no response at all as firelight and shadow play along the folds of its robes.",
      "female": ""
    },
    {
      "id": 132,
      "default": "The aumaua shrugs as the woman chuckles.\r\n\r\nThe human scowls towards the horizon.",
      "female": ""
    },
    {
      "id": 133,
      "default": "A hairless face with pale gray skin, thin lips, a narrow nose, and no eye sockets at all.",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"[Specified 2]? What are you doing here?\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "[Nod and return to your seat.]",
      "female": ""
    },
    {
      "id": 136,
      "default": "[Flee.]",
      "female": ""
    },
    {
      "id": 137,
      "default": "[Attack.]",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"Wael?\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "[Specified 2] raises an eyebrow. \"Why wouldn't I be here, captain?\"\r\n\r\nThe hand's voice sounds unusually even and quiet, as if echoing from within a deep pit.",
      "female": ""
    },
    {
      "id": 140,
      "default": "The visage smiles, its mouth curling at the corners. \"Of course not.\"\r\n\r\nThe figure stands. \"No one is what they appear.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "You shudder - no, the ground shudders - or the air. The dirt churns beneath your feet, and your stomach leaps into your throat as the ground opens beneath you.\r\n\r\nYou plunge into darkness.",
      "female": ""
    },
    {
      "id": 142,
      "default": "You settle back on to your crate. The hooded figure pays you no further mind.",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"Why can't you just answer a fucking question?\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "The Aedyran nods. \"Perhaps it has. A great cataclysm shook this realm in ages past.\"\n\nThe aumaua shakes his head. \"But there's not much we can tell you about it.\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "The three watch you, the elf smiling, the aumaua with an eyebrow raised, the human bent with a scowl.\n\nThey do not answer.",
      "female": ""
    },
    {
      "id": 146,
      "default": "The dusky-skinned human nods. \"Strange as shit, no?\"\r\n\r\nThe aumaua grins, sharp teeth reflecting firelight. \"Makes one wonder what's in the stew.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "The savannah folk snorts.\r\n\r\nThe aumaua nods. \"As you should be. But you'll need to find the answers you seek for yourself.\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "The three watch you, the elf smiling, the aumaua with an eyebrow raised, the human bent with a scowl.\n\nThey do not answer.",
      "female": ""
    },
    {
      "id": 149,
      "default": "[Leave] \"I've... got to go.\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "When you wake, the ground is bare. No tents. No horses. No traces, even, of a campfire.",
      "female": ""
    },
    {
      "id": 151,
      "default": "The Aedyran woman bows slightly at the waist, brown hair falling over her face in loose curls. \"In that case, who are we to keep you from our company? Please, join us by our fire.\" She gestures to the camp.",
      "female": ""
    },
    {
      "id": 153,
      "default": "With the four around, it'll take some kind of distraction to draw their attention...",
      "female": ""
    },
    {
      "id": 154,
      "default": "[Whisper] \"Hey, mind keeping them talking for a bit?\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "[Conjure a magical decoy as a distraction.]",
      "female": ""
    },
    {
      "id": 156,
      "default": "[Abandon the plot.]",
      "female": ""
    },
    {
      "id": 157,
      "default": "You decide not to steal from them after all.",
      "female": ""
    },
    {
      "id": 158,
      "default": "[Specified 3] nods and turns to the trio, launching into a tale of one of your adventures.",
      "female": ""
    },
    {
      "id": 159,
      "default": "[Specified 3] nods and turns to the trio, launching into a tale of one of your adventures.",
      "female": ""
    },
    {
      "id": 160,
      "default": "You excuse yourself to answer the call of nature. Once clear of the camp, a few twisted fingers and chanted words calls forth the perfect distraction.",
      "female": ""
    },
    {
      "id": 161,
      "default": "With a polite excuse, [Specified 3] steps away from the fire. Moments later, you hear the arrival of a conjured beast on the other side of the camp.",
      "female": ""
    },
    {
      "id": 162,
      "default": "You decide that you'll do the distracting, but that means someone else will need to do the stealing...",
      "female": ""
    },
    {
      "id": 163,
      "default": "[Whisper] \"See if they've got anything worthwhile.\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "[Search the camp.]",
      "female": ""
    },
    {
      "id": 165,
      "default": "[Search the camp.]",
      "female": ""
    },
    {
      "id": 166,
      "default": "You find surprisingly little in your brief search of the camp: tents, bedrolls, pillows. You find a single sack - within, several eyeballs stare up at you. \r\n\r\nThey look fresh.",
      "female": ""
    },
    {
      "id": 167,
      "default": "You find surprisingly little in your brief search of the camp: tents, bedrolls, pillows. You find a single sack - within, several eyeballs stare up at you. \r\n\r\nThey look fresh.",
      "female": ""
    },
    {
      "id": 168,
      "default": "You find surprisingly little in your brief search of the camp: tents, bedrolls, pillows. You find a single sack - within, several eyeballs stare up at you. \r\n\r\nThey look fresh.",
      "female": ""
    },
    {
      "id": 169,
      "default": "[Specified 4] nods and slips away, leaving you to keep the trio's attention.",
      "female": ""
    },
    {
      "id": 170,
      "default": "The savannah folk scowls. \"Stay put.\"\r\n\r\nThe trio follow the noise, leaving you alone in the camp with the unmoving robed figure.",
      "female": ""
    },
    {
      "id": 171,
      "default": "[Take them.]",
      "female": ""
    },
    {
      "id": 172,
      "default": "[Leave them be.]",
      "female": ""
    },
    {
      "id": 173,
      "default": "[Take them.]",
      "female": ""
    },
    {
      "id": 174,
      "default": "[Leave them be.]",
      "female": ""
    },
    {
      "id": 175,
      "default": "You return to the fire. The trio seem none the wiser.",
      "female": ""
    },
    {
      "id": 176,
      "default": "The trio watch you as you return to the fire. The human's scowl has deepened, but the elf continues to smirk.",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"I've been struggling with Llengrath's Theorem of Misperception...\"",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"So, have you heard the one about the Dyrwoodan, the Vailian, and the orlan?\"",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"I'd argue that culturally, the Huana share more in common with Eir Glanfath than Rauatai.\"",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"You see, the Beyond is a series of tubes...\"",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"Before we enjoy this stew, let us all bow our heads and thank the gods.\"",
      "female": ""
    },
    {
      "id": 182,
      "default": "The trio listen raptly, apparently absorbed in your words until [Specified 4] returns.",
      "female": ""
    },
    {
      "id": 183,
      "default": "The trio pay you little heed, their eyes constantly surveying their surroundings.",
      "female": ""
    },
    {
      "id": 184,
      "default": "The trio listen raptly, apparently absorbed in your words until [Specified 4] returns.",
      "female": ""
    },
    {
      "id": 185,
      "default": "The trio listen raptly, apparently absorbed in your words until [Specified 4] returns.",
      "female": ""
    },
    {
      "id": 186,
      "default": "The trio listen raptly, apparently absorbed in your words until [Specified 4] returns.",
      "female": ""
    },
    {
      "id": 187,
      "default": "The trio listen raptly, apparently absorbed in your words until [Specified 4] returns.",
      "female": ""
    },
    {
      "id": 188,
      "default": "A green tint and somewhat aghast cast mars [Specified 4]'s features when your companion sits again at your side.\r\n\r\nThe trio seem none the wiser.",
      "female": ""
    },
    {
      "id": 189,
      "default": "A green tint and somewhat aghast cast mars [Specified 4]'s features when your companion sits again at your side.\r\n\r\nThe trio watch the two of you carefully.",
      "female": ""
    },
    {
      "id": 190,
      "default": "A green tint and somewhat aghast cast mars [Specified 4]'s features when your companion sits again at your side.\r\n\r\nThe trio seem none the wiser.",
      "female": ""
    },
    {
      "id": 192,
      "default": "As you descend from the high mountain paths, you find a small camp nestled in the sand. \r\n\r\nTents, tired horses with their legs camped out, campfires crackling. It seems far too active for an ambush to be in wait.",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"Who are you?\"",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"I dealt with them. Permanently.\"",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"No. I made a deal with them.\"",
      "female": ""
    },
    {
      "id": 196,
      "default": "\"I found an alternate path.\"",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"Oh yeah. I killed them dead.\"",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"Let's say I had killed them. How much would that be worth to you?\"",
      "female": ""
    },
    {
      "id": 199,
      "default": "She blinks and wipes her forehead with a rag. \"Suppose that's a fair question. I'm Zandran, and we're the Adragan Adventuring Company out of the Living Lands.\"\n\n\"That's the <i>Adra Ban</i> Adventuring Company,\" interjects a tall, finely-armored human with skin like chipped obsidian.",
      "female": ""
    },
    {
      "id": 200,
      "default": "The woman claps. \"Outstanding! Best damned news I've heard in weeks.\"\r\n\r\nThe aumaua standing behind the dwarf sighs. \"And here I thought we'd have an opportunity to test our mettle on this venture.\"\r\n\r\nThe robed pale elf glances at her. \"Death finds us all in time, Wochka. No need to rush to his embrace.\"",
      "female": ""
    },
    {
      "id": 201,
      "default": "The group's small orlan blinks. \"A deal?\" she asks. \"What? Did you feed them one of yours to let the rest pass?\"\r\n\r\n\"Don't be ridiculous, Midge.\" The dwarf shakes her head. \"They probably just threw them some meat and moved on before the beasts finished eating it.\" She winks at you.\r\n\r\nThe aumaua grins, hefting a heavy axe. \"That leaves the bastards for us.\"",
      "female": ""
    },
    {
      "id": 202,
      "default": "Her eyes widen. \"Truly?\" She looks to the island aumaua at her side. \"Why didn't <i>you</i> find us an alternate path, Wochka?\"\r\n\r\nHer grin full of sharp teeth, Wochka shrugs. \"I still wanted to kill the bastards. Besides, Zandran, aren't you the trailblazer?\" ",
      "female": ""
    },
    {
      "id": 203,
      "default": "The adventurers glance among themselves, and the dwarf scratches her head. \r\n\r\n\"Honestly, I'd not given it a lot of thought. Usually people pay <i>us</i> to go killing things. But these damn eoten have been blocking the journey inland for weeks. Damn near crushed Midge with a rock.\"\r\n\r\nA small hearth orlan nods vigorously. \"Too close by half! Almost took my ear off!\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "The dwarf scoffs. \"For the last time, Franco, no it is not! You want to be the Adra Bans, you go be it somewhere else.\"\n\nA pale elf in loose robes, his beard beaded with sweat, sighs and massages his forehead. \"About those eoten...\" he says.",
      "female": ""
    },
    {
      "id": 205,
      "default": "The dwarf looks you over. \"You seem a forthright sort. Let's say... an even 2000 copper. In mixed currency, of course.\"",
      "female": ""
    },
    {
      "id": 206,
      "default": "The dwarf frowns. \"Seems 1000 copper would be about appropriate. Us taking your word on it and all.\"",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"I know that face. Wochka?\" Maia squints at a member of the party. \r\n\r\nAn aumaua, her azure head shorn short to either side of a crest of black braids, nods to Maia. \"Rua. It's been a while.\"",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"You two know each other?\"",
      "female": ""
    },
    {
      "id": 209,
      "default": "[Ignore them.]",
      "female": ""
    },
    {
      "id": 210,
      "default": "\"Ranga nui matched us up on the shooting range to see if we would get along.\" \r\n\r\nMaia folds her arms and tongues the inside of her cheek. \"We didn't.\"",
      "female": ""
    },
    {
      "id": 211,
      "default": "\"The route is along dangerous ledges. You should be careful if you take it.\"",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"It's very obvious and completely safe. Just head on up.\"",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"I'd be happy to mark it on your maps... for price.\"",
      "female": ""
    },
    {
      "id": 214,
      "default": "The Vailian adventurer chuckles, patting his breastplate. \"Danger is to us like a hometown lover. We try to avoid her, but we keep ending up in her bed.\"\r\n\r\n\"Wish it weren't the case, but he's not wrong.\" The dwarf hands you a small purse. \"For the information.\"",
      "female": ""
    },
    {
      "id": 215,
      "default": "She smirks at Wochka. \"Looks like we've got a plan for tomorrow.\"\r\n\r\nThe aumaua shrugs.",
      "female": ""
    },
    {
      "id": 216,
      "default": "The dwarf considers the offer for only a moment before handing over a purse of coins and a hand-drawn map of the area. \"Nobody better understands the value of a blazed path than a child of the Living Lands.\"",
      "female": ""
    },
    {
      "id": 217,
      "default": "The dwarf gestures towards the tents. \"Seeing as you've gotten our whole venture started up again, the least we could do is let you share our fire for a spell.\"",
      "female": ""
    },
    {
      "id": 218,
      "default": "The dwarf strokes her chin. \"Well, you may not be a friend yet, but you're certainly no enemy. Seeing as we're going nowhere soon, why don't you sit a spell by our fire?\"",
      "female": ""
    },
    {
      "id": 219,
      "default": "The explorer shakes her head with a snort. \"Hardly seen most of it. Came on land a few miles that way.\" She jerks a thumb towards the western coast.\r\n\r\n\"Gods benighted eoten prevented us from going any further,\" the Vailian grouses, and the orlan's ears bounce with her vigorous nod.\r\n\r\nThe dwarf smiles. \"We're looking for some ruins that are supposedly out here. Island's so desolate though, it's hard to imagine anyone building on it.\"",
      "female": ""
    },
    {
      "id": 220,
      "default": "The woman claps. \"Outstanding! Best damned news I've heard in weeks.\"\r\n\r\nThe aumaua standing behind the dwarf sighs. \"And here I thought we'd have an opportunity to test our mettle on this venture.\"\r\n\r\nThe robed pale elf glances at her. \"Death finds us all in time, Wochka. No need to rush to his embrace.\"",
      "female": ""
    },
    {
      "id": 221,
      "default": "The party's small orlan tosses you a heavy pouch. \"Your coin, as requested.\"",
      "female": ""
    },
    {
      "id": 222,
      "default": "The party's small orlan tosses you a heavy pouch. \"Your coin, as requested.\"",
      "female": ""
    },
    {
      "id": 223,
      "default": "The dwarf considers the offer for only a moment before handing over a purse of coins and a hand-drawn map of the area. \"Nobody better understands the value of a blazed path than a child of the Living Lands.\"",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"I'd like to know more about your company.\"",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"Know anything about this island?\"",
      "female": ""
    },
    {
      "id": 226,
      "default": "[Eat and rest.]",
      "female": ""
    },
    {
      "id": 227,
      "default": "The dwarf nods. \"Understood. Watch yourself out there. The Deadfire's a dangerous place.\"",
      "female": ""
    },
    {
      "id": 228,
      "default": "The dwarf taps the scar on her dusky chin. \"Well, we formed in the Living Lands. It's where Midge and me hail from.\" She gestures to the short orlan. \"She's our mind-breaker. Franco here's from Old Vailia, a sworn brother of the Darcozzi Paladini.\"\r\n\r\nThe tall man clangs a gauntlet against his breastplate and bows at the waist.",
      "female": ""
    },
    {
      "id": 229,
      "default": "Midge grins. \"Right now we're drawing coin off of an Aedyran noble as members of the Deadfire Archipelago Explorers Society.\" The orlan chuckles quietly. \"More or less.\" ",
      "female": ""
    },
    {
      "id": 230,
      "default": "\"I'm sure you have some great stories to tell!\"",
      "female": ""
    },
    {
      "id": 231,
      "default": "\"What are the Living Lands like?\"",
      "female": ""
    },
    {
      "id": 232,
      "default": "\"I'm surprised you’ve survived this long.\"",
      "female": ""
    },
    {
      "id": 233,
      "default": "The Vailian rises as if this were his cue. \"Ac, you have no idea.\"\r\n\r\n\"Here we go.\" Wochka shakes her head at you. \"Brought this on yourself.\"",
      "female": ""
    },
    {
      "id": 234,
      "default": "Zandran inhales deeply. \"Absolutely incredible. You've never seen so much green. Birds every color of the spectrum. Lizards like living statues of gem. And the hunting! Didn't know how much I'd miss it until I left.\"",
      "female": ""
    },
    {
      "id": 235,
      "default": "Midge chuckles. \"You'd be surprised how often we hear that.\"\r\n\r\n\"Give it time.\" Lyslódhir gazes out over the desert.",
      "female": ""
    },
    {
      "id": 236,
      "default": "\"It's certainly sandy. Thanks.\"",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"That wasn't exactly informative.\"",
      "female": ""
    },
    {
      "id": 238,
      "default": "[Attempt to steal the dwarf's dagger.]",
      "female": ""
    },
    {
      "id": 239,
      "default": "[Trick them into giving you potions and other medical supplies.]",
      "female": ""
    },
    {
      "id": 240,
      "default": "[Sneak around the back of the tents and rummage through their belongings.]",
      "female": ""
    },
    {
      "id": 241,
      "default": "You lean away from the campfire with a long yawn and spot some open bags beside a tent. Something flickers back at you, reflecting the flames. \r\n\r\nYou excuse yourself from the campfire and work your away around the encampment. You find plenty of small items to secrete into your pouches before returning to the others.",
      "female": ""
    },
    {
      "id": 242,
      "default": "[Join their camp.]",
      "female": ""
    },
    {
      "id": 243,
      "default": "[Leave] \"No thanks.\"",
      "female": ""
    },
    {
      "id": 244,
      "default": "The dwarf nods. \"Understood. Watch yourself out there. The Deadfire's a dangerous place.\"",
      "female": ""
    },
    {
      "id": 245,
      "default": "Her eyes widen with her smile, and she claps once. \"Outstanding! Just the thing to challenge the Adragan Adventuring Company!\"\r\n\r\nThe orlan smirks, her nose twitching. \"Hope you left some treasure for the rest of us.\"",
      "female": ""
    },
    {
      "id": 246,
      "default": "The Vailian laughs, a warm, quick sound that slips away as quickly as it appeared. \"Ac, quite true. I've sand in places I didn't know I had. I weep for the women who will know me after this place.\" \r\n\r\nThe orlan shakes her head. \"We <i>all</i> weep for the women with the misfortune to know you.\"",
      "female": ""
    },
    {
      "id": 247,
      "default": "The robed glamfellen glances up from the stew. \"As Zandran said, we're not exactly informed.\"\r\n\r\n\"Don't put it that way!\" Zandran pinches the bridge of her nose.\r\n",
      "female": ""
    },
    {
      "id": 248,
      "default": "\"Jealousy.\" He winks at you. \"Midge resents my innumerable conquests.\"\r\n\r\nMidge crosses her arms and raspberries. \"Hardly.\"",
      "female": ""
    },
    {
      "id": 249,
      "default": "\"I'm from the Living Lands myself.\"",
      "female": ""
    },
    {
      "id": 250,
      "default": "Zandran's eyebrows rise. \"Truly? Then you know what it's like! The incredible variety of flora and fauna. The valleys and mountains, chasms and cliffs, like a cartographer wadded up a map and dropped it in the sea!\" Though wide, her smile isn't exactly bright.",
      "female": ""
    },
    {
      "id": 251,
      "default": "\"Why'd you leave?\"",
      "female": ""
    },
    {
      "id": 252,
      "default": "Zandran breaks your gaze, turning her attention to the campfire.\r\n\r\n\"Her dog died,\" Lyslódhir states simply, as if noting the weather.\r\n\r\nThe dwarf winces. \"Fang's a wolf - not a dog - and a good one besides. I keep him with me.\" She rests a closed fist between her breasts. \"Always will.\"",
      "female": ""
    },
    {
      "id": 253,
      "default": "Midge nods along pensively. \"Sure half the plants are like to try to eat you, but at least there's <i>something</i> to see.\" She scowls out at the desert.",
      "female": ""
    },
    {
      "id": 254,
      "default": "Franco ignores her. \"Where would one begin the recounting of our journeys? The Tale of the Tentacled Terror of Thein? The Sordid Story of the Seamstress of Selona? The Perilous Perfidy of the Polpovir?!\"\r\n\r\n\"He believes he's a chanter,\" Wochka says. \"But what he makes up in enthusiasm, he lacks in talent.\"\r\n\r\n\"Quiet, you old battle axe.\" He looks to you. \"I'd be happy to expound over dinner, if you're staying.\"",
      "female": ""
    },
    {
      "id": 255,
      "default": "Zandran frowns at the request. \"I appreciate your plight, but I can't very well put my own troops at risk by giving away our supplies.\"",
      "female": ""
    },
    {
      "id": 256,
      "default": "In what you take for a moment of distraction, you reach out for Zandran's dagger - and she grabs you by the wrist.",
      "female": ""
    },
    {
      "id": 257,
      "default": "After confirming your whispered order with a slight nod, [Specified 2] slips off after Zandran.\r\n\r\nYou don't see your compatriot lift anything from the dwarf, but isn't that the point?",
      "female": ""
    },
    {
      "id": 258,
      "default": "After confirming your whispered order with a slight nod, [Specified 2] slips off after Zandran.\r\n\r\nMoments later she's shouting, shoving your errant compatriot back into the midst of the camp.",
      "female": ""
    },
    {
      "id": 263,
      "default": "[Specified 2] launches into a story of the miserable condition aboard [Player Ship], about how you'd given all of the medical supplies to a colony of bone frost victims, and now the crew suffers the full ravages of every minor malady.",
      "female": ""
    },
    {
      "id": 264,
      "default": "Wiping her nose, Zandran retrieves a pack from one of the tents. \"Please, take this. It's not much, but every bit helps, aye?\"\r\n\r\nThe scrawny orlan shakes her head and sighs.",
      "female": ""
    },
    {
      "id": 265,
      "default": "You've just begun rifling through the first tent when the orlan appears behind you, weapon drawn. \r\n\r\n\"Looking for something?\" She raises an eyebrow. \"Because your thoughts feel awfully thieving.\"",
      "female": ""
    },
    {
      "id": 266,
      "default": "[Specified 2] grins and politely excuses himself to answer nature's call.",
      "female": ""
    },
    {
      "id": 267,
      "default": "A handful of minutes later, [Specified 2] returns to the fire, followed by the scrawny orlan - her weapons drawn. \r\n\r\n\"Found this one rifling through the supplies, Zandran.\"",
      "female": ""
    },
    {
      "id": 268,
      "default": "With a discreet smile meant only for you, [Specified 2] returns to the fire.",
      "female": ""
    },
    {
      "id": 269,
      "default": "Frowning, Serafen stands and clears his throat. \"Sorry to be bothering you, what with you have already been so hospitable-like, but you should know we be on a mission of mercy.\"",
      "female": ""
    },
    {
      "id": 271,
      "default": "[Specified 2] nods and politely excuses herself to answer nature's call.",
      "female": ""
    },
    {
      "id": 272,
      "default": "[Abandon the plot.]",
      "female": ""
    },
    {
      "id": 273,
      "default": "You decide not to steal from them after all.",
      "female": ""
    },
    {
      "id": 274,
      "default": "Serafen wipes at his eyes.\r\n\r\n\"We be sailing from Port Maje, which be full besotted by the children's plague. You've heard of it, aye? The sickness that turns the poor lads and lasses' innards to jelly... to hear their moans as they pass them through their -\" The orlan looks away. \"Nay, such details be better left unsaid.\"",
      "female": ""
    },
    {
      "id": 275,
      "default": "\"What in the name of Wael is going on here?\"",
      "female": ""
    },
    {
      "id": 276,
      "default": "The visage smiles, its mouth curling at the corners.\r\n\r\nThe figure stands.",
      "female": ""
    },
    {
      "id": 277,
      "default": "The dwarf looks you over. \"You look the monster-slaying type. Let's say... an even 2000 copper. In mixed currency, of course.\"",
      "female": ""
    },
    {
      "id": 278,
      "default": "\"They're very dead. Now pay up.\"",
      "female": ""
    },
    {
      "id": 279,
      "default": "\"I killed them, but keep your coin.\"",
      "female": ""
    },
    {
      "id": 280,
      "default": "Waking up, you thank the group and take your leave. They wish you safe travels.",
      "female": ""
    },
    {
      "id": 281,
      "default": "\"How about double that?\"",
      "female": ""
    },
    {
      "id": 282,
      "default": "The dwarf considers, then sighs. \"Sure. Double, then.\"",
      "female": ""
    },
    {
      "id": 283,
      "default": "Midge snorts. \"How about not.\"",
      "female": ""
    },
    {
      "id": 284,
      "default": "Zandran gestures to the pale elf. \"That's Lyslódhir, from the White that Wends. He handles the magic. And Wochka,\" she nods to the island aumaua, \"left Rauatai when she ran out of things to put her axe in.\"\r\n\r\n\"Anyone else you see around's a hireling, but still some of the best. We've been all over the Living Lands and Deadfire both.\" ",
      "female": ""
    },
    {
      "id": 285,
      "default": "\"I'm not here to cause trouble.\"",
      "female": ""
    },
    {
      "id": 286,
      "default": "\"I'm not here to cause trouble.\"",
      "female": ""
    },
    {
      "id": 287,
      "default": "Rekke stares at you blankly. After a few long, silent moments, his eyes widen, and he slowly shakes his head.",
      "female": ""
    },
    {
      "id": 288,
      "default": "Rekke stares at you blankly. After a few long, silent moments, his eyes widen, and he slowly shakes his head.",
      "female": ""
    },
    {
      "id": 289,
      "default": "Rekke stares at you blankly. After a few long, silent moments, his eyes widen, and he slowly shakes his head.",
      "female": ""
    }
  ]
}