{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_si_crew_event_omen_cloud",
  "Entries": [
    {
      "id": 1,
      "default": "An unexpectedly cold wind blows across the deck of the ship and even after several hours, has not abated.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Ceremoniously toss 1000 cp overboard.] \"I think we can spare something for the Lady of Lament.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"We just don't have the coin to spare.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Specified 0] gulps.\r\n\r\n\"But captain, you're defying Ondra...\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Get back to work, [Specified 0].\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "[Throw [Specified 0] overboard.] \"How's this for an offering?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "You head abovedeck with a chest of coins and gather the crew around as you stand at the ship's edge.\n\nWith a brief exhortation to Ondra, you pour the money overboard.\n\nThe crew members nod and sing a short shanty that celebrates Ondra's mercy. As they return to work, [Specified 0] gives you a word of thanks for honoring the goddess.",
      "female": ""
    },
    {
      "id": 10,
      "default": "Shoulders slumped, [Specified 0] heads back to work. Over the next day, you catch glimpses of the crew looking your way and muttering, sometimes shaking their heads and sighing.\r\n\r\nBy the following day, the wind has lifted and the crew's mood lightens, but they maintain the nagging feeling that you've offended a god.",
      "female": ""
    },
    {
      "id": 11,
      "default": "You bolt for [Specified 0] and grab her before she can react. She first stutters in alarm, then cries in protest as you drag her abovedeck. The crew watches, astonished, while you pull [Specified 0] to the rails and throw her overboard.",
      "female": ""
    },
    {
      "id": 14,
      "default": "Heading abovedeck, you lead the crew in an Ondrite rite for several hours, imploring her to show mercy toward your ship and those within it.\n\nYou call out the many names of Ondra - Ngati, Lady of Lament, Salty Wench, Lover of the Lost - and acknowledge her power and dominion over the waves, all that ride upon them, and all that sleep within their depths.\n\nAt your instruction, each member of the crew stands at the edge of the ship and whispers a regret into the dark waters.",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Take the time to lead the crew in a ceremony invoking Ondra's protection.] \"We owe her respect, and we shall give it to her.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "[Explain the science.] \"This wind is a natural phenomenon, nothing to worry about.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "Though the crew shuffles off in a melancholy mood, [Specified 0] convinces them all that you've done a great honor to the goddess and protected the ship from her wrath.\n\nYou lose several hours to the ritual, but by the next day, the winds have lifted and the crew is relieved at the good omen, many speaking thanks to Ondra - and you - for sparing the ship.",
      "female": ""
    },
    {
      "id": 18,
      "default": "You explain at length how ocean winds can shift over time and, in certain places, seem unnaturally cold or warm for extended periods of time.\r\n\r\n[Specified 0] protests but has no educated arguments to make against you. In the end, the sailor acknowledges that you're the captain and must know best in a thin voice that suggests otherwise.",
      "female": ""
    },
    {
      "id": 19,
      "default": "By the following day, the cold wind has lifted. The crew appears satisfied, but there is a lingering worry that Ondra has been slighted.",
      "female": ""
    },
    {
      "id": 20,
      "default": "You overhear [Specified 1] noting to the rest of the crew that considering how much money you just dumped overboard, you should be able to pay the hands a little bit better.\r\n\r\n\"I think we deserve to share in the wealth, don't you, captain?\"\r\n\r\nThe crew collectively exchange glances and happy nods.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Of course you do.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Fine. Split this among yourselves, you vultures.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"I think you deserve to be keelhauled for impertinence.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"As the captain, I save money for emergencies like this. Are you saying you're the equal of Ondra?\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "The crew looks at [Specified 1] with pursed lips and furrowed brows. \n\n\"Well, I wouldn't go <i>that</i> far, but you have to admit that...\"\n\n[Specified 1] begins to argue the point, but the crew is already having second thoughts. They shake their heads, mumble, and rub the backs of their necks.\n\nIt doesn't take long for them to decide that the prospect of money isn't worth the blasphemy. They quietly slink back to their stations, grateful the wind has returned to normal.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Fuck off, [Specified 1]. Get back to your stations, all of you.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "Hands raised, [Specified 1] takes a step back, laughing nervously.\r\n\r\n\"Ah... I was half-joking. I mean, we'd all love to be paid bet-\"\r\n\r\nThe other crew members clear the deck around the two of you, leaving you alone.\r\n\r\n\"Forget I asked. I'm sorry, captain. It won't happen again.\"\r\n\r\nThe sailor quickly ducks in with the other crew members, who return to their stations shocked but fearful of their captain.",
      "female": ""
    },
    {
      "id": 28,
      "default": "[Specified 1] blinks in shock, but a smile quickly spreads across her face as she realizes you're being genuine.",
      "female": ""
    },
    {
      "id": 29,
      "default": "At first, [Specified 1] seems insulted, but she turns to look at the assembled crew members who shrug and nod.",
      "female": ""
    },
    {
      "id": 30,
      "default": "The retort ripples through the crew like a slap across their collective faces. A stunned, angry silence holds them for a moment.\r\n\r\nNo one is willing to press the issue, not even [Specified 1]. Though they're grateful that the cold wind has subsided, they return to the stations chafing at their captain's colder words.",
      "female": ""
    },
    {
      "id": 31,
      "default": "[Glare at crew] \"Anyone <i>else</i> want to question how I run my ship?\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "[Laugh maniacally.] \"Well, what are you waiting for? Sing praise to Ondra!\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "[Silently watch [Specified 0] drown.]",
      "female": ""
    },
    {
      "id": 34,
      "default": "As your gaze settles on each crew member in turn, they glance away, shake their heads, or even flinch. None speak. The only voice that can be heard is [Specified 0]'s, struggling, choking, and eventually sinking beneath the waves.\r\n\r\nStone-faced and wide-eyed, the remaining crew members return to their stations. The next day, they barely notice that the winds have subsided. All they can think of is [Specified 0]'s desperate flailing, your withering glare, and their own impotent silence.",
      "female": ""
    },
    {
      "id": 35,
      "default": "At first, the crew stands in stunned silence. One by one, they begin singing a halting Ondrite dirge. Their voices crack and cut off as they swallow the fearful air on the deck, glancing back and forth between your crazed expression and the doomed soul flailing in the water.\r\n\r\nQuickly, [Specified 0]'s cries are lost among the singing voices. A hand grasps wildly for purchase in the open sea but, finding none, disappears beneath the waves.\r\n\r\nThe next day, the crew barely notices that the wind has subsided. Their thoughts are filled with the poor soul who fell afoul of their captain's wicked wrath.",
      "female": ""
    },
    {
      "id": 36,
      "default": "None on the deck dare speak as [Specified 0] flails, sputters, and inevitably disappears beneath the waves.\r\n\r\nBy the next day, the wind has subsided and the crew has returned to work. Still, some shiver as you pass, remembering how impassively you watched as their crewmate sank into a watery grave.",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"I'm sorry. I just can't spare it.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "The crew grumbles and looks to each other, but none seems willing to push the issue.\r\n\r\nBy the next day, the winds have subsided, but they're still annoyed at the lack of bonus pay.",
      "female": ""
    },
    {
      "id": 39,
      "default": "By the next day, the winds have subsided and the crew is glad that the Lady of Lament appears to have been placated by your donation to the sea floor.",
      "female": ""
    },
    {
      "id": 40,
      "default": "By the next day, the winds have subsided and everyone seems all too willing to forget [Specified 1]'s \"request\" for bonus pay.",
      "female": ""
    },
    {
      "id": 41,
      "default": "[Specified 0] sheepishly knocks on your cabin door. When she enters, her skin is pale, her brow dotted with beads of sweat.\r\n\r\n\"Begging your pardon, captain, but this is an ill wind sent by Ondra. We've sailed too long without offering her tribute. She's sure to punish us if we don't give her what she's due.\"\r\n\r\nShe tilts her head towards the hatch, beckoning you to follow her on deck.",
      "female": ""
    },
    {
      "id": 42,
      "default": "[Specified 0] sheepishly knocks on your cabin door. When he enters, his skin is pale, his brow dotted with beads of sweat.\r\n\r\n\"Begging your pardon, captain, but this is an ill wind sent by Ondra. We've sailed too long without offering her tribute. She's sure to punish us if we don't give her what she's due.\"\r\n\r\nHe tilts his head towards the hatch, beckoning you to follow him on deck.",
      "female": ""
    },
    {
      "id": 43,
      "default": "[Specified 1] blinks in shock, but a smile quickly spreads across his face as he realizes you're being genuine.",
      "female": ""
    },
    {
      "id": 44,
      "default": "A cheer rises through the crew as a chest of coins is distributed among them.\r\n\r\nFor the next several days, spirits are high and each crew member makes a point of thanking you as you pass.",
      "female": ""
    },
    {
      "id": 45,
      "default": "At first, [Specified 1] seems insulted, but he turns to look at the assembled crew members who shrug and nod.",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Well, something's better than nothing. Thanks, captain.\"\r\n\r\nThe crew carefully splits up the bag of coins and seems modestly appreciative of the gesture as they return to work.",
      "female": ""
    },
    {
      "id": 47,
      "default": "You bolt for [Specified 0] and grab him before he can react. He first stutters in alarm, then cries in protest as you drag him abovedeck. The crew watches, astonished, while you pull [Specified 0] to the rails and throw him overboard.",
      "female": ""
    },
    {
      "id": 48,
      "default": "[Specified 0] flails about in the water, sputtering and floundering. The crew looks to you, mouths agape.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"High flogging fuck, Captain Watcher, it be like you be trying to set them mutinous...\" Serafen mutters, eyes roving the crew.",
      "female": ""
    },
    {
      "id": 51,
      "default": "Pallegina shouts after you, \"Have you gone mad?! What is this meant to accomplish?\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"We <i>are</i> going to throw them a line... aren't we?\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"It may be your boat, but if you keep running things this way, won't be long before the crew returns the favor.\" Edér shakes his head.",
      "female": ""
    }
  ]
}