{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_si_campsite_xaurips",
  "Entries": [
    {
      "id": 7,
      "default": "The desert wind carries a sibilant susurrus to your ears from the canyon ahead. Punctuated by cracks and pops, it reminds you of eggs on a hot pan or a fire in dry brush. The low growl that accompanies it, however, raises the hair on the back of your neck.",
      "female": ""
    },
    {
      "id": 42,
      "default": "[Continue cautiously forward.]",
      "female": ""
    },
    {
      "id": 43,
      "default": "[Listen carefully.]",
      "female": ""
    },
    {
      "id": 44,
      "default": "[Return the way you came.]",
      "female": ""
    },
    {
      "id": 46,
      "default": "The sound resolves into a rhythmic chittering, slowly and cyclically rising and falling. It sounds like a chorus of voices - inhuman voices.",
      "female": ""
    },
    {
      "id": 115,
      "default": "You carefully enter the desert canyon, keeping to the shade cast by the tall standing stones. \r\n\r\nAhead of you, a group of xaurips chant, hopping back and forth on skinny legs, shaking their spears. Nested between them rises the black, leathery form of a drake. The creature's wings rise above it as it tears at the corpse of a boar at its feet.",
      "female": ""
    },
    {
      "id": 116,
      "default": "[Draw your weapons and attack.]",
      "female": ""
    },
    {
      "id": 117,
      "default": "[Use the distraction to sneak closer.]",
      "female": ""
    },
    {
      "id": 118,
      "default": "You move quietly from stone to stone, entering the canyon without drawing the creatures' attention...",
      "female": ""
    },
    {
      "id": 119,
      "default": "As you move forward, your foot slides in some loose sand, sending small pebbles dancing down the rocks. \r\n\r\nThe wilder look up as one, their beady eyes focused on you.",
      "female": ""
    },
    {
      "id": 120,
      "default": "As you move forward, [Specified 0]'s foot slides in some loose sand, sending small pebbles dancing down the rocks. \r\n\r\nThe wilder look up as one, their beady eyes focused on your party.",
      "female": ""
    },
    {
      "id": 123,
      "default": "To the west of Neketaka, rolling verdant plains stretch towards the mountains. Spiked plants with bright flowers punctuate the emerald green tall grass. The occasional tree dots the landscape, broad foliage casting shade like a parasol. ",
      "female": ""
    },
    {
      "id": 139,
      "default": "[Sneak closer to observe.]",
      "female": ""
    },
    {
      "id": 141,
      "default": "You slink quietly through the brush, eyes alert for other threats. ",
      "female": ""
    },
    {
      "id": 143,
      "default": "[Brandish weapons and yell.]",
      "female": ""
    },
    {
      "id": 144,
      "default": "[Leave] \"I'll go.\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "[Draw your weapons and attack.]",
      "female": ""
    },
    {
      "id": 146,
      "default": "The xaurip silently watch you back away. Once you're well away, they begin chittering amongst themselves. A few turn back to their games, but others take up watch positions around the periphery of the rock.\r\n\r\nYou leave the wilder behind.",
      "female": ""
    },
    {
      "id": 147,
      "default": "The xaurips' beady eyes widen at the sudden appearance of so near a threat, and they stumble over each other, chittering and screeching, as they try to back away. \r\n\r\nThe band breaks, xaurips discarding their weapons as they flee towards the jungle.\r\n\r\nYou collect what they abandoned and continue your travels.",
      "female": ""
    },
    {
      "id": 148,
      "default": "The xaurips cry out in surprise as you charge them. The scatter, bringing their weapons to bear...",
      "female": ""
    },
    {
      "id": 150,
      "default": "[Flee.]",
      "female": ""
    },
    {
      "id": 153,
      "default": "Keeping low, you run from the xaurips. The grass lashes at your legs and the spines of plants tear your skin, but you managed to evade the wilder... if they pursued you at all.\r\n\r\nYou catch your breath and continue on your way.",
      "female": ""
    },
    {
      "id": 154,
      "default": "Keeping low, you run from the xaurips... only to fall face first into the ground with your leg tangled among some brambles. As the thorns bite into your skin, the xaurips screech happily.\r\n\r\nThey raise their weapons and advance.",
      "female": ""
    },
    {
      "id": 155,
      "default": "Keeping low, you run from the xaurips... only to hear [Specified 3] crash into the bushes to your left. You glance over and see your companion attempt to wriggle free of some vicious-looking brambles.\r\n\r\nThe xaurips chirp happily. Weapons raised, they advance...",
      "female": ""
    },
    {
      "id": 156,
      "default": "[Send Ishiza to scout.]",
      "female": ""
    },
    {
      "id": 157,
      "default": "[Search for the presence of other minds.]",
      "female": ""
    },
    {
      "id": 158,
      "default": "Maia nods to you and raises an arm. Ishiza takes wing, streaking into the sky, and soon he is nothing but a small dot circling above you.\r\n\r\nHe returns a few minutes later, alighting on Maia's arm.",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"One drake and a handful of xaurips. We can get the drop on them if we're careful.\r\n\r\n\"Who's a good boy?\" \r\n\r\nMaia tosses Ishiza some meat from her pack.",
      "female": ""
    },
    {
      "id": 160,
      "default": "[Specified 0]'s eyes slide close and breathing slows. You feel the faint tingle of the cipher's abilities probing the edge of your own soul before turning outwards.",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"Aye, cap. Got twixt three and five minds ahead. One of them be right godsdamned big and twice as hungry.\"\n\nSerafen scowls.",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"Difficult to say with absolute certainty, but I believe I sense four minds ahead. Not kith, but more complex than animals. One feels... quite hungry.\"\r\n\r\nYdwin frowns.",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"There are minds ahead. Wilder, I think. Perhaps four or five?\" [Specified 0] nods.",
      "female": ""
    },
    {
      "id": 165,
      "default": "You reach out with your soul, searching out any thoughts behind the hissing sound.",
      "female": ""
    },
    {
      "id": 166,
      "default": "Soon enough you sense the thoughts of several creatures. Most are small and simple, but one feels significantly more potent than the others.\r\n\r\nWhatever it is, it hungers.",
      "female": ""
    },
    {
      "id": 167,
      "default": "It sounds a little like whispers. ",
      "female": ""
    },
    {
      "id": 168,
      "default": "[Continue watching.]",
      "female": ""
    },
    {
      "id": 169,
      "default": "[Charm the drake.]",
      "female": ""
    },
    {
      "id": 170,
      "default": "With a mighty twist of its muscular neck, the drake tears the boar in half. It rises up on its legs, lifting its head, and swallows the back half of the boar whole. The lump of the animal visibly travels down the reptile's throat.",
      "female": ""
    },
    {
      "id": 171,
      "default": "<xg>One</xg> of the xaurips hops forward. It tears its feathered headdress from its head and tosses it aside. It drops its staff a moment later and spreads its arms before the drake. The large beast peers down at the xaurip, then, with a flash of movement, eats the small wilder in a single bite. \n\nThe other xaurips cheer, banging their spears against their shields. ",
      "female": ""
    },
    {
      "id": 172,
      "default": "The drake's eyes go glassy as you suborn its thoughts to your own. The xaurips' chanting falters, and the scrawny reptiles exchange confused glances. ",
      "female": ""
    },
    {
      "id": 173,
      "default": "[Specified 1] chants quietly, and the drake's eyes dim. The xaurips' chanting falters as the scrawny reptiles exchange confused glances.",
      "female": ""
    },
    {
      "id": 174,
      "default": "The drake's head whips back and it releases a bellowing roar. Its head whips about until one slit eye falls on you. It looks incensed by the attempt to manipulate its mind.",
      "female": ""
    },
    {
      "id": 175,
      "default": "[Have the drake attack the xaurips.]",
      "female": ""
    },
    {
      "id": 176,
      "default": "[Command it to leave.]",
      "female": ""
    },
    {
      "id": 177,
      "default": "[Release the drake.]",
      "female": ""
    },
    {
      "id": 178,
      "default": "The drake methodically plucks up the remaining xaurips, consuming each in turn. It seems to struggle with the last one - small as a xaurip is, the group was almost a match for the beast's gullet.\r\n\r\nIt curls up and closes its eyes, basking in the warmth of the sun and a full belly.",
      "female": ""
    },
    {
      "id": 179,
      "default": "With a thrust of its thick legs and its wings scooping the dense air, the drake takes to the sky. The xaurips wail pitifully as they chase after it. \r\n\r\nSoon only you remain.",
      "female": ""
    },
    {
      "id": 180,
      "default": "The xaurips raise their weapons, as the drake takes wing behind them...",
      "female": ""
    },
    {
      "id": 181,
      "default": "[Kill it.]",
      "female": ""
    },
    {
      "id": 182,
      "default": "[Leave it be.]",
      "female": ""
    },
    {
      "id": 183,
      "default": "You continue down the path without further interference.",
      "female": ""
    },
    {
      "id": 184,
      "default": "The sleeping drake makes no attempt to resist the blade you place through its skull. As the blood pools beneath it, you harvest the choicest parts of the reptile.\r\n\r\nHaving finished your grisly work, you continue on your way.",
      "female": ""
    },
    {
      "id": 185,
      "default": "[Use spyglass.]",
      "female": ""
    },
    {
      "id": 186,
      "default": "Through the lenses of your spyglass, you make out a party of ten or so xaurips. Several are poking at grubs with long sticks, under the guidance of one of their shaman. \r\n\r\nIn the center of the circle, two of the grubs snap at one another, egged on by their xaurip captors.",
      "female": ""
    },
    {
      "id": 188,
      "default": "You slink quietly through the brush, eyes alert for other threats. ",
      "female": ""
    },
    {
      "id": 189,
      "default": "<xg>One</xg> of the xaurips perks up, nostrils flaring, and its head twists directly towards [Specified 0]. It barks and chirps, pointing a claw towards your companion.",
      "female": ""
    },
    {
      "id": 190,
      "default": "[Approach openly.]",
      "female": ""
    },
    {
      "id": 191,
      "default": "You advance towards the gathering, and the xaurips squeal and chirp at your approach. Several ready spears and bows.\r\n\r\nThe wilder exchange glances with one another as if unsure whether or not they should attack.",
      "female": ""
    },
    {
      "id": 192,
      "default": "<xg>One</xg> of the xaurips perks up, nostrils flaring, and its head twists directly towards you. It barks and chirps, pointing a claw in your direction.",
      "female": ""
    },
    {
      "id": 193,
      "default": "Shrieking in response, the xaurips produce weapons of their own...",
      "female": ""
    },
    {
      "id": 194,
      "default": "Distracted by their sport, the wilder don't seem to have noticed you.",
      "female": ""
    },
    {
      "id": 195,
      "default": "[Ambush and attack.]",
      "female": ""
    },
    {
      "id": 196,
      "default": "You creep forward, drawing your weapon...",
      "female": ""
    },
    {
      "id": 197,
      "default": "[Sneak past the area.]",
      "female": ""
    },
    {
      "id": 198,
      "default": "You skirt the group without drawing their attention and sneak away.",
      "female": ""
    },
    {
      "id": 203,
      "default": "You crest a rise to see a group of reptilian figures roughly a hundred feet down the hill. Hunched atop a broad, flat stone, the xaurips chirp and squawk.",
      "female": ""
    },
    {
      "id": 204,
      "default": "As you near the group, you observe a party of roughly ten xaurips. Several are poking at grubs with long sticks, under the guidance of one of their shaman. \r\n\r\nIn the center of the circle, two of the grubs snap at one another, egged on by their xaurip captors.",
      "female": ""
    },
    {
      "id": 205,
      "default": "As you near the group, you observe a party of roughly ten xaurips. Several are poking at grubs with long sticks, under the guidance of one of their shaman. \r\n\r\nIn the center of the circle, two of the grubs snap at one another, egged on by their xaurip captors.",
      "female": ""
    },
    {
      "id": 206,
      "default": "The small creatures produce bows and spears, which they brandish threateningly at you.\r\n\r\nThey make no move to attack, however.",
      "female": ""
    },
    {
      "id": 207,
      "default": "[Leave them be.]",
      "female": ""
    },
    {
      "id": 208,
      "default": "[Charm the grubs.]",
      "female": ""
    },
    {
      "id": 209,
      "default": "You whisper to the spirits, reaching out to the simple souls of the grubs.",
      "female": ""
    },
    {
      "id": 210,
      "default": "[Specified 3] whispers, words barely audible over the noise from the xaurips.",
      "female": ""
    },
    {
      "id": 211,
      "default": "The grubs go limp and still, and the xaurips chitter in confusion...",
      "female": ""
    },
    {
      "id": 213,
      "default": "[Make the grubs slither away.]",
      "female": ""
    },
    {
      "id": 214,
      "default": "[Have the grubs attack the xaurips.]",
      "female": ""
    },
    {
      "id": 215,
      "default": "[Inspire the grubs to do a wiggly dance.]",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"Make the grubs go away. The xaurips will probably follow.\"",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"Turn the grubs against their masters.\"",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"Make the grubs dance.\"",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"Easy there. We mean you no harm.\"",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"Can [Player Animal Companion] here join in your... grub game?\"",
      "female": ""
    },
    {
      "id": 221,
      "default": "The xaurip shaman steps forward, feathered headdress swaying. It chitters, points towards the horizon, then points towards a pouch hanging from its waist.\r\n\r\nThe other xaurips nod.",
      "female": ""
    },
    {
      "id": 222,
      "default": "The xaurips chitter angrily at you thrusting their spears in your direction as if to ward you off.",
      "female": ""
    },
    {
      "id": 223,
      "default": "[Impress them with some sleight of hand.]",
      "female": ""
    },
    {
      "id": 224,
      "default": "The xaurips examine [Player Animal Companion] warily. The one in the feathered headdress squawks, raising both skinny fists towards the sky, and the others join in, a chorus of shrieking.\r\n\r\nIt seems like an affirmative.",
      "female": ""
    },
    {
      "id": 225,
      "default": "The xaurips stare, enraptured by your complicated legerdemain. When you finish, reproducing the coin from behind your back, they screech, hopping up and down and raising their hands towards the sky.",
      "female": ""
    },
    {
      "id": 226,
      "default": "The xaurips raptly stare as [Specified 4] performs a complex coin trick. When the copper reappears from its apparent vanishing, they screech happily.",
      "female": ""
    },
    {
      "id": 227,
      "default": "The xaurips stare as [Specified 4] performs a simple coin trick. They glance to one another in confusion.",
      "female": ""
    },
    {
      "id": 228,
      "default": "\"Go easy on them, [Player Animal Companion].\"",
      "female": ""
    },
    {
      "id": 229,
      "default": "\"Tear those grubs apart!\"",
      "female": ""
    },
    {
      "id": 230,
      "default": "It seems to be offering you something to go away.",
      "female": ""
    },
    {
      "id": 231,
      "default": "You have no idea what it's trying to say.",
      "female": ""
    },
    {
      "id": 232,
      "default": "\"Uh... sure?\"",
      "female": ""
    },
    {
      "id": 235,
      "default": "The fight lasts too long, and by the end, only your spiritual connection to your animal companion prevents [Player Animal Companion]'s demise. You take the pain on yourself, barely able to make out the xaurips' shrieking through the pained haze.",
      "female": ""
    },
    {
      "id": 236,
      "default": "The fight is brief but decisive, and [Player Animal Companion] stands victorious. The xaurips chitter and shriek, though it's difficult to tell whether from anger or amusement.",
      "female": ""
    },
    {
      "id": 237,
      "default": "[Nod to them.]",
      "female": ""
    },
    {
      "id": 238,
      "default": "The xaurip roots through its pouch, glancing between you and the contents of its bag. You're not sure whether it's suspicious of you or trying to judge its own belongings. It may be both.\r\n\r\nEventually it settles on something and withdraws it. It takes a few furtive hops towards you, sets a small dragon figurine before you, and then hops back.",
      "female": ""
    },
    {
      "id": 239,
      "default": "[Leave] \"Thank you. I'm going now.\"",
      "female": ""
    },
    {
      "id": 240,
      "default": "You perform a simple coin trick, and the xaurips stare at you.",
      "female": ""
    },
    {
      "id": 241,
      "default": "The xaurip shaman steps forward, feathered headdress swaying. It chitters, points towards the horizon, then points towards a pouch hanging from its waist.\r\n\r\nThe other xaurips nod.",
      "female": ""
    },
    {
      "id": 242,
      "default": "You run a hand across [Player Animal Companion]'s back before setting the animal forward. Your furred friend moves into the center of the circle as one of the xaurips places a grub on the ground. \r\n\r\n[Player Animal Companion] circles the grub, and it slowly slithers towards the beast, snapping its tiny mandibles.",
      "female": ""
    },
    {
      "id": 243,
      "default": "You run a hand across [Player Animal Companion]'s back before setting the animal forward. Your furred friend moves into the center of the circle as one of the xaurips places a grub on the ground. \r\n\r\n[Player Animal Companion] circles the grub, and it slowly slithers towards the beast, snapping its tiny mandibles.",
      "female": ""
    },
    {
      "id": 244,
      "default": "As the grubs begin to wiggle away, the xaurips initially respond with blank confusion. They look to one another, look to the grubs, look to their shaman, then look back to the grubs.\r\n\r\nThe shaman chirps and growls, pointing a bony finger, and the xaurips rush after their grubs in the hopes of collecting them.",
      "female": ""
    },
    {
      "id": 245,
      "default": "The xaurips yelp in surprise as the grubs turn on them. They slash with claws and stab with spears, killing their erstwhile pets.",
      "female": ""
    },
    {
      "id": 246,
      "default": "The xaurips stare, utterly mesmerized, as the grubs wiggle in synchronized waves. One begins slapping out a simple rhythm on its scaled chest. The rest of the xaurips begin to bob their heads, shift from foot to foot, and finally begin to dance.",
      "female": ""
    },
    {
      "id": 247,
      "default": "[Specified 3] raises an eyebrow, but nods.",
      "female": ""
    },
    {
      "id": 248,
      "default": "The wilder are clearly distracted...",
      "female": ""
    },
    {
      "id": 249,
      "default": "You skirt the group without drawing their attention and sneak away.",
      "female": ""
    },
    {
      "id": 250,
      "default": "The xaurips' beady eyes widen at the sudden appearance of so near a threat, and they stumble over each other, chittering and screeching, as they try to back away. \r\n\r\nThe band breaks, xaurips discarding their weapons as they flee towards the jungle.\r\n\r\nYou collect what they abandoned and continue your travels.",
      "female": ""
    },
    {
      "id": 251,
      "default": "You've never seen less impressed wilder. One shakes its head, resting a disappointed palm on its snout. Another sits down, cradling its head in its hands.",
      "female": ""
    }
  ]
}