{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_si_crew_event_immodest_proposal",
  "Entries": [
    {
      "id": 3,
      "default": "Without waiting for an answer, [Specified 0] strides into your cabin, closes the door, and begins removing clothing. First a shirt hits the floor. Then the sailor starts tugging off a boot.",
      "female": ""
    },
    {
      "id": 4,
      "default": "You open the door to find [Specified 1] smiling at you from beneath rum-dimmed eyes. The aura of grog clinging to the sailor is nearly enough to get you drunk by breathing.\r\n\r\n\"Hello there, captain. I thought you might enjoy a little company in your bunk, if you know what I mean.\" [Specified 1]'s fingers play suggestively at the buckle of the sodden sailor's belt.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Captain.\" [Specified 2] greets you with a curt nod when you open the door. \"I'm hoping to share a bed with someone tonight. I'd like that someone to be you, but I fully understand if it's not.\"\r\n\r\nThe sailor smiles, eyes hopeful.",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Oh, hello, captain!\" [Specified 3] greets you even as the door is opening. The sailor beams at you, eyes glimmering.\r\n\r\n\"No pressure or anything, but I thought maybe you might be interested in a little, uh, you know, cabin-play, if you take my meaning.\" Then, voice lowered to a near whisper: \"I mean sex.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "When you open the door, you see [Specified 4] leaning against the bulkhead, absently examining a fingernail. The sailor glances up at you.\r\n\r\n\"Ahoy, captain. What do you say we shake the sheets tonight? It's probably been too long for either of us.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "You find [Specified 5] awaiting you at the door. \r\n\r\n\"Captain,\" the sailor greets you stiffly. \"I just wanted to say that, well, I admire what you've done with the ship. With the crew. I'd, er, be interested in showing you my appreciation... if you'd like.\" \r\n\r\n[Specified 5] glances past you - to your bed - and back again.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Get your ugly ass out of my cabin.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Well come on in, then.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"I thought you'd never ask.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"I'm sorry, but I'm not interested.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "Lulled by the soft rocking of the ship, you hover on the edge of drowsing when a light knock at your door rouses you to full consciousness.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"What in Wael's name are you doing?\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Stop that!\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Everything okay there, [Specified 0]?\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "[Undress and beckon [Specified 0] closer.]",
      "female": ""
    },
    {
      "id": 18,
      "default": "[Specified 0] glances up at you with a mischievous grin. \"I thought it was obvious, captain. I'm stripping down for you.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "The sailor blinks at you, bare from the waist up, head cocked to the left.\r\n\r\n\"Are you sure? I thought we could both use some fun.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"I've got an itch, and I thought we could scratch it together...\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "[Specified 0] unfastens his pants and lets them slide to the floor. He strides towards you, wearing nothing but a smirk.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Obviously, but why?\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"In that case, please carry on.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"I'm sure. Pick up your clothes and go.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "With a suggestive grin and a more suggestive shimmy, [Specified 0] slides free of her pants.",
      "female": ""
    },
    {
      "id": 28,
      "default": "Grimacing, [Specified 0] nods. \"Of course, captain. Sorry for the intrusion.\"\r\n\r\nThe sailor gathers the fallen clothes and makes a hasty exit.",
      "female": ""
    },
    {
      "id": 29,
      "default": "The sailor straddles you where you sit and teasingly brushes damp lips against your own. ",
      "female": ""
    },
    {
      "id": 30,
      "default": "[Kiss [Specified 0].]",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"On second thought, we're not doing this.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "As you run your fingers across the sailor's taught muscles, you note that [Specified 0] tastes of rum and salt. ",
      "female": ""
    },
    {
      "id": 33,
      "default": "[Specified 0]'s brow knits.\r\n\r\n\"Are you sure? There isn't going to be a second offer.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "The two of you tumble into your bunk, and you pass a few sweaty hours in one another's company.",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"What prompted this?\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "The sailor's face falls.\r\n\r\n\"Of course, captain.\"\r\n\r\nYou close the door to the quiet sound of receding footsteps.",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"I can't. Consider our positions. The impropriety.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "The mariner nods. \"Understood. I won't bother you again.\"\r\n\r\nYou close the door and return to your desk.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Prompted?\" [Specified 1] blinks. \"Uh, what didn't? Do you think it takes a prompting to make a person take notice of you?\"\r\n\r\nThe mariner frowns. \"I'm not sure that came out as I meant it.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Nothing more than I already said, captain. I'm just interested is all.\" [Specified 2]'s eyes slide along your features. \"I've said my part. The rest is up to you.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Oh, you know. Sometimes you get lonely shipboard and all. Ship-bored, if you will.\" [Specified 3] chuckles. \"I can always entertain myself, but I thought, you know, no harming in asking.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"I've got nethers, you've got nethers. Mine have set to tingling. I thought maybe yours had, too.\" [Specified 4] shrugs.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Not sure what else I can say...\" [Specified 5] considers. \"I like sailing with you. Thought I'd express my... admiration.\" A grin tugs at [Specified 5]'s lips.",
      "female": ""
    },
    {
      "id": 46,
      "default": "[Specified 1] stumbles into the cabin. You pull the door closed as you hear your guest fall heavily into your bunk.\r\n\r\nYou make your way over only to find the inebriated sailor already snoring quietly.",
      "female": ""
    },
    {
      "id": 47,
      "default": "With a warm smile, [Specified 2] steps closer to you, pushing the door closed with one hand while sliding the other around your back.\r\n\r\n\"I'm glad we're doing this.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Really? I mean, of course, captain.\" With a wide smile, [Specified 3] slides into your cabin and closes the door. \r\n\r\n\"I promise you'll enjoy this. I picked up this book in Neketaka, it taught me a thing or two about the bedroom arts. It even had pictures!\" [Specified 3] blinks, then flushes bright red. \"I should stop talking now, shouldn't I?\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "[Specified 4]'s eyebrows rise slightly, as if in surprise. With a nod, the sailor steps close to you, pulling the door closed.",
      "female": ""
    },
    {
      "id": 50,
      "default": "With a small nod, [Specified 5] steps into your cabin, pulling the door closed and setting the latch. The sailor makes a halting motion towards you, pauses, then takes your hand with a look both eager and shy.\r\n\r\n\"You sure this is what you want, captain?\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "[Let [Specified 1] be.]",
      "female": ""
    },
    {
      "id": 52,
      "default": "[Let [Specified 1] share your bunk.]",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"If you're just going to fall asleep, do it in your hammock!\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "With a smirk and a shake of your head, you turn away from your bunk, leaving [Specified 1] to sleep it off. You return to your desk and the quiet whisper of the sea.",
      "female": ""
    },
    {
      "id": 55,
      "default": "You decide to appreciate the warmth and crawl under the blankets, draping them over [Specified 1]'s insensate form. \r\n\r\nYou let the gentle rock of the vessel lull you to sleep.",
      "female": ""
    },
    {
      "id": 56,
      "default": "With a spasm of flailing arms and legs, [Specified 1] hits the cabin floor. \"Oh... sorry, captain,\" the drunkard mutters bashfully. You help the sodden sailor up, and provide an escort out the door.\r\n\r\nYou close and latch it, shaking your head, before returning to your desk.",
      "female": ""
    },
    {
      "id": 57,
      "default": "His lips meet yours, firm and warm, as he pulls you tight against him.",
      "female": ""
    },
    {
      "id": 58,
      "default": "Her lips meet yours, soft and wet, as she presses herself against you.",
      "female": ""
    },
    {
      "id": 59,
      "default": "[Specified 2] guides you to your own bed, and the pair of you sink into it to share a few sweaty hours surrounded by the salt-sweet smell of the sea.",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Absolutely.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"I like listening to you.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "[Kiss the poor fool already.]",
      "female": ""
    },
    {
      "id": 63,
      "default": "[Specified 3] grins and leans in, planting warm, soft lips against your own. The talkative sailor's hands slide over your shoulders, resting there a moment before making their way down your back.",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Then how about we get to making ourselves a racket?\" With a mischievous grin, [Specified 3] grabs you by the hand and pulls you slowly towards your bunk.",
      "female": ""
    },
    {
      "id": 65,
      "default": "[Specified 3]'s eyes go wide, then slip closed as your lips mingle, exploring one another's soft contours.\r\n\r\n\"That's one way to shut me up, I suppose.\" The sailor whispers when you break apart.\r\n",
      "female": ""
    },
    {
      "id": 66,
      "default": "You fall into your bunk, and the pair of you pass a few sweaty hours punctuated by warm laughter and quiet moans.",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"By the time I'm done with you, [Player Name], you're going to wish we'd done this a long time ago.\" [Specified 4]'s hands slide around your waist to cup your buttocks, squeezing. ",
      "female": ""
    },
    {
      "id": 68,
      "default": "He kisses your jaw and neck as he guides you to the bed, pushing you down among the soft blankets and worn sheets. ",
      "female": ""
    },
    {
      "id": 69,
      "default": "She kisses your jaw and neck as she guides you to the bed, pushing you down among the soft blankets and worn sheets. ",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"I certainly hope so, sailor.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "[Kiss [Specified 4].]",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"On second thought, you should go.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "You pass a few sweaty hours away from the prying eyes of the crew. By the time you finish, you're sore and sport bruises in more than one unusual location.",
      "female": ""
    },
    {
      "id": 74,
      "default": "Those eyebrows rise again, and [Specified 4] steps back, opening the door.",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Never surer.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "[Kiss [Specified 5].]",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"On second thought, you should go.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "[Specified 5]'s face darts forward, planting a quick kiss on your mouth. The sailor squeezes your hand.\r\n\r\n\"To the bed, then?\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "[Specified 5] briefly stiffens in your arms, before veritably melting before your kiss. The sailor returns the gesture with enthusiasm. ",
      "female": ""
    },
    {
      "id": 80,
      "default": "[Specified 5] nods. \"Of course. I don't mean to pressure you into anything.\"\r\n\r\nThe sailor unlatches the door and steps through. \"Goodnight, captain. And thanks. Truly.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "As the pair of you make your way towards the bunk, [Specified 5] snuffs out the candle on your desk with a smirk. The next few hours pass in sweat-slick communion set to the sound of the sea spattering your window panes.",
      "female": ""
    },
    {
      "id": 82,
      "default": "Shortly after your guest leaves, a chorus of cheering and clapping rises from the deck, followed immediately by a very bawdy shanty.",
      "female": ""
    }
  ]
}