{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_cv_port_maje_huana_druid",
  "Entries": [
    {
      "id": 1,
      "default": "Dirt darkens the folds of the man's skin. His lips curl over jagged teeth. He waves the stick at you. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Then you return? What for?\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"What are you doing out here with all of these boars?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Those who know? Who would that be?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"It's not been a very productive exchange, has it?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"So about those boars of yours...\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Learning. The boar teach much about survival, if one listens. If one watches. So sing...\" He frowns. \"So say those who know.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "He shakes his head roughly. \"This question helps neither of us, I say.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"You go speak quickly, then. Your words disturb this place.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "The man's eyes narrow. ",
      "female": ""
    },
    {
      "id": 11,
      "default": "He blinks. \"What? Ekera, what foolishness! No, never.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "The dirty furrows of his brow darken as his scowl deepens. \"What of them then?\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Could I get some pork, please?\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Why do these boars matter so much to you?\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I'd like a boar of my own. Don't suppose you've got one to spare.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "He rests a hand on one of the creatures' heads, scratching it lightly behind the ear. \"Then I need a reason? I say I do not.\" The pig snorts and nuzzles the man's leg. \"That is plenty reason.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"They are not mine to give. Nor yours to take. You want a boar friend, you go make your own.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "[Leave] \"I don't have time for this.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Good, I say. Then carry your darkness to some other land.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "[Attack] \"I'm taking the boars with me. At least the edible bits.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "The man levels his gnarled wooden staff at you. \"Then I say I am not surprised. Your sort always take.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Is there anything you can do to help me on my journey?\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "The man snorts. \"Then you think the Huana here to serve you? Ekera, they are not.\"\r\n\r\nHe waves his stick. \"I say always those who come to these islands, they want to take. Only ever to take.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"You'd better cough up something worthwhile, old man, or I'll be picking over your corpse!\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"You want a thing?\" He pulls a leather-wrapped pouch from among his robes and tosses at your feet. \"There then. A thing. Take it. Then go leave.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "His gaze shifts from you to the boars and back to you again. \"No.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "[Leave] \"Thank you for your assistance.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Is not the death of an animal to feed another a sacred aspect of the cycle of existence?\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Then you speak as if you know the hunt. Yet you ask flesh without it.\" He frowns at you, though the expression shortly gives way to a smirk. \r\n\"Then go take this.\" He pulls a leather-wrapped pouch from among his robes and tosses it to you. ",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Always wanting more? I given you what you asked for. You go now.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Well it <i>sounds</i> like you're speaking of Galawain.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "The aumaua snorts. \"Always you foreign sort speak of your changing god. I say you know nothing of change and less of the hunt.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "He waves you off and turns back to scratching one of the boars.",
      "female": ""
    },
    {
      "id": 35,
      "default": "Edér perks up at the sight of the boars, alternately imitating their grunts and chuckling. \r\n\r\nOnly at length, in what appears to be a heel-dragging afterthought, does his attention at last turn to the strange man in their midst.",
      "female": ""
    },
    {
      "id": 36,
      "default": "His attention focuses on your features, his eyes flickering across your armaments and dress.",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"No. Never talk. Just go leave this forest. Go leave these islands. Go return from where you been.\"\r\n\r\nHis Aedyran is halting, the language thick in his mouth. ",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"I mean you no harm. Can't we just talk?\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "He nods, gaze lingering on you. \"Then come, far-traveler from these islands.\" ",
      "female": ""
    },
    {
      "id": 41,
      "default": "The man shakes his head. \"Said as if a word never hurts a person.\" ",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"I came here looking for you. The people on the coast said you could help me.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "The man snorts, a sound not unlike that of a hog. \"They always think they know better, than this kith in this wood. Then when they need help, they always go ask me.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "The man snorts, a sound not unlike that of a hog. \"They never ask of me. They always know better, they think, than me in this wood.\"\r\n\r\nHe shakes his head. ",
      "female": ""
    },
    {
      "id": 46,
      "default": "[Attack] \"Enough of this.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "[Attack] \"I go where I please.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "Even as you begin to move, the boars snort and stamp, and the man raises his staff...",
      "female": ""
    },
    {
      "id": 49,
      "default": "[Leave] \"If you insist.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "The man watches you go, his scowl veritably pushing you along from behind.",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"You lived among these islands once. I see it on your spirit.\" \r\n\r\nHis Aedyran is halting, the language thick in his mouth. His lip curls. ",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"No. I never believe your foreign lies.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Look, I just want to pass through this forest.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "He snorts. \"No. Your sort always want. This forest is not yours. This land is not yours. Go leave.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"I'm not here to take from these lands. I'm here to protect them.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"If you don't get out of my way, I'm going to make you watch while I kill your precious pigs.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"I'm hunting a god. If I fail, your islands will not be spared his wrath.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "[Attack] \"You leave me no choice then.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "The man frowns, then pulls a leather-wrapped pouch from within his belongings. Hands shaking, he hands it to you.",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Then go take this. They protect you if you speak true. They tear out your throat if no.\"\r\n\r\nHe dismisses you with a wave.",
      "female": ""
    },
    {
      "id": 62,
      "default": "He straightens slightly, jabbing an extended index finger at you. ",
      "female": ""
    },
    {
      "id": 63,
      "default": "The old aumaua snorts. \"Words are less than wind.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"No. I never let you do harm... I go send you to Tangaloa!\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "The man frowns, then pulls a leather-wrapped pouch from within his belongings. Hands shaking, he hands it to you.",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"The westerner's dawn god?\" The old druid snorts and shakes his head.",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"You never catch him. You never kill him.\" He points his staff at you. ",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"...if you cannot even kill old man in the woods.\"\r\n\r\nThe boars stamp their feet, snorting. \r\n",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Yet you stink of foreign gold. Of masonry, gunpowder, and blood. Of death. You should go leave this place. Before your corruption spreads.\"",
      "female": ""
    }
  ]
}