{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_si_city_collapsed_tunnel",
  "Entries": [
    {
      "id": 1,
      "default": "A tunnel along your path has collapsed, a giant rock its new immovable door. Laborers mill about it, but there seems little actual labor occurring.\r\n\r\nYou might be able to find another way through the city, but the detour could take hours.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Send someone to push the slab out of the path.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Use a hammer and chisel to break the slab in two.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Find a route around the collapse.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "You direct your companions around the stone. With a series of heaving groans and the popping of joints and muscles, your group rolls the stone out of the way, opening the path beyond.",
      "female": ""
    },
    {
      "id": 6,
      "default": "You pass the workers. The largest stone fell at an angle, suggesting you might be able to leverage it free.\r\n\r\nFinding the holes and gaps in the stone, you widen the tunnel’s opening until you can pass through.",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"DARK HOME IS NEW HOME!\" tears a shrill voice before you, a screech from one of the many imps crowding the tunnel. \"LEAVE!\" \r\n\r\nThey flock forward, hideous cave bats fleeing before them... and towards you.\r\n\r\nThe Huana scatter in terror, leaving you to the beasts.",
      "female": ""
    },
    {
      "id": 8,
      "default": "With your group's help, you're able to move the largest of the stones fairly efficiently... perhaps too efficiently. \r\n\r\nA piece of hanging escarpment falls from above, cracking across your back and shoulders. \r\n\r\n\"Ngati below.\" The foreman winces. \"Want to rub dirt on it?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "[Specified 0] organizes the work but accepts the brunt of the heavy lifting. Soon, the massive stone growls over the smaller rocks beneath it, powdering each one with a satisfying crunch. The tunnel entrance howls softly as the wind begins to carry through it once more.\r\n\r\nOne of the workers cheers, but the foreman slaps him upside the head.",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Specified 0] organizes the work, and while it takes time, your group manages to clear the debris. \r\n\r\nAs you admire your handiwork, a chunk of escarpment breaks free and drops on [Specified 0]'s head, sending your ersatz foreman sprawling.",
      "female": ""
    },
    {
      "id": 11,
      "default": "[Push the slab out of the path.]",
      "female": ""
    },
    {
      "id": 12,
      "default": "You leave the workers to their unenviable task. \r\n\r\nThe streets twist like a kraken's tentacles, but you've traversed Neketaka's districts enough times to know the land's lay. ",
      "female": ""
    },
    {
      "id": 13,
      "default": "Getting around the tunnel shouldn’t be any harder than going through it, you thought, but Neketaka proved you wrong.\r\n\r\nA few unhelpful locals, dead ends, and hours later, you finally bypass the tunnel. ",
      "female": ""
    },
    {
      "id": 14,
      "default": "A musty wind whistles across your face, a seaborne stench on its breath, bearing a bleating clamor from the darkness - a cacophony of mindless chittering and chirping. \r\n\r\nFor a moment, you think you hear someone snapping their fingers...",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Speak to the workers.]",
      "female": ""
    },
    {
      "id": 16,
      "default": "The Roparu mutter among themselves, but grow quiet and avert their gazes at your approach.\r\n\r\nThe Kuaru foreman glances up from a slat of palm and raises a hand. \"Greetings, noble Watcher. We work to fix this tunnel, but for now then, the way is closed.\" He bows his head. \"The servants of Neketaka always apologize for any difficulty or delay.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"What happened?\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"It'll stay closed at this rate! Get these people to work!\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Remember that with nothing but time and water, Ondra reshapes entire continents.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"I think I can help.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "One of the Roparu shakes his head. \"Surely you felt it, ekera! A great dragon went and flew over the island! It shook the whole city!\"\r\n\r\nThe Kuaru frowns at the speaker and waves the aumaua off. \"You go be quiet.\" \r\n\r\nHe returns his attention to you. \"They know better than to blunt their teeth at their betters. The servants of Neketaka always apologizes for any inhospitality or offense.\" \r\n\r\nHe provides another obsequious bow. ",
      "female": ""
    },
    {
      "id": 22,
      "default": "The Kuaru's eyes widen. \"But Watcher! The city given <i>us</i> this task! We stay working! You need not lift your fingers!\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "The foreman's eyes widen, and several workers take a step back from you. Their boss turns, slapping one across the back of the head.\r\n\"People got to get through that tunnel! We open it! Now!\"\r\n\r\nThe workers grumble, one complaining that it'll take days to break through.",
      "female": ""
    },
    {
      "id": 24,
      "default": "The foreman nods. \"Ekera, the Watcher spoken true.\"\r\n\r\nOne of the workers scratches her head. \"How so?\"\r\n\r\n\"As surely as the soft water erodes the shore, we go clear this passage!\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "The Huana blink at you. Your point seems lost on them.",
      "female": ""
    },
    {
      "id": 26,
      "default": "The foreman frowns, crossing his arms. \"We understand your frustration, ekera, but stone never move on anger alone. We stay working until path is clear, I say.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "Yet with your terrifying visage gazing imperiously down upon them, the workers toil with greater efficiency. After a few hours, the sweaty Roparu break through the blockage.",
      "female": ""
    },
    {
      "id": 28,
      "default": "[Reconsider your options...]",
      "female": ""
    },
    {
      "id": 29,
      "default": "The foreman sighs with relief as you step back.",
      "female": ""
    },
    {
      "id": 30,
      "default": "The Roparu exchange nods and, reinvigorated by your words, get back to work. After a few hours, the sweaty Roparu succeed in opening the tunnel.",
      "female": ""
    },
    {
      "id": 31,
      "default": "You step forward and place your hands against the rock. With an incredible display of strength, you push against the stone, which rolls to the side, clearing the path. \r\n\r\nYou step back and brush clean your palms as a throng of slack jawed laborers look on.",
      "female": ""
    },
    {
      "id": 32,
      "default": "Push as you might, the rock shows no sign of movement.\r\n\r\nThe laborers snicker.",
      "female": ""
    },
    {
      "id": 33,
      "default": "The shadows before you split and twist erratically, congregating and dissolving again before resolving into a bedlam of leathery wings.",
      "female": ""
    },
    {
      "id": 34,
      "default": "Eventually you make your way back onto the wide, well-traveled thoroughfare, and from there, on to your destination.",
      "female": ""
    },
    {
      "id": 37,
      "default": "You leave the blockage behind, relying on [Specified 1] to guide you through the twisted morass of Neketaka's byways. ",
      "female": ""
    },
    {
      "id": 38,
      "default": "[Specified 1] promises a nearby shortcut, and you leave the workers to their unenviable task.\r\n\r\nUnfortunately, Neketaka's tangled tunnels, streets, and alleys prove more than a match for [Specified 1] or yourself, and you waste hours meandering the city.",
      "female": ""
    },
    {
      "id": 39,
      "default": "He does so with aplomb, his urban expertise making short work of the detour.",
      "female": ""
    },
    {
      "id": 40,
      "default": "She does so with aplomb, her urban expertise making short work of the detour.",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Just so, captain. We'll make a watershaper out of you yet.\" \r\n\r\nTekēhu beams with pride. ",
      "female": ""
    },
    {
      "id": 42,
      "default": "The foreman nods. \"Ekera, the Watcher spoken true.\"\r\n\r\nOne of the workers scratches her head. \"How so?\"\r\n\r\n\"As surely as the soft water erodes the shore, we go clear this passage!\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "A confusing network of natural and kith-hewn tunnels run between the Brass Citadel and the Gullet. \r\n\r\nMost of the larger thoroughfares are well-traveled and familiar, but the narrower branches that spread from them are a confusing muddle of twisting halls and dead ends.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Just so. Captain, we should not dirty our beautiful hands doing a laborer's job for them.\" \r\n\r\nTekēhu tips his head to usher you onward. ",
      "female": ""
    }
  ]
}