{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_si_reef_unknown",
  "Entries": [
    {
      "id": 1,
      "default": "[Specified 0] finds you on the main deck. Your navigator is holding a compass the same way one might hold a moldy piece of fruit.\r\n\r\n\"Captain, there's something wrong. The needle's twitching like a scarab's leg, but there's nothing about this place on the charts.\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Take us through, [Specified 4].\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Let's not take any chances. Chart a course around the anomaly.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "Your helmsman deftly guides the ship between them. \r\n\r\nAlong the way, you spy the remains of boats that were not so lucky.",
      "female": ""
    },
    {
      "id": 8,
      "default": "...but a snag catches at the hull. [Specified 4] cries out as the wheel wrenches free from the sailor's hands. [Specified 0] grabs the wheel, guiding the ship towards deeper waters.",
      "female": ""
    },
    {
      "id": 9,
      "default": "The sailor swears as the ship shudders, its hull dragging across the sharp adra. The bucking ship throws [Specified 5] over the rail and into the water below. You look down to see the school of a thousand fish descend upon the hapless deckhand.",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Specified 4] points ahead. \"Reefs, captain. Some ships cross them to save time. We can try it ourselves, or we can go around.\"\r\n\r\n[Specified 0] sighs. \"With our instruments acting like this? I say we sail around this place - whatever it is - however long it takes.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "[Specified 2] groans. \"Hours? Days? Nothing's worse than waiting, captain. Take us through it - we'll be ready for anything.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "Head bowed, [Specified 5] mutters quietly. \"In hiding, the Obscured imparts revelations. Mayhap the god of secrets has marked this place for a reason.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "[Specified 0] mops her brow. \"A wise decision, captain.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "[Specified 0] mops his brow. \"A wise decision, captain.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Ondra protect us,\" [Specified 0] mutters, hanging the useless compass on a peg.",
      "female": ""
    },
    {
      "id": 16,
      "default": "As you sail above the reefs, a faint light shimmers in the depths. At first, the glow barely reaches the surface, but it gradually brightens, its source rising closer... something that looks like a submerged mountain peak. \r\n\r\nYou recognize it as a vast shelf of luminous adra.",
      "female": ""
    },
    {
      "id": 17,
      "default": "Peering overboard, [Specified 1] whispers. \"...the eyes of the Eyeless Face...\"\r\n\r\nJust below the surface - and surrounding your ship - you glimpse a host of eyes watching you.\r\n\r\nAs they flicker, however, the eyes resolve into thousands of fish, their silver-and-blue flanks marked with black spots like pupils.",
      "female": ""
    },
    {
      "id": 18,
      "default": "At last, the shoals and adra recede behind you, and the eye-like fish give up their pursuit. [Specified 0] checks the compass - now pointing faithfully north - and breathes a sigh of relief.",
      "female": ""
    },
    {
      "id": 19,
      "default": "A sound like thunder rends the air, and the deck comes apart beneath your feet. For an impossibly long moment the world spins around you, and then you plunge into the water.",
      "female": ""
    },
    {
      "id": 21,
      "default": "[Specified 0] finds you on the main deck. The sailor presents a compass, expression utterly baffled.\r\n\r\n\"I think the damn thing's broken, captain...\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "[Specified 1] stares out at the sea. \"The shadow of Wael falls upon us, peering through us to pierce the depths.\"\r\n\r\n[Specified 0] blinks blankly at [Specified 1].",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"The Hundred Visions shall guide us through this mystery.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"[Specified 3], what's the condition of our hull?\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "[Specified 3] grins. \"It's in good repair, captain. I wouldn't sail through a reef myself, but if there's a good time to try, this is it.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "[Specified 3] frowns, eyes running across the planks of the deck. \"I suppose we could take a knock or two. Not that I'm recommending it.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "[Specified 3] stares at you, eyes wide. \"We're barely seaworthy, captain! This is no time to take risks!\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "You return to the unusual shallows that set your instruments to spinning.",
      "female": ""
    },
    {
      "id": 30,
      "default": "Soon, you are surrounded by jagged shoals of the stuff, reaching for your ship like grasping claws. Your crew goes quiet, tense and transfixed.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"It's a blessing,\" [Specified 5] says, but the others don't seem so sure.",
      "female": ""
    },
    {
      "id": 32,
      "default": "[Close your eyes and take the wheel.]",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Steady now. Nice and easy.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Bring us about. We're turning back.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "[Specified 0] gasps. \"Gods above...\"\r\n\r\n\"Precisely,\" [Specified 1] whispers. \"See what isn't seen.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "With a steady hand, you guide [Player Ship] across the reefs. It slips through gracefully, though you hear your crew mutter as they spot the remains of ships that were not guided by the hand of the divine.",
      "female": ""
    },
    {
      "id": 38,
      "default": "At last, the shoals and adra recede behind you, and the eye-like fish give up their pursuit. [Specified 0] checks the compass - now pointing faithfully north - and breathes a sigh of relief.",
      "female": ""
    },
    {
      "id": 39,
      "default": "You open your eyes to find the crew staring at you in a mixture of awe and trepidation.\r\n\r\n\"Sometimes I wonder just what we've gotten ourselves into,\" [Specified 0] says. [Specified 4] merely nods.\r\n\r\n[Specified 1] grins and turns away.",
      "female": ""
    },
    {
      "id": 40,
      "default": "You hang in the water, stunned, pieces of lumber and steel sinking around you. Too weak to swim, you watch the surface recede.\r\n\r\nDarkness claims you.",
      "female": ""
    },
    {
      "id": 41,
      "default": "The shoals crowd and close around you, as [Specified 4] labors mightily to keep the ship between them...",
      "female": ""
    },
    {
      "id": 42,
      "default": "He disappears with a scream into a cloud of billowing crimson.",
      "female": ""
    },
    {
      "id": 43,
      "default": "She disappears with a scream into a cloud of billowing crimson.",
      "female": ""
    },
    {
      "id": 44,
      "default": "A reef spreads before you. With your skeleton crew, you cannot navigate the jagged shoals.",
      "female": ""
    }
  ]
}