{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_si_supply_wagon_trap",
  "Entries": [
    {
      "id": 9,
      "default": "In the distance, you see a simple wagon. The angle at which it rests on the road, one side jutting above the other, suggests that it has been damaged or disabled. Even from your vantage you can make out kith milling around it.",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Inspect the wagon.] \"Let me take a look.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "[Threaten] \"Hand over whatever valuables you've got or you'll be meeting Eothas sooner than you'd thought.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "The Dawnstars look to one another, and the man swallows. He passes a pouch to you. A young mother moves her body defensively to shield her child.\r\n\r\n\"We are not wealthy travelers, but what little we have to spare is yours.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "<xg>One</xg> of the pilgrims notices you. Her step back draws the attention of the others, and a man in well-worn gambeson steps forward. The weight of deep concern hangs on his face.\n\n\"Did the dreams bring you here as well?\"\n\nThe other pilgrims look to you with a mix of apprehension and hope.",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"We ought to help 'em out. They are my brethren, after all.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "[Approach openly.]",
      "female": ""
    },
    {
      "id": 107,
      "default": "[Return the way you came.]",
      "female": ""
    },
    {
      "id": 108,
      "default": "[Leave] \"I don't have time for this.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "A brief inspection reveals that the wagon is undamaged, but the wheel is stuck fast in the mud.\r\n\r\n\"We have some wood,\" the old man says as he gestures to the back of the wagon, \"If we can get the wheel up, we can slide that 'neath it.\"\r\n\r\nInside the wagon you see several planks of wood. A small box of valuables sits to the side.\r\n\r\nOne of the younger Dawnstars looks at you, eyes wide. \"Reckon you can lift it?\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "[Attempt to lift the corner of the wagon.]",
      "female": ""
    },
    {
      "id": 111,
      "default": "[Attempt to steal the strongbox.]",
      "female": ""
    },
    {
      "id": 112,
      "default": "You square yourself to the wagon's corner, squat deep, and wrest the wheel from the mud with a grunt.\r\n\r\nA young Dawnstar stands in shock for a moment, but reacts in time to thrust a thick board beneath the wheel. It takes the better part of an hour to lay down a safe path for the wagon to roll free of the mud.\r\n\r\nYou and the Dawnstars you've roped into your work glisten with sweat, but they laugh happily, singing songs of praise for Eothas.",
      "female": ""
    },
    {
      "id": 113,
      "default": "You square yourself to the corner of the wagon, reach down, and lift up. The wheel unsteadily rises from the mud and one of the young Dawnstars darts to get a board underneath it.\r\n\r\nJust then, your strength fails you. The wagon's corner slips from your grasp and the wheel slams down on the misaligned board and the young man's hand with a sickening crack. As he cries out, the wheel slides off of the board and even deeper into the mud.\r\n\r\n\"Gods above!\" The old man kneels to tend to the boy, then looks to you. \"I thought you were here to help us, not hinder us further!\"\r\n\r\nSeveral of the Dawnstars glower at you and mutter to each other.",
      "female": ""
    },
    {
      "id": 116,
      "default": "You hop into the wagon and take a moment to examine the boards and shift them around. You take the opportunity to deftly slide the small box into your back.\r\n\r\nYou drop back to the dirt, expression carefully thoughtful.",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"Travelers ask you for aid and you would rob them?\" The armored pilgrim shakes his head and draws his sword. \"May the Redeemer have mercy on your soul!\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "[Attack] \"Too bad it's not enough.\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "You see a wagon in the distance. It seems abandoned, though a quick glance at the sky shows vultures circling above it.",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"And the cycle continues. Though the body is thusly shucked, the soul will find its way to a new beginning.\" \r\n\r\nXoti bows her head.",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"Sure hope your planting them don't attract whatever readied them to seed, cap.\"\r\n\r\nSerafen's ears twitch as he peers off of the road.",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"Glad that somebody's watching over them, even if it isn't necessarily Eothas. Appreciate you doing this.\" Edér nods at you.",
      "female": ""
    },
    {
      "id": 148,
      "default": "[Approach openly.]",
      "female": ""
    },
    {
      "id": 149,
      "default": "[Return the way you came.]",
      "female": ""
    },
    {
      "id": 150,
      "default": "Two buzzards perch upon the side of the wagon, and another hops along the ground, a bit of bright red flesh dangling from its mouth. \r\n\r\nThe lumpy forms of corpses are strewn about the vehicle, and arrows protrude from its sideboards.",
      "female": ""
    },
    {
      "id": 151,
      "default": "[Search the wagon.]",
      "female": ""
    },
    {
      "id": 152,
      "default": "[Bury the bodies.]",
      "female": ""
    },
    {
      "id": 153,
      "default": "[Burn the bodies.]",
      "female": ""
    },
    {
      "id": 154,
      "default": "[Continue traveling.]",
      "female": ""
    },
    {
      "id": 155,
      "default": "You begin your grisly work, only to notice too late the sound of boots all around you.\n\nA group of brigands, well-armed and armored, have the wagon surrounded. One steps forward, chuckling.\n\n\"Look at what we've got here. A big fish.\"",
      "female": ""
    },
    {
      "id": 157,
      "default": "[Sneak closer to observe.]",
      "female": ""
    },
    {
      "id": 158,
      "default": "[Leave the road and avoid the wagon entirely.]",
      "female": ""
    },
    {
      "id": 159,
      "default": "As you near the cart, you make out a group of Readceran pilgrims in rough spun linens and cottons. A single draft horse stamps at the ground impatiently, as two of the pilgrims argue over the front right wheel, which seems hopelessly stuck in the mud.",
      "female": ""
    },
    {
      "id": 160,
      "default": "As you near the cart, you make out a group of Readceran pilgrims in rough spun linens and cottons. A single draft horse stamps at the ground impatiently, as two of the pilgrims argue over the front right wheel, which seems hopelessly stuck in the mud.",
      "female": ""
    },
    {
      "id": 161,
      "default": "You slip off of the road and make you way through the rough, keeping low and moving from cover to cover. You easily evade the carriage and return to the road a few hours later.",
      "female": ""
    },
    {
      "id": 162,
      "default": "You slip off of the road and make your way through the rough, only to hear shouting. When you look to the carriage, you see the kith there waving at you and shouting entreaties for your aid.",
      "female": ""
    },
    {
      "id": 163,
      "default": "[Ambush and attack.]",
      "female": ""
    },
    {
      "id": 164,
      "default": "You creep forward, drawing your weapon...",
      "female": ""
    },
    {
      "id": 165,
      "default": "The pilgrims' eyes widen as you draw your weapons. The young mother screams and runs to the forest with her baby. Her kin move to defend themselves...",
      "female": ""
    },
    {
      "id": 169,
      "default": "[Perform a blessing.] \"Brethren, you have witnessed the coming of our lord. Let us pray together to give thanks for this chance to test and demonstrate our faith.\"",
      "female": ""
    },
    {
      "id": 170,
      "default": "The pilgrims respond with bowed heads and whispered prayers, heartened by your pious display.",
      "female": ""
    },
    {
      "id": 173,
      "default": "You feign interest in the boards to slide the box of valuables toward your pack. Your unpracticed movements smoothly slide the box from the edge of the wagon into a free fall to the dirt below, where it crashes with exactly the amount of noise a thief hopes it will not make.\r\n\r\nThe Dawnstars stare numbly for a moment.",
      "female": ""
    },
    {
      "id": 174,
      "default": "[Leave] \"I'm afraid there is nothing I can do for your wagon.\"",
      "female": ""
    },
    {
      "id": 175,
      "default": "The pilgrims nod, disappointed, but thank you for your time and bow their heads as you leave them behind.",
      "female": ""
    },
    {
      "id": 176,
      "default": "Smiling, their leader presses a small pouch of coins into your hand. \"We appreciate the help. Without you, who knows how long we would have been stranded out here.\"\r\n\r\nThey begin to prepare their wagons as you take your leave.",
      "female": ""
    },
    {
      "id": 177,
      "default": "A young Dawnstar girl runs up to you. \"Thank you for your help and your blessing.\" She hands you a basket of murkberries she had gathered while the others were working.",
      "female": ""
    },
    {
      "id": 194,
      "default": "[Sneak closer to observe.]",
      "female": ""
    },
    {
      "id": 195,
      "default": "[Leave the road and avoid the wagon entirely.]",
      "female": ""
    },
    {
      "id": 196,
      "default": "You slip off of the road, hunched low, each step carefully considered before you put your full weight on it. ",
      "female": ""
    },
    {
      "id": 197,
      "default": "As the cart slides to your periphery, you make out a group of armed and armored brigands crouched before you, their attention on the wagon.\r\n\r\nThey haven't noticed you.",
      "female": ""
    },
    {
      "id": 198,
      "default": "As you round a bit of cover, you walk directly into a group of armed and armored brigands. They jump up in surprise, hastily drawing weapons.\r\n\r\nOne of them shouts, pointing his blade at you. \"Shit boys! Cut them up!\" ",
      "female": ""
    },
    {
      "id": 199,
      "default": "[Call out to them.] \"Ahoy there. Looking for me?\"",
      "female": ""
    },
    {
      "id": 200,
      "default": "[Ambush and attack.]",
      "female": ""
    },
    {
      "id": 201,
      "default": "[Leave them be and continue on.]",
      "female": ""
    },
    {
      "id": 202,
      "default": "You creep forward, drawing your weapon...",
      "female": ""
    },
    {
      "id": 203,
      "default": "The brigands leap to their feet and spin upon you weapons flashing as they slide free of scabbards.\r\n\r\nOne of them blinks, agape. \"Seriously? You had us near to sneak-slit and you hailed us? What's your game?\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "[Investigate the bodies.]",
      "female": ""
    },
    {
      "id": 205,
      "default": "The aumaua corpses have been thoroughly lacerated by blades and pincushioned by arrows, the ground around the cart a sodden, bloody mess. You find three adults and two youth. \r\n\r\nA family, perhaps.",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"Got myself a bad feeling bout this, cap.\"\r\n\r\nSerafen's fingers rest on his weapon as he frowns at the slaughter.",
      "female": ""
    },
    {
      "id": 207,
      "default": "The man smirks, straightening slightly. His lip bulges as he runs his tongue across his upper teeth.\r\n\r\n\"Eight thousand pands, then. In any denomination you please.\" His eyes run the length of your body.\r\n\r\n\"You look like you can afford it.\"",
      "female": ""
    },
    {
      "id": 208,
      "default": "The front man's lip twitches, but he doesn't look back to the other brigands. Instead, he tightens his grip on his blade.\r\n\r\n\"Then I'd better make sure you're well and truly dead, eh? Kill them all!\"",
      "female": ""
    },
    {
      "id": 209,
      "default": "The brigand watches you as two of his toughs take the heavy box of coins from you.\n\n\"Pleasure doing business with you. Let's back off, now. This one's purchased another day.\"\n\nThe brigands move away, never taking their eyes or aim from you.",
      "female": ""
    },
    {
      "id": 210,
      "default": "\"Hear that? Nobody gets anything out of a fight here!\" The brigands laugh at their leader's statement. His gaze meets yours. \"Nobody save the ones who live. Kill them all!\"",
      "female": ""
    },
    {
      "id": 211,
      "default": "\"How about I pay you a toll, and we all walk away. This road need not be anyone else's grave.\"",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"You're going to rob [Player Name], ally to the Príncipi? Surely you know how that ends.\"",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"Turn around and walk away, or I'll rend your souls after I open your flesh.\"",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"Nobody gets anything out of a fight between us. Let's just go our separate ways.\"",
      "female": ""
    },
    {
      "id": 215,
      "default": "[Attack] \"You murdered these people! You don't deserve my mercy!\"",
      "female": ""
    },
    {
      "id": 216,
      "default": "[Draw your weapons and attack.]",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"With your tender bits chopped up for chum, chums.\"\r\n\r\nSerafen glares at the brigands, weapon drawn.",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"These scum will gladly prey on more travelers after we've gone. They don't deserve proper graves, much less <i>mercy</i>.\"\r\n\r\nPallegina sets her jaw and you can already see wisps of flame forming on her fingertips.",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"You wanna give money to this bunch? They're the ones should be paying for what they done.\"",
      "female": ""
    },
    {
      "id": 221,
      "default": "\"Deal.\"",
      "female": ""
    },
    {
      "id": 222,
      "default": "\"Five thousand.\"",
      "female": ""
    },
    {
      "id": 223,
      "default": "[Attack] \"Maia?\"",
      "female": ""
    },
    {
      "id": 224,
      "default": "[Attack] \"Sorry, you're life's not worth that much to me.\"",
      "female": ""
    },
    {
      "id": 225,
      "default": "The man's head tilts to the side, slightly, at the two syllables, before it blossoms into bloody mist. The deafening crack of Maia's gun comes a moment later. \r\n\r\nIf their leader's death daunts the brigands, they don't show it. They charge forward, a crashing wave of flashing metal.",
      "female": ""
    },
    {
      "id": 226,
      "default": "The man chuckles.\n\n\"Hear that? Sounds like we've got at least five thousand pands coming our way. Kill them all!\"",
      "female": ""
    },
    {
      "id": 227,
      "default": "[Approach openly.]",
      "female": ""
    },
    {
      "id": 228,
      "default": "[Specified 2] hops into the wagon to inspect the boards, only to climb out a few minutes later with a subtle nod.",
      "female": ""
    },
    {
      "id": 229,
      "default": "[Specified 2] hops into the wagon to inspect the boards, using the opportunity to slide the box of valuables in their pack. Unfortunately, they aren't up to the task. The box slides from the edge of the wagon into the dirt, where it crashes with exactly the amount of noise a thief hopes it will not make.\r\n\r\nThe Dawnstars stare numbly for a moment.",
      "female": ""
    },
    {
      "id": 230,
      "default": "\"Wheel's stuck as stuck gets. None of us are strong enough to lift that corner up to get something under it. More than one of us tries and we just get in each other's way.\"\r\n\r\nThe other pilgrims nod and stretch, suddenly remembering their aching bodies.",
      "female": ""
    },
    {
      "id": 231,
      "default": "You square yourself to the wagon's corner, squat deep, and wrest the wheel from the mud with a grunt.\r\n\r\nA young Dawnstar stands in shock for a moment, but reacts in time to thrust a thick board beneath the wheel. It takes the better part of an hour to lay down a safe path for the wagon to roll free of the mud.\r\n\r\nYou and the Dawnstars you've roped into your work glisten with sweat, but they laugh happily, singing songs of praise for Eothas.",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"Dreams?\"",
      "female": ""
    },
    {
      "id": 238,
      "default": "[Lie] \"Of course. Why else?\"",
      "female": ""
    },
    {
      "id": 239,
      "default": "[Shrug.]",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"I'm following Eothas.\"",
      "female": ""
    },
    {
      "id": 241,
      "default": "\"We are farmers, come from Readceras to work the colony fields here. We're believers, all to the one, in the light of Eothas.\"\r\n\r\nThe other pilgrims nod fervently in agreement. A woman with a smiling baby lifts the infant's hand to wave.\r\n\r\n\"We been having dreams. Three stars sailing through the sky, piercing the black of a stormcloud.\"",
      "female": ""
    },
    {
      "id": 242,
      "default": "\"Figured it must be him, Eothas, calling to us. So we came here, to the place we saw in our dreams.\"\r\n\r\nThe pilgrims look around, matching their sleeping memory to the present.\r\n\r\n\"We saw the giant pass, with three stars on his brow but...\" He sighs and gestures to the wagon stuck in the mud, \"Sad to say we could not follow him.\"",
      "female": ""
    },
    {
      "id": 243,
      "default": "The older pilgrim's mouth opens in amazement. You hear a gasp from another. They look to each other, excitement in their eyes.\r\n\r\n\"Praise him!\" the old man cries out, \"We are not alone! We had the dreams, too! We saw the three stars sailing through the sky, piercing the black of a stormcloud.\"",
      "female": ""
    },
    {
      "id": 244,
      "default": "[Take their goods and leave.] \"Fine.\"",
      "female": ""
    },
    {
      "id": 245,
      "default": "Eyes downcast, the pilgrims hand over their goods and dejectedly move to a small circle beside the wagon as you depart.",
      "female": ""
    },
    {
      "id": 247,
      "default": "<xg>One</xg> of the pilgrims notices you. Her step back draws the attention of the others, and a man in well-worn gambeson steps forward. The weight of deep concern hangs on his face.\n\n\"Did the dreams bring you here as well? You brought a Harvester with you,\" he says, gesturing to Xoti. \"It must have been the dreams.\"\n\nThe other pilgrims look to you with a mix of apprehension and hope.",
      "female": ""
    },
    {
      "id": 248,
      "default": "The old man calls out to you as you go.\r\n\r\n\"Take care of yourself and your soul, traveler. Whether you came for Eothas or not, we know in our hearts that he has come for us.\"",
      "female": ""
    },
    {
      "id": 249,
      "default": "[Specified 3] squares themselves to the wagon's corner, squats deep, and wrests the wheel up from the mud with a grunt.\r\n\r\nA young Dawnstar stands in shock for a moment, reacting just in time to thrust a thick board beneath the wheel. It takes the better part of an hour to lay down a safe path for the wagon to roll free of the mud.\r\n\r\nThe laboring Dawnstars glisten with sweat but laugh happily as they sing songs of praise for Eothas.",
      "female": ""
    },
    {
      "id": 250,
      "default": "[Specified 3] squares himself to the corner of the wagon and hoists up with a grunt of exertion. The wheel unsteadily rises from the mud and one of the young Dawnstars darts to get a board underneath it. \r\n\r\nJust then, [Specified 3]'s strength fails him. The wagon's corner slips from his grasp and the wheel slams down on the misaligned board - landing on the young man's hand with a sickening crack. As he cries out, the wheel slides off of the board and even deeper into the mud.\r\n\r\n\"Gods above!\" The old man kneels to tend to the boy, then looks to you. \"I thought you were here to help us, not hinder us further!\"\r\n\r\nSeveral of the Dawnstars glower at you and mutter to each other.",
      "female": "[Specified 3] squares herself to the corner of the wagon and hoists up with a grunt of exertion. The wheel unsteadily rises from the mud and one of the young Dawnstars darts to get a board underneath it.\r\n\r\nJust then, [Specified 3]'s strength fails her. The wagon's corner slips from her grasp and the wheel slams down on the misaligned board - landing on the young man's hand with a sickening crack. As he cries out, the wheel slides off of the board and even deeper into the mud.\r\n\r\n\"Gods above!\" The old man kneels to tend to the boy, then looks to you. \"I thought you were here to help us, not hinder us further!\"\r\n\r\nSeveral of the Dawnstars glower at you and mutter to each other."
    }
  ]
}