{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_si_eoten",
  "Entries": [
    {
      "id": 1,
      "default": "You realize that what you initially took to be several large, lumpy stones are in fact eotens, two-headed monstrosities. As you watch, one of them absent-mindedly lifts a boulder and hurls it into the sea. The eotens guffaw, their laughter guttural.",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Draw your weapons and attack.]",
      "female": ""
    },
    {
      "id": 11,
      "default": "[Observe the eoten.]",
      "female": ""
    },
    {
      "id": 12,
      "default": "[Blind an eoten with an ability.]",
      "female": ""
    },
    {
      "id": 13,
      "default": "[Sneak up on the eotens.]",
      "female": ""
    },
    {
      "id": 14,
      "default": "As you charge forward, weapons drawn, the eoten in the sand stumbles to its feet. It roars in rage, rousing its companions, who move to meet your attack.",
      "female": ""
    },
    {
      "id": 16,
      "default": "The eoten in the sand grunts with surprise. It looks to either side, then cranes its neck to stare up into the sky. It waves its hand in front of its face with a confused grunt. \r\n\r\nThe eoten with the broom laughs at its blinded companion, but then its eyes fall on you.",
      "female": ""
    },
    {
      "id": 17,
      "default": "You move silently across the sand, keeping the bulk of the pillars between you and the eoten.",
      "female": ""
    },
    {
      "id": 18,
      "default": "As you move towards the eoten, one of its heads snaps towards you, perhaps having caught your movement out of the corner of its eye.\r\n\r\nWith surprising speed, the beast lifts a massive clump of sand from off of its buried crotch and hurls it at you. Though the projectile disintegrates in the air, you still get pelted directly in the face by eoten crotch sand.",
      "female": ""
    },
    {
      "id": 20,
      "default": "The third eoten's waking head glowers at its dozing head, and slaps it with the broom. With a snort, the second head blinks to wakefulness and growls. The eoten's free hand slaps the first head. \r\n\r\nThe two heads growl at one another, but from this distance, you can't make out exactly what they're saying.",
      "female": ""
    },
    {
      "id": 21,
      "default": "The eoten in the sand laughs at the eoten with the broom, pointing at it with a thick finger. The latter climbs to its feet and trudges over to the eoten sitting in the sand, who only laughs harder.\r\n\r\nThe eoten with the broom growls down at the eoten in the sand, and then begins sweeping the sand off of its legs, inducing a yelp of rage.",
      "female": ""
    },
    {
      "id": 24,
      "default": "A second sits upright in the sun, covering its legs in sand. It pats the sand, packing it with its heavy palm. Though it seems engrossed in its efforts, you suspect that its four eyes provide it excellent peripheral vision.\r\n\r\nA third beast scratches its back with a broom, yawning with one cavernous mouth as the other snores quietly.\r\n\r\nYou don't see any other eoten, but there could be others lurking among the stone spires.",
      "female": ""
    },
    {
      "id": 25,
      "default": "The path winds up into the hills, narrowing to little wider than a cart. The cliffs offer a sheer drop down into the crashing sea, the water foaming white where it throws itself against the rocks. ",
      "female": ""
    },
    {
      "id": 26,
      "default": "The blank sands stretch towards the thin line of the sea on the horizon, broken on occasion by jagged stone spires that jut from the earth. You notice movement among a jumbled group of rocks ahead.\r\n\r\nA group of eoten are lounging among the stone pillars. One of the two-headed beasts drowses, its eyes closed, its chins drooping against its wiry-haired chest.",
      "female": ""
    },
    {
      "id": 27,
      "default": "[Speak to the wilder.]",
      "female": ""
    },
    {
      "id": 28,
      "default": "[Look for an alternative route.]",
      "female": ""
    },
    {
      "id": 29,
      "default": "[Return the way you came.]",
      "female": ""
    },
    {
      "id": 30,
      "default": "[Sneak up on the eotens.]",
      "female": ""
    },
    {
      "id": 31,
      "default": "It's difficult to see, but there appears to be a ledge that winds along the edge of the cliffs, bypassing the eotens. ",
      "female": ""
    },
    {
      "id": 32,
      "default": "[Specified 0] points out a narrow ledge that winds along the edge of the cliffs, bypassing the eoten. ",
      "female": ""
    },
    {
      "id": 33,
      "default": "There does not appear to be a way past the eotens that doesn't involve going through them.",
      "female": ""
    },
    {
      "id": 34,
      "default": "The eotens grunt as you approach. Pressing against the stone, they push themselves to their feet. \r\n\r\n\"Food at last!\" one bellows happily. They heft heavy tree trunks over their shoulders.",
      "female": ""
    },
    {
      "id": 35,
      "default": "You could attempt the crossing, but a drop into the waters below would certainly prove deadly.",
      "female": ""
    },
    {
      "id": 36,
      "default": "[Attempt the crossing.]",
      "female": ""
    },
    {
      "id": 37,
      "default": "You press yourself close to the cliffside to avoid the eoten's sight. ",
      "female": ""
    },
    {
      "id": 38,
      "default": "[Specified 1] waves you up against the cliffside, and you flatten yourself against the stone.",
      "female": ""
    },
    {
      "id": 39,
      "default": "You're slowly making your way along the cliffs, each tread more careful than the last, when a heavy grunt from above draws your attention upward.",
      "female": ""
    },
    {
      "id": 40,
      "default": "[Specified 1] leads you along the cliffs, stepping lightly and keeping low, when a heavy grunt from above draws your attention upward.",
      "female": ""
    },
    {
      "id": 41,
      "default": "The eotens glower down at you, one of them pointing down at you with a sausage-like finger. The other bellows, a roar you worry will throw you from the outcropping.\r\n\r\nThe stone shakes with their approach.",
      "female": ""
    },
    {
      "id": 42,
      "default": "You slowly make your way towards the eotens, unsure whether you'll be able to stealthily approach the creatures given the narrow path ahead...",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"I could give you some food if you'd let me pass.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Leave us be, beasts, lest I tumble you into the sea!\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"You know your friends have been hiding food from you, right?\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "Each eoten scratches one of their heads. \"Maybe we should let little softlings pass?\"\r\n\r\n\"Food not worth trouble. Not worth sharp blades and swift arrows.\" The other nods.\r\n\r\nThey turn and climb to a higher ledge, allowing you safe passage down the path.",
      "female": ""
    },
    {
      "id": 50,
      "default": "The eotens chuckle at your display. \"Softlings speak hard words, but skin and bone still break!\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "The eotens exchange a long look. \"Are listening with all ears,\" one of them says. \"What offers little softling?\"\r\n\r\n\"Make it good,\" the second grunts.",
      "female": ""
    },
    {
      "id": 53,
      "default": "<xg>One</xg> eoten glances at another, scratching its head. \"What say you?\"\n\nThe other scratches its chin in thought. \"I say we eat them now and save their food for later.\"\n\nThe first chuckles, a low, rumbling sound.",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"What?!\" both of the eotens roar, looking at one another. \"You hid food?\" they ask. \"Have not!\" they shout in unison.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"I doubt it,\" one of the beasts says as it scratches its belly. \"No food for weeks.\"\r\n\r\nThe other shakes its heads slowly, almost sadly. \"Food here now, though. Soft morsels, filled with juice.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "The stone trembles as they advance...",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"I could give you some food if you'd let me pass.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"You can't trust an eoten around food.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"My friend here saw it happen.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"It's true!\" one of the eotens shouts. \"You <i>can't</i> trust an eoten!\"\r\n\r\n\"You <i>are</i> an eoten!\" the other shouts in response.",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Had a whole leg of ham!\" [Specified 3] shouts up at the beasts, nodding vigorously.",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Had a whole leg of ham!\" [Specified 3] shouts up at the beasts, nodding vigorously.",
      "female": ""
    },
    {
      "id": 65,
      "default": "<xg>One</xg> of the eotens swings at the other, a wild blow that glances off of the second's shoulder before crashing into the rock, shaking the cliffs.\n\nThe other grabs onto the attacker, and the pair struggle. Stones drop around you.",
      "female": ""
    },
    {
      "id": 66,
      "default": "The first eoten loses its footing, and for a sickening moment seems suspended upon the edge of the bluff, arms cartwheeling in the air.\r\n\r\nIt grabs the arm of the first as it falls, and the pair plunge together into the sea below.\r\n\r\nThe path is left mercifully quiet...",
      "female": ""
    },
    {
      "id": 67,
      "default": "[Offer Candied Nuts.] \"These are both delicious and healthy.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "[Offer Hardtack.] \"I've got some tasty... bread... here.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "[Offer Captain's Banquet.] \"I've got a full banquet of delicious seafood I could give you.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"On second thought...\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"How about this baby boar? So fresh it's still kicking.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "The eotens exchange a long look. \"Are listening with all ears,\" one of them says. \"What offers little softling?\"\r\n\r\n\"Make it good,\" the second grunts.",
      "female": ""
    },
    {
      "id": 73,
      "default": "You make it half way across the ledge. You can make out an outcropping by which you can return to the path. But the distance between seems ragged and perilous, more difficult than what you've encountered thus far.",
      "female": ""
    },
    {
      "id": 74,
      "default": "[Offer Aged Shark Meat.] \"Do you like shark? I've got some finely aged shark meat.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "[Offer Vegetables.] \"You look like you could use some vegetables. Fresh from Neketaka.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"No!\" The eoten shakes its head. \"Will not eat whatever that is. Do better!\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"No!\" one of the eotens barks. \"Only second thought is our second thought. Our second thought is first thought. We eat you now!\"\r\n\r\nThe second one chuckles, scratching its belly with one hand as it hefts its mighty club with the other.",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Piggy?\" The eoten scoops up the boar, which squeals, its hoofs wheeling in the air. \"Piggy!\" It holds out the prize to the other eoten. It reaches out for it, and the first slaps its hand away.",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Captain! Hands off, I say!\" \r\n\r\nAghast, Tekēhu steps back. ",
      "female": ""
    },
    {
      "id": 80,
      "default": "The eoten sniffs at the slab of meat. \"Stink fish.\" It inhales deeply, then nods. \"Stink fish is like eoten of sea.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "The eotens scoop the seafood up in handfuls, shoveling it into their many maws.",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Bread?\" The eoten's nostrils - all four of them - expand as it inhales. \"No... <i>hardtack</i>. You try to feed us hardtack?!\" The cliff walls shake with the roared question.\r\n\r\nThe second eoten beats its chest. \"Will soften hardtack with softling's soft blood!\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Deal. Go softlings, before we become hungry again...\"\r\n\r\nThey climb up the cliffside, leaving the path before you clear.",
      "female": ""
    },
    {
      "id": 84,
      "default": "Your stomach flips as the stones shift beneath your feet. For the briefest of moments you're weightless, but then you're plunging towards the sea. With a desperate, instinctual thrust, your hand lashes out, and your fingers cling to the ledge above you.\r\n\r\nThe ocean churns below...",
      "female": ""
    },
    {
      "id": 85,
      "default": "You release an involuntary gasp as the rock crumbles, sending [Specified 0] plunging from the ledge.",
      "female": ""
    },
    {
      "id": 86,
      "default": "[Keep going.]",
      "female": ""
    },
    {
      "id": 87,
      "default": "[Turn back.]",
      "female": ""
    },
    {
      "id": 88,
      "default": "You return to the path, sweating and shaking from the exertion, but back on solid ground.\r\n\r\nThe eoten still lurk above.\r\n",
      "female": ""
    },
    {
      "id": 89,
      "default": "You slide along the ledge, foot by foot, then inch by inch. Time seems to melt away, stretching into an eternity suspended above the angry sea.",
      "female": ""
    },
    {
      "id": 90,
      "default": "You slide along the ledge, foot by foot, then inch by inch. Time seems to melt away, stretching into an eternity suspended above the angry sea.",
      "female": ""
    },
    {
      "id": 91,
      "default": "Finally, you arrive at the far side of the ledge. You pull yourself onto the path, sweat pouring from your face, muscles shaking.\r\n\r\nThe eotens remain on their perch above, oblivious to you, and the path winding down the cliffs before you is clear.",
      "female": ""
    },
    {
      "id": 92,
      "default": "[Pull yourself up.]",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Help me!\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "You take a few breaths, then strain against gravity, your feet scrabbling against the stone, slowly pulling yourself up to the ledge. Once safely upon the ledge, you take a few minutes to recover.",
      "female": ""
    },
    {
      "id": 95,
      "default": "You take a few breaths, then strain against gravity, your feet scrabbling against the stone, slowly pulling yourself up to the ledge. Once safely upon the ledge, you take a few minutes to recover.",
      "female": ""
    },
    {
      "id": 96,
      "default": "With a mighty heave and a pained grunt, [Specified 3] hauls you back up onto the ledge. You cling to the stone as sweat runs down your face and burns your eyes.\r\n\r\nYou don't dare look below.",
      "female": ""
    },
    {
      "id": 97,
      "default": "With a mighty heave and a pained grunt, [Specified 3] hauls you back up onto the ledge. You cling to the stone as sweat runs down your face and burns your eyes.\r\n\r\nYou don't dare look below.",
      "female": ""
    },
    {
      "id": 98,
      "default": "Your shoulder aches from the exertion.",
      "female": ""
    },
    {
      "id": 99,
      "default": "You slide along the ledge, foot by foot, then inch by inch. Time seems to melt away, stretching into an eternity suspended above the angry sea.",
      "female": ""
    },
    {
      "id": 100,
      "default": "Wincing, [Specified 3] massages his shoulder.",
      "female": ""
    },
    {
      "id": 101,
      "default": "Wincing, [Specified 3] massages her shoulder.",
      "female": ""
    },
    {
      "id": 102,
      "default": "Grabbing desperately, [Specified 0] manages to grasp the lip of the ledge and cling there, hanging by one arm above the angry ocean below.",
      "female": ""
    },
    {
      "id": 103,
      "default": "With a great heave, [Specified 4] helps [Specified 0] clamber back up onto the ledge. Both cling to the sheer stone face, features slick with sweat.",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Help [Specified 0]!\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "[Pull [Specified 0] up.]",
      "female": ""
    },
    {
      "id": 106,
      "default": "[Strengthen [Specified 0] with magic.]",
      "female": ""
    },
    {
      "id": 107,
      "default": "[Give [Specified 0] some rope.] \"Grab this!\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "[Specified 4] grasps [Specified 0]'s wrist with one hand and clothes with the other. Gasping, the pair struggle together to heave [Specified 0] back onto the ledge. \r\n\r\n[Specified 4]'s grip falters.",
      "female": ""
    },
    {
      "id": 109,
      "default": "Your every muscle straining, you haul [Specified 0] back onto the ledge. The two of you cling there, sweat dripping from your chins, swallowing deep breaths of sea air.",
      "female": ""
    },
    {
      "id": 110,
      "default": "You grasp [Specified 0]'s wrist with one hand and clothes with the other, your muscles protesting as you try to heave your compatriot back onto the ledge. Your fingers ache, then burn.\r\n\r\nThey finally give out.",
      "female": ""
    },
    {
      "id": 111,
      "default": "[Specified 0] lets go of the ledge with one hand to grab the rope. You're about to wrap it around yourself when [Specified 0]'s grip gives out - with a startled yelp, your compatriot falls towards the water.\r\n\r\nYour fingers tighten around the rope, but it tears through your grip, burning your hand. You see blood welling up between your fingers...",
      "female": ""
    },
    {
      "id": 112,
      "default": "[Specified 0] lets go of the ledge with one hand to grab the rope. You're about to wrap it around yourself when [Specified 0]'s grip gives out - with a startled yelp, your compatriot falls towards the water.\r\n\r\nYour fingers tighten around the rope, but it tears through your grip, burning your hand. You see blood welling up between your fingers...",
      "female": ""
    },
    {
      "id": 113,
      "default": "You chant, channeling essence into [Specified 0]. Faint light illuminates your dangling companion.",
      "female": ""
    },
    {
      "id": 114,
      "default": "[Specified 5] chants, one hand clinging to the stone, the other open and directed at [Specified 0]. Faint light illuminates the latter.",
      "female": ""
    },
    {
      "id": 115,
      "default": "With a great heave, [Specified 4] helps [Specified 0] clamber back up onto the ledge. Both cling to the sheer stone face, features slick with sweat.",
      "female": ""
    },
    {
      "id": 116,
      "default": "Your every muscle straining, you haul [Specified 0] back onto the ledge. The two of you cling there, sweat dripping from your chins, swallowing deep breaths of sea air.",
      "female": ""
    },
    {
      "id": 117,
      "default": "...yet your grip tightens through the pain, and the rope comes to a stop. You risk a glance down and see [Specified 0] clinging to the end of the line.",
      "female": ""
    },
    {
      "id": 118,
      "default": "...the end of the rope slides from your hand. Time seems almost to stop as the end of the line slowly undulates in the air before you. And then it's gone.\r\n\r\n[Specified 0] is gone.",
      "female": ""
    },
    {
      "id": 119,
      "default": "Screaming, [Specified 0] vanishes from the ledge and is gone.",
      "female": ""
    },
    {
      "id": 120,
      "default": "[Return the way you came.]",
      "female": ""
    },
    {
      "id": 121,
      "default": "As [Specified 0] guides you towards the eoten, one of the beast's heads snaps towards the two of you, perhaps having caught the movement out of the corner of its eye.\r\n\r\nWith surprising speed, the beast lifts a massive clump of sand from off of its buried crotch and hurls it at [Specified 0]. Though the projectile disintegrates in the air, your compatriot still get pelted directly in the face by eoten crotch sand.",
      "female": ""
    },
    {
      "id": 122,
      "default": "The growls of the two eoten grow louder, waking a third eoten. As it blinks sleep from its eyes, those beady orbs alight directly on you. With an enraged howl, it struggles to its feet.\r\n\r\nThe other eoten turn their attention to you. \"Food!\" they roar in unison.\r\n\r\nThe creatures stomp towards you.",
      "female": ""
    },
    {
      "id": 123,
      "default": "[Specified 0] leads you silently across the sand, keeping the bulk of the pillars between your party and the eoten.",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"Food!\" the eoten roars, drawing the attention of its companions. \r\n\r\nThe creatures stomp towards you.",
      "female": ""
    },
    {
      "id": 125,
      "default": "[Continue watching.]",
      "female": ""
    },
    {
      "id": 127,
      "default": "Rekke stares at you blankly. After a few long, silent moments, his eyes widen, and he slowly shakes his head.",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"It's true!\" one of the eotens shouts. \"You <i>can't</i> trust an eoten!\"\r\n\r\n\"You <i>are</i> an eoten!\" the other shouts in response.",
      "female": ""
    },
    {
      "id": 129,
      "default": "You take a few breaths, then strain against gravity, your feet scrabbling against the stone, slowly pulling yourself up to the ledge. Once safely upon the ledge, you take a few minutes to recover.",
      "female": ""
    },
    {
      "id": 130,
      "default": "You take a few breaths, then strain against gravity, your feet scrabbling against the stone, slowly pulling yourself up to the ledge. Once safely upon the ledge, you take a few minutes to recover.",
      "female": ""
    },
    {
      "id": 131,
      "default": "Your every muscle straining, you haul [Specified 0] back onto the ledge. The two of you cling there, sweat dripping from your chins, swallowing deep breaths of sea air.",
      "female": ""
    },
    {
      "id": 132,
      "default": "Your every muscle straining, you haul [Specified 0] back onto the ledge. The two of you cling there, sweat dripping from your chins, swallowing deep breaths of sea air.",
      "female": ""
    },
    {
      "id": 133,
      "default": "You grasp [Specified 0]'s wrist with one hand and clothes with the other, your muscles protesting as you try to heave your compatriot back onto the ledge. Your fingers ache, then burn.\r\n\r\nThey finally give out.",
      "female": ""
    }
  ]
}