{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_si_2604_campsite_skaen",
  "Entries": [
    {
      "id": 1,
      "default": "The fetid, sweltering jungle looms around and above you, the thick canopy capturing the heat. Sweat clings to your nostrils and drips from your chin. Nothing seems to move in all of the world save you.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"You are the whisper within the storm...\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "Your companions' complaints fell silent hours ago.",
      "female": ""
    },
    {
      "id": 4,
      "default": "You pause beside a broad, stagnant waterway and are refilling your skins when you hear movement in the wilds ahead of you.",
      "female": ""
    },
    {
      "id": 5,
      "default": "Save for Serafen, who summons up a new creative objection every ten minutes or so.",
      "female": ""
    },
    {
      "id": 6,
      "default": "He raises his palms to you. \"We mean you no harm. Indeed, we awaited you here, because we have a...\" He glances towards the others traveling with you.",
      "female": ""
    },
    {
      "id": 7,
      "default": "He bows his head slightly. \"We offer a proposal, if you would step aside with us to hear it.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "[Move closer.] \"I'm listening.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Just who are you? How do you know my name?\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"No thanks. I think I'll be fine over here.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "[Attack] \"Let me offer a counter proposal - die.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "He holds a hand out to you as if to take yours, but he's well out of reach. \"You have appeared. As was foretold.\"\r\n\r\nThe other two bow their heads and whisper.\r\n",
      "female": ""
    },
    {
      "id": 13,
      "default": "The man draws a small doll from his robes. An effigy, with blackstone eyes.\r\n \r\n\"<link=\"glossary://GlossaryEntry_Skaen\">The Quiet Slave</link> bids you take this. A gift for your loyalty. And for your resentment.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Skaen isn't known for his generosity. What is this so-called gift?\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I appreciate it. Send your master my regards.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"I'm not interested.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "[Attack] \"Wouldn't Skaen prefer I just kill you and take it off your corpses?\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "The man chuckles. \"No, he is not.\" He lifts the small straw doll. \"This is an effigy of the Effigy. Burn it, and you shall summon forth the helpful hands of Skaen himself.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "The man places the small wooden figure on the ground not far from your feet.\r\n\r\n\"Burn it, and his attention shall be yours. For a moment.\" He smiles. \"For any other, he would have... made demands.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"But the Quiet Slave sees great potential in you.\" He smiles. \"I'm sure you understand why.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "The kith on the right, a wild-haired ocean folk, cants her head. \"Are you sure?\"\n\n\"There will be no second chance,\" the man says, \"and your survival may depend on this.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "The trio laugh quietly. \"Then it as was said. You will tear down all...\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "The man lowers his voice. \"There exists a place, hidden among these wilds... an old place, watched by <link=\"glossary://GlossaryEntry_Skaen\">the Quiet Slave</link>. For one willing to make a sacrifice...\"\r\n\r\n\"A <i>true</i> sacrifice,\" says the woman at his side as she nods towards your companions.\r\n\r\n\"...such devotion shall be rewarded by him in turn.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Absolutely.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "He bows. \"So be it, [Player Name], Watcher of Caed Nua.\"\r\n\r\n\"Be safe,\" the woman says. \"You have so much left before you.\"\r\n\r\nThey withdraw across the river and fade into the jungle beyond.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"The Quiet Slave sees you, and hopes you fulfill your potential. You yet fall short.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "The kith on the left, a thin, bald elf, looks up. His eyes have been burned out, and his voice is like wind through dried reeds. \r\n\r\n\"What the gods have in store for you... this is but the merest distraction.\" He waves dismissively at the jungle around you. \"This effigy will ensure that you survive to... witness the final act.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"We are friends of a friend,\" the man says. \"A potential friend, perhaps. A friend of potential, certainly.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "The kith on the right, a wild-haired ocean folk, cants her head. \"Are you sure?\"\n\n\"There will be no second chance,\" the man says, \"and your survival may depend on this.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Absolutely.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "The woman smirks. \"So be it. Then you will not see us again, watch as you will.\"\r\n\r\nThe central man bows his head slightly, and the trio back away.\r\n\r\nThey fade into the jungle.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Take me there.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"I'd never do that!\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "The man shakes his head. \"We cannot. You must walk that path with only your chosen gift. Choose then, and choose wisely.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "The man bows his head and gestures towards the depths of the jungle. \"Cross these waters. Follow what trails you find. You will know the place when you see it.\" He smiles. \"Farewell, [Player Name]. We will be gone when you return.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "[Follow their directions.]",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"On second thought, you should go.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "The kith on the right, a wild-haired ocean folk, cants her head. \"Are you sure?\"\n\n\"There will be no second chance,\" the man says, \"and your survival may depend on this.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "Despite the vagueness of the directions, you set out, crossing the water and following the first game trail you locate through the increasingly swampy wilds.",
      "female": ""
    },
    {
      "id": 41,
      "default": "Despite the vagueness of the directions, you set out, crossing the water and following the first game trail you locate through the increasingly swampy wilds.",
      "female": ""
    },
    {
      "id": 42,
      "default": "With a nervous glance back at the trio, [Specified 0] leads the two of you into the increasingly swampy wilds, following their vague directions.",
      "female": ""
    },
    {
      "id": 43,
      "default": "With a nervous glance back at the trio, [Specified 0] leads the two of you into the increasingly swampy wilds, following their vague directions.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Go. Now.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "It's not long before you find the place. The man was right, you know it when you see it.",
      "female": ""
    },
    {
      "id": 47,
      "default": "After hours of wandering, you finally stumble into a clearing, sweating and exhausted. But you look up, and you see what must be your destination.",
      "female": ""
    },
    {
      "id": 48,
      "default": "No Huana shrine this, but a temple hidden in the depths of the wilds, heavy stones set against one another and the blank rock face of the mountain.",
      "female": ""
    },
    {
      "id": 49,
      "default": "[Search the area.]",
      "female": ""
    },
    {
      "id": 50,
      "default": "[Leave it be.]",
      "female": ""
    },
    {
      "id": 51,
      "default": "You hesitate... you may never find this place again...",
      "female": ""
    },
    {
      "id": 52,
      "default": "Within the center of the temple you find a simple stone altar grooved with ancient serrations and stained with long-dried blood.",
      "female": ""
    },
    {
      "id": 53,
      "default": "[Sacrifice [Specified 1].]",
      "female": ""
    },
    {
      "id": 54,
      "default": "You shove your weapon deep into [Specified 1]'s chest, and guide his gasping fall onto the altar.\r\n\r\nHis eyes wide, [Specified 1] paws at you. His bloody fingers slide down your chest. With a final rasping breath, he goes still.",
      "female": ""
    },
    {
      "id": 56,
      "default": "Driven by some strange instinct, you cut deeper and deeper, breaking bone and rending tissue.\r\n\r\nYou reach into the gaping wound, still twitching around your hand, until your fingers close around something firm and rough. \r\n\r\nYou pull from the body a doll, a figure of wooden sticks bound together, the eyes a pair of blackstones.",
      "female": ""
    },
    {
      "id": 61,
      "default": "Hardly satisfied by that answer, your party nonetheless follows you from the jungle.",
      "female": ""
    },
    {
      "id": 62,
      "default": "Though clearly distraught by the revelation of [Specified 1]'s loss, the party follows you as you lead the way onward.",
      "female": ""
    },
    {
      "id": 63,
      "default": "Hardly satisfied by that answer, your party nonetheless follows you from the jungle.",
      "female": ""
    },
    {
      "id": 64,
      "default": "Despite looking like they have any number of questions to follow up that admission, the party follows you as you turn to make your way out of the jungle.",
      "female": ""
    },
    {
      "id": 65,
      "default": "[Choose a companion to accompany you.]",
      "female": ""
    },
    {
      "id": 66,
      "default": "[Attack] \"I choose the three of you.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"I'm not doing this.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "The kith on the right, a wild-haired ocean folk, cants her head. \"Are you sure?\"\n\n\"There will be no second chance,\" the man says, \"and your survival may depend on this.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Absolutely.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "You look over your shoulder and ask [Specified 1] to join you. The others you ask to await your return.",
      "female": ""
    },
    {
      "id": 71,
      "default": "The bald elf's blackened eyeholes fall on [Specified 1]. \"No. Choose again. Choose better.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "You look over your shoulder and ask [Specified 1] to join you.",
      "female": ""
    },
    {
      "id": 73,
      "default": "[Destroy the altar.]",
      "female": ""
    },
    {
      "id": 74,
      "default": "You kick at the altar, then grab a sturdy branch and begin prying loose the stones. Perhaps sensing the offered reprieve, [Specified 1] joins in, and the pair of you make short work of the ancient place of sacrifice.\r\n\r\nAs you leave the clearing, you think you hear laughter in the jungle behind you.",
      "female": ""
    },
    {
      "id": 75,
      "default": "You return to the remainder of your party, who immediately ask what became of [Specified 1].",
      "female": ""
    },
    {
      "id": 76,
      "default": "Securing the effigy in your pack, you turn your back on the temple and return to your journeys.",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Who? Let's get going.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"I'm sorry... they didn't make it.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"You don't want to know.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"I killed [Specified 1] and cut a doll from the corpse. Any questions?\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "A trio of kith step out of the trees and into the water, their torn and filthy robes billowing in the water. They pause near the center of the creek.\n\nThe central figure, a beatific savannah folk, smiles up at you.\n\n\"[Player Name]. Watcher of Caed Nua.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Anything you want to say to me you can say in front of my friends!\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "The bald elf on the left shakes his head. \"Not this,\" he rasps.",
      "female": ""
    },
    {
      "id": 84,
      "default": "The handsome central figure smiles and bows his head. \"Farewell, [Player Name].\"\r\n\r\nThe trio back away and fade into the jungle.",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"As for you being here,\" says the leftmost kith, a bald elf, \"that was foreseen.\" He looks up at you with eyes that have been burned from their sockets.",
      "female": ""
    },
    {
      "id": 87,
      "default": "The bald elf snorts. \"Admirable, but nonsensical. Choose again.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "You shove your weapon deep into [Specified 1]'s chest, and guide her gasping fall onto the altar.\r\n\r\nHer eyes wide, [Specified 1] paws at you. Her bloody fingers slide down your chest. With a final rasping breath, she goes still.",
      "female": ""
    },
    {
      "id": 89,
      "default": "Though clearly distraught by the revelation of [Specified 1]'s loss, the party follows you as you lead the way onward.",
      "female": ""
    },
    {
      "id": 90,
      "default": "You feel the heat of the glares upon your back.",
      "female": ""
    }
  ]
}