{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_si__post_portmaje_gods",
  "Entries": [
    {
      "id": 1,
      "default": "The ring of a bell comes to you on a cold wind.",
      "female": ""
    },
    {
      "id": 3,
      "default": "The shifting image of Berath settles on the aspect of the Pallid Knight.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Does Eothas frighten you, Berath? He should. Magran subdued Eothas' influence once before, and yet he returned.\"\r\n\r\n",
      "female": ""
    },
    {
      "id": 6,
      "default": "Magran's glowing lips curl in disdain. \"We must find a solution to the problem of Eothas that is neither 'do nothing' nor 'destroy the world.'\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "You look up then into avian eyes. Through them you see clouds of starlings converge and divide.",
      "female": ""
    },
    {
      "id": 9,
      "default": "Hylea's feathered crest stands on end. \"You- you wretched little creature- !\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"I can't follow Eothas around if you're going to keep dragging my soul into the Beyond whenever the whim takes you.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"He's stomping around the Deadfire yanking up souls like a giant adra soul magnet.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I will send your soul back to the Wheel should the 'whim' take me.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"What kind of 'precautions' do you suggest?\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"I don't care what you do. Just put me back in my body so I can get this charade over with.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "Magran looks at you as one might a wayward gob of spit on one's shoe.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Sure, great idea. Can I go now?\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "The Pallid Knight tilts her head to the side and gives you the long-suffering, narrow-eyed look of a parent dealing with a particularly disappointing child.",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Attempting to end Eothas may only make things worse.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"He's too dangerous. You have to destroy him.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"His vessel may be destroyed, little Watcher, but Eothas is more than the vessel that holds him. He will always return, however we strike him down.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"He's draining souls from veins of luminous adra.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"It's too early to be sure what he plans, but his behavior is suspicious.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "The Pallid Knight knits her brows. \"He does not seek to return to the Beyond? Intriguing.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"I remind you of our bargain. Time is short, and your soul dangles in the balance.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"We will act when it is appropriate to do so, and not before.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Follow him, Watcher.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "You fall wildly, endlessly, unable to find your bearings or slow your spin.",
      "female": ""
    },
    {
      "id": 56,
      "default": "You feel a resonance in your core, a bell ringing in tune with all the others. Something in you bends, then breaks, and you are borne away on the ringing tide, just another peal among the many.",
      "female": ""
    },
    {
      "id": 60,
      "default": "An indistinct figure stands before you, flickering between forms like a fire-cast shadow. A fixed, taunting grin. Bottomless black eyes, a yawning chasm in the earth. The aspects of Berath - the Usher and the Pallid Knight - shift in and out of focus.",
      "female": ""
    },
    {
      "id": 64,
      "default": "From out of Woedica's shadow shuffles a hunched, bald man you recognize as the god Skaen. His skin is mapped with swollen lash scars, and breath whistles through the ragged hole in his face where his nose once was.",
      "female": ""
    },
    {
      "id": 67,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Eothas has been separated from us for too long. Isn't it possible he intends only to gather enough souls to reclaim his realm in the Beyond? He should be welcomed!\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "Skaen shuffles forward. \"Yes, yes, we should welcome Eothas' return to the fold. His gratitude we can leverage to cajole him into divulging his plot.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Then, when he believes himself to be in our good graces, we do as Woedica suggests and crush him into the earth.\"\r\n",
      "female": ""
    },
    {
      "id": 90,
      "default": "The moment you touch it, your soul slams into your body with all the force of a fall from the top of the sky.",
      "female": ""
    },
    {
      "id": 102,
      "default": "You blink open your eyes and find yourself on the floor of your ship's cabin, alone.",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Do not give me cause to doubt your commitment, Watcher.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"Do not give me cause to doubt your commitment, Watcher.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "Woedica steeples her long, knob-jointed fingers. \"We must annihilate Eothas now before he makes a rash decision we cannot easily annul.\"\r\n\r\nShe casts a sly look at the Pallid Knight from the corners of her eyes.",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"I acted in haste during the Saint's War. You will not goad me into doing the same now.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "Woedica waves the gods to silence. \"Eothas gathers strength. His strength is a threat to us.\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "She stares at you, unblinking. Like a needle drawn to a magnet, you are pulled toward her one compulsory step at a time.",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"This is bullshit.\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"I'll do what I can.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"I only do this because I must.\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 128,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"Something must be done.\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"There's no cause to act now.\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"Then what's the point of this exercise?\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 142,
      "default": "The Pallid Knight gestures for silence.",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"Uh, I'm pretty sure we need that.\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"You would destroy Eora for what, spite?\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"Given her relationship with the moon, I doubt Ondra would approve of that plan.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"If you think that's the appropriate solution, I won't stand in your way.\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"What if he intends to betray you?\"",
      "female": ""
    },
    {
      "id": 152,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 153,
      "default": "Woedica stares at you down her long nose. \"I would destroy it all in the blink of your wide eye if I believed it would benefit me. Empires can be rebuilt. Souls can be reforged.\"",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"As if you could stop me.\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "Woedica throws her head back and laughs. The sound is a dry, rasping bark.",
      "female": ""
    },
    {
      "id": 164,
      "default": "Hylea puts a feathered hand to her chest. \"He wouldn't! Betrayal is not in his nature.\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "Magran grits her black-glass teeth. \"That is why we must ascertain his plans before he has the chance to put them into motion!\"",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"Your opinion is unasked for and unnecessary, but noted nonetheless.\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"We'll see about that.\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"Your opinion is unasked for, but noted.\"",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"Your point is well-made, little Watcher, if self-evident. Eothas has not been known to possess a vindictive nature - indeed, he has occasionally been magnanimous to a fault.\"",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"Absorbed his children? I don't understand.\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"Magran speaks too freely. That knowledge is beyond your ken, Watcher.\"",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"I did not expect such a deliciously ruthless idea from you, Hylea. I am impressed.\"",
      "female": ""
    },
    {
      "id": 179,
      "default": "You are alone.",
      "female": ""
    },
    {
      "id": 180,
      "default": "The Pallid Knight steps away from the half-circle of assembled gods. She pulls herself up to a great height.",
      "female": ""
    },
    {
      "id": 181,
      "default": "The words she speaks next come not from her mouth, but from all around you.",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"Your debt to me remains unpaid.\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "And in the distance, above - no, behind you - comes an insistent ringing.",
      "female": ""
    },
    {
      "id": 184,
      "default": "You angle yourself toward it, searching for the sound.",
      "female": ""
    },
    {
      "id": 185,
      "default": "A small silver bell appears just inches from your fingertips. You reach for it, straining to still its interminable ringing.",
      "female": ""
    },
    {
      "id": 186,
      "default": "Magran stops and balls her hands into flaming fists.",
      "female": ""
    },
    {
      "id": 187,
      "default": "A voice echoes from the shape nearest Berath. \"Belafa is too large to be moved and Cawldha too quick to be caught, even for a god of Woedica's strength and apparent lunacy.\"",
      "female": ""
    },
    {
      "id": 188,
      "default": "Magran's glowing lips curl in disdain. \"We must find a solution to the problem of Eothas that is neither 'do nothing' nor 'destroy the world.'\"",
      "female": ""
    },
    {
      "id": 190,
      "default": "Hylea peers down at you, her avian eyes blinking, refocusing, narrowing.",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"It's been some time, Watcher of Caed Nua. But not time enough for me to forget what you've done.\"",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"Did you see them on the street, I wonder, those hollow-eyed children bereft of souls? Did you smile when their parents sobbed over their empty, wasted bodies? Did you congratulate yourself for a job well done?\"",
      "female": ""
    },
    {
      "id": 193,
      "default": "Magran casts a sidelong glance toward Hylea.",
      "female": ""
    },
    {
      "id": 194,
      "default": "Another of the silent figures steps forward, and the warm, golden light of a summer's afternoon spills across your face.",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"Would that you were not Berath's tool, that I might demand my most vicious children rip your flesh from your bones!\"",
      "female": ""
    },
    {
      "id": 196,
      "default": "The birds circling above Hylea raise their voices in a cacophonous symphony of screeching. Her lips upturn in the smallest, bitterest of smiles.",
      "female": ""
    },
    {
      "id": 198,
      "default": "The tide of bells recedes. You lever yourself up onto your knees and realize - you have been here before. You stand in Berath's realm.",
      "female": ""
    },
    {
      "id": 200,
      "default": "And then, you are not. ",
      "female": ""
    },
    {
      "id": 201,
      "default": "The ring comes again and again, until soon the air is full with the sound of a thousand, thousand bells ringing all at once.",
      "female": ""
    },
    {
      "id": 202,
      "default": "And at their back, four indistinct shades hover. You feel an eternity stretch out behind each of them, reaching back to places so distant and yet so near you cannot comprehend their size.",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"I tasked you to discover Eothas' intentions. Tell me what you have learned.\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "The figure nearest Berath dissolves and reforms in the image of a thin-lipped, ancient crone whose face has felt the melting kiss of fire.",
      "female": ""
    },
    {
      "id": 205,
      "default": "\"Watcher.\" Her voice is the discordant clangor of gongs struck out of time.",
      "female": ""
    },
    {
      "id": 207,
      "default": "Her wan face contorts into what, on mortal kith, might be called a smile. On her, the effect is more akin to a rotting pumpkin caving in upon itself.",
      "female": ""
    },
    {
      "id": 208,
      "default": "Her wan face contorts into what, on mortal kith, might be called a smile. On her, the effect is more akin to a rotting pumpkin caving in upon itself.",
      "female": ""
    },
    {
      "id": 209,
      "default": "Her sickly-pale skin pulls tight across the bones of her face, as if the shell of this aspect does not quite fit the impossible creature it contains.",
      "female": ""
    },
    {
      "id": 210,
      "default": "He does not speak, but stares up at Woedica with naked loathing plain on his ruined face.",
      "female": ""
    },
    {
      "id": 211,
      "default": "\"A moon would do the job nicely.\"",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"Do not forget it.\"",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"Ondra could do with a new act - her current one has grown rather stale.\"",
      "female": ""
    },
    {
      "id": 215,
      "default": "The figure beside the aspect of Berath flows forward in a swirling cloud of ash.",
      "female": ""
    },
    {
      "id": 216,
      "default": "The ash falls to the tiles and reveals a molten-skinned woman leaning on a monstrous, wicked-edged broadsword.",
      "female": ""
    },
    {
      "id": 217,
      "default": "The figure beside the aspect of Berath flows forward in a swirling cloud of ash.",
      "female": ""
    },
    {
      "id": 218,
      "default": "The ash falls to the tiles and reveals a molten-skinned woman leaning on a monstrous, wicked-edged broadsword.",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"To move against him while his plans are unknown would be the height of foolishness! We must find wisdom in precaution.\"",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"No.\"",
      "female": ""
    },
    {
      "id": 221,
      "default": "\"It is no business of yours what the gods decide.\"",
      "female": ""
    },
    {
      "id": 223,
      "default": "\"Let's all take a deep, calming breath. Perhaps cooler heads will prevail.\" Behind Hylea's words you hear the soft coo of doves.",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"Oh. It's <i>you</i>.\"",
      "female": ""
    },
    {
      "id": 226,
      "default": "\"Few are the kith who would dare make a pledge to a god and then so brazenly <i>betray</i> them.\"",
      "female": ""
    },
    {
      "id": 227,
      "default": "\"Instead, I must send my children to you with a gift.\"",
      "female": ""
    },
    {
      "id": 228,
      "default": "\"When you return to your ship, dear Watcher, do think of me.\"",
      "female": ""
    },
    {
      "id": 229,
      "default": "\"So much for 'cooler heads.\"",
      "female": ""
    },
    {
      "id": 230,
      "default": "You can't be certain, but you think you might see Magran, great goddess of fire, trial, and war... stifling a laugh.",
      "female": ""
    },
    {
      "id": 231,
      "default": "Hylea's voice drops to a low rumble. It catches in your mind like a feather at the back of your throat.",
      "female": ""
    },
    {
      "id": 232,
      "default": "The crows, ravens, rooks, and jackdaws siting on Hylea's shoulders cackle mockingly at Magran.",
      "female": ""
    },
    {
      "id": 233,
      "default": "Magran says nothing, though a great gout of steam spouts from her molten skin.",
      "female": ""
    },
    {
      "id": 234,
      "default": "\"Eothas has been separated from us for too long. Isn't it possible he intends only to gather enough souls to reclaim his realm in the Beyond? He should be welcomed!\"",
      "female": ""
    },
    {
      "id": 235,
      "default": "Skaen licks the ragged edge of his lipless mouth and grins, then turns to Hylea.",
      "female": ""
    },
    {
      "id": 236,
      "default": "\"However, if we push him to the brink of reason, there is no telling what he may do. He is, as ever, unpredictable.\" Something akin to fondness creeps into her voice.",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"Both stand in his favor.\"",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"Eothas cannot be killed, but he may be subdued. Yet to do so will take immense power and time.\"",
      "female": ""
    },
    {
      "id": 239,
      "default": "She begins to pace. Her steps leave little trails of fire in her wake.",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"Even if we manage to destroy his current form, there is the possibility he could return if he has not already absorbed all of his children.\"",
      "female": ""
    },
    {
      "id": 241,
      "default": "The Pallid Knight casts a cold, cutting glare in Magran's direction.",
      "female": ""
    },
    {
      "id": 242,
      "default": " Her voice takes on a sharp, almost panicked edge. \"There is no sensible answer to the question of a resurgent Eothas other than decisive, final action.\"",
      "female": ""
    },
    {
      "id": 243,
      "default": "Though her tone is impassive, the banked fury in her eyes says well enough what she thinks of your interruptions.",
      "female": ""
    },
    {
      "id": 244,
      "default": "The black of the Pallid Knight's iris expands until her eyes are as dark and cold as the void between stars. She bends down and brings her ghostly face level with your own.",
      "female": ""
    },
    {
      "id": 245,
      "default": "Helpless to resist, you tumble into her impossible eyes.",
      "female": ""
    },
    {
      "id": 246,
      "default": "The goddess Woedica strides forward.",
      "female": ""
    },
    {
      "id": 247,
      "default": "\"Where <i>are</i> the other gods?\"",
      "female": ""
    },
    {
      "id": 248,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 249,
      "default": "\"They see to their own affairs. You will speak to them in time, should you have the need.\"",
      "female": ""
    },
    {
      "id": 251,
      "default": "\"You are the kith who attempted to convince my priest, Durance, that I conspired with Woedica's mad ploy to seize power.\r\n\r\n\"You failed, of course.\"",
      "female": ""
    },
    {
      "id": 254,
      "default": "A ribbon of smoke curls from the corner of her mouth, and she turns her attention about to Woedica.",
      "female": ""
    },
    {
      "id": 259,
      "default": "\"Ah, and here is the Watcher who let dear, desperate Aelys die instead of putting an end to the man who tormented her.\r\n\r\n\"Curious.\"",
      "female": ""
    },
    {
      "id": 260,
      "default": "\"Ah, and here is the Watcher who wiped dear, desperate Aelys' mind. You could have let my followers help her kill the man who tormented her, but you did not. \r\n\r\n\"Curious.\"",
      "female": ""
    },
    {
      "id": 261,
      "default": "\"Ah, and here is the Watcher who delivered poor, tormented Aelys back into the clutches of her uncle, Lord Harond.\r\n\r\n\"Curious.\"",
      "female": ""
    },
    {
      "id": 262,
      "default": "\"Ah, and here is the Watcher who killed Lord Harond, the man who tormented his dear niece, Aelys.\r\n\r\n\"Curious.\"",
      "female": ""
    },
    {
      "id": 263,
      "default": "Skaen pauses, inspecting you.",
      "female": ""
    },
    {
      "id": 264,
      "default": "Skaen pauses, inspecting you.",
      "female": ""
    },
    {
      "id": 265,
      "default": "Skaen pauses, inspecting you.",
      "female": ""
    },
    {
      "id": 266,
      "default": "Skaen pauses, inspecting you.",
      "female": ""
    }
  ]
}