{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_si_crew_event_infighting",
  "Entries": [
    {
      "id": 1,
      "default": "[Player Animal Companion]'s ears twitch as shouting rises on the deck, interrupting your grooming. ",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"I know the rest of the crew doesn’t want you aboard!\" Spittle flies from [Specified 1]'s mouth as it looses invectives at Handsome Eliam. \"With your fungus face and your drippy black bits. You probably get that shit in the stew!\"\r\n\r\nThe godlike stands as still as the dead, his hidden eyes masking his expression. His fingers twitch, however.",
      "female": ""
    },
    {
      "id": 5,
      "default": "You push your way through the crowd, the air heavy with the scent of sweat and seawater. \r\n\r\n\"Come to see the action, captain?\" [Specified 3] asks. \"Do you want to put money on it? Mine's on the ugly one. I'll let you guess who that is!\" The sailor laughs uproariously at the joke.",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Hand them cannon sponges.] \"Go ahead. Fight it out.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Punish them.] \"[Specified 2], tie these two to the masts and fetch the whip.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"[Specified 2], get these two under control.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "[Specified 1] fails to duck a blow to the head and reels into the bulwark. [Specified 0] jabs at [Specified 1]'s knee, sending the latter to the deck with a cry of pain. The crowd cheers.\r\n\r\n\"Yield?\" [Specified 0] asks, offering the fallen a hand up.\r\n\r\n[Specified 1] nods, and the sailors clap.",
      "female": ""
    },
    {
      "id": 10,
      "default": "The circle disperses at your words, and [Specified 2] grabs the two fighters and hauls them to the masts. \r\n\r\n\"Hug them tight.\" After checking the pair, [Specified 2] brings you the tightly-braided leather lash. \"Ready for you, captain.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "[Specified 2] splits the air with a shrill whistle, dulling the roar as the crew crane their necks to hear. \r\n\r\n\"That's enough, everyone!\" [Specified 2] levies a baton at the fighters. \"You two, grab the tar. [Specified 1] on foremast, [Specified 0] on aft. And not a word between the two of you. The rest of you, back to your stations before the captain asks me to fetch the whip!\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "[Specified 1] ducks a wild blow, then lashes out at [Specified 0]'s legs, sweeping them. The latter sailor crashes heavily to the deck to the sound of raucous jeering.\r\n\r\n\"Had enough?\" [Specified 1] asks, offering the fallen a hand up.\r\n[Specified 0] nods, and the sailors clap. ",
      "female": ""
    },
    {
      "id": 25,
      "default": "Shouting from the deck distracts your from your studies of arcane lore. ",
      "female": ""
    },
    {
      "id": 26,
      "default": "Shouting from the deck interrupts your prayers to [Player Deity].",
      "female": ""
    },
    {
      "id": 27,
      "default": "Shouting from the deck pulls you roughly from your meditations.",
      "female": ""
    },
    {
      "id": 28,
      "default": "Shouts rise from the deck, pulling your attention from the navigation charts sprawled before you.",
      "female": ""
    },
    {
      "id": 29,
      "default": "[Investigate the ruckus.]",
      "female": ""
    },
    {
      "id": 30,
      "default": "[Ignore it and let the issue sort itself out.]",
      "female": ""
    },
    {
      "id": 31,
      "default": "You set aside your task and step onto the deck. \r\n\r\nMost of the crew has gathered amidships in a rough fighting ring, each cheering or jeering one of two sailors among them.",
      "female": ""
    },
    {
      "id": 32,
      "default": "You block the noise out. Tensions rise after weeks at sea. You suspect it will sort itself out.\r\n\r\nLater, you see [Specified 0] sporting a broken nose and blood-crusted lip, while [Specified 1]'s right eye has swollen shut. Each glares at the other, and the whole of the crew looks on edge.",
      "female": ""
    },
    {
      "id": 35,
      "default": "[Specified 2] frowns at your appearance and gestures to the circle.\r\n\r\n\"Apologies for the distraction, captain. It looks like [Specified 0] and [Specified 1] intend to have it out. Something about bunk assignments and [Specified 1] snoring like the Mortar itself.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"A right-fine ruckus! Winner grapples w'us, aye?\" Iselmyr's mirth shines in Aloth's eyes.",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Well, well. Unfinished business, rising tensions... I can see this going one of two ways.\" \r\n\r\nMaia chuckles to herself and steps up to the edge of the fighting ring. ",
      "female": ""
    },
    {
      "id": 38,
      "default": "Serafen shrugs. \"Sometimes a good fisticuff or five be just the thing to set a crew aright, cap.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"They brawling? I love a good family fight.\" Xoti cranes her neck for a better view.",
      "female": ""
    },
    {
      "id": 40,
      "default": "[Approach the circle.]",
      "female": ""
    },
    {
      "id": 41,
      "default": "[Return to your cabin.] \"I don't have time for this.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "You return to your cabin. As you close the door behind you, the catch the heavy thud of skin on skin followed shortly by a collective intake of breath.",
      "female": ""
    },
    {
      "id": 43,
      "default": "[Specified 1] eagerly accepts the sponge-tipped stick, but Eliam merely raises a hand in polite refusal. \r\n\r\n\"Think you're going to take me bare-handed, mushroom-head?\" [Specified 1] twirls the sponge before squaring off against Eliam.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Let's stow those fists, and I'll break out an extra ration of grog for everyone!\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"The next person who throws a punch goes overboard.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "[Manifest your aura.] \"Cease this squabbling.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "[Calm their minds.]",
      "female": ""
    },
    {
      "id": 49,
      "default": "[Break them up with a blast of magic.] ",
      "female": ""
    },
    {
      "id": 51,
      "default": "The cheer goes up immediately, drowning out any protests from the fighters as the crew breaks them apart. You nod to [Specified 2], an order to break out the libations to calm the crew's spirits. \r\n\r\nThe shanties begin before you make it back to your cabin.",
      "female": ""
    },
    {
      "id": 52,
      "default": "The fighters' fists lower as the nearest crew take a step away from you.\r\n\r\n\"No need for that, captain.\" [Specified 1] shows you open palms. \"Everything's fine.\"\r\n\r\nYou continue to glare as the crowd breaks apart, slinking back to their posts, and muttering among themselves.\r\n",
      "female": ""
    },
    {
      "id": 53,
      "default": "You allow the strength of your soul to manifest, washing over those present. Eyes glaze and mouths fall agape. \r\n\r\n\"Sorry about that, captain.\" [Specified 1] bows. \"I'm not sure what got into me. It won't happen again, I swear it.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "The crew breaks apart, giving you a wider than normal berth. Only [Specified 5] nods to you with a wan smile.\r\n\r\nThe crew keep their voices low for the remainder of the day.",
      "female": ""
    },
    {
      "id": 55,
      "default": "With a few quick words of power you channel the ambient essence through your grimoire and into a blast that scatters the sailors. ",
      "female": ""
    },
    {
      "id": 56,
      "default": "[Show mercy.] \"I hope I've made myself clear.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "[Whip them.]",
      "female": ""
    },
    {
      "id": 58,
      "default": "The crack of the whip and the cries of pain resound across the water. After you order the pair carried belowdecks to have their wounds looked at, and the remaining crew wordlessly jump to carry out your orders.\n\nCalm reigns again aboard [Player Ship].\n",
      "female": ""
    },
    {
      "id": 59,
      "default": "As you pass the whip back to [Specified 2], [Specified 0] and [Specified 1] nod vigorously.\r\n\r\n\"Absolutely, captain. Thank you, captain, and Ondra bless you for your mercy.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "The fighters each accept a sponge-tipped stick and face each other.\r\n\r\n\"You heard the captain.\" [Specified 1] smirks. \"Have at it.\"\r\n\r\nThe pair trade blows, the crack of wood against wood echoing off of the water as the sailors cheer.",
      "female": ""
    },
    {
      "id": 61,
      "default": "The crew returns to their duties, and calm again reigns aboard [Player Ship].",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"You'd better leave him be,\" [Specified 4] calls. \"You know he doesn't come by that face naturally. Gods know how many curses he could hang on you!\"\r\n\r\n\"One more reason to throw him in the drink!\" [Specified 1] shouts, fists rising in retort. \"Put them up, you ugly bastard!\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "Eliam begins to mutter, fingers shifting through sharp gestures. \r\n\r\n\"Hylea's feathered tits,\" [Specified 1] mutters before swinging the sponge at Eliam's head. It strikes his head hard, and the oily sponge snaps off of the end, bouncing off of the bulwark and overboard.\r\n\r\nWith a single gentle movement, Eliam reaches out and brushes [Specified 1]'s arm with his fingers. A dark shadow pours from him and into the other sailor, whose eyes roll back. [Specified 1] shudders violently before collapsing to the deck.",
      "female": ""
    },
    {
      "id": 64,
      "default": "The ruckus subsides instantly as the crew look to one another. [Specified 1] mutters wordlessly, twitching on the deck. [Specified 2] coughs.\r\n\r\n\"It's over, everyone. You two,\" [Specified 2] gestures to two hands, \"get [Specified 1] to the bunks. Everyone else, get back to work!\"\r\n\r\nThe sailors return to their duties, a pall hanging over the deck like a thick fog.",
      "female": ""
    },
    {
      "id": 65,
      "default": "No additional fights break out, but it's days before the crew again takes up a shanty or raises a toast.",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Fungus face?\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "[Specified 1]'s jaw goes slack. \"Oops. Uh. Hello, captain. I just meant... shit.\"\r\n\r\nA few of the crew chuckle, but most await your judgment in silence.",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Get back to your stations, lest I demonstrate what a Chosen of Berath is capable of.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Hylea's feathered tits, captain...\" [Specified 1] rises from the deck, wincing. \"I didn't think we'd earned that. But I understand. This won't happen again, I promise.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "With a wave of the hand, [Specified 5] releases a spell that sends the sailors sprawling.",
      "female": ""
    }
  ]
}