{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_si_mid_ukaizo_gods",
  "Entries": [
    {
      "id": 47,
      "default": "[i'm going to tell him to inspire animancers]",
      "female": ""
    },
    {
      "id": 48,
      "default": "[i'm going to tell him to reveal secrets of huana's engwithan ruins]",
      "female": ""
    },
    {
      "id": 49,
      "default": "[i'm going to tell him to merge with berath]",
      "female": ""
    },
    {
      "id": 50,
      "default": "[i'm going to tell him to turn his adra body into an afterlife and let kith fend for themselves]",
      "female": ""
    },
    {
      "id": 51,
      "default": "[i'm going to tell him to end all life on eora]",
      "female": ""
    },
    {
      "id": 52,
      "default": "[i don't know yet/i'm still thinking about it]",
      "female": ""
    },
    {
      "id": 53,
      "default": "[i don't care/i'm not going to tell him anything]",
      "female": ""
    },
    {
      "id": 254,
      "default": "The machine controlling the storm winds down - the clattering of its machinery settles into a low whir and then, at last, hiccups to a halt.\r\n\r\nBeyond the tower, the black, roiling clouds of Ondra's Mortar roll away from the ancient city of Ukaizo with only a tired sigh of wind to see them off.\r\n\r\nAnd on that last breath of wind comes to you a familiar sound - the ring of a bell.",
      "female": ""
    },
    {
      "id": 255,
      "default": "The bell's ringing is soft, not the clangor and torrent you've grown used to. It calls to your soul, and your soul yearns to follow it.\r\n\r\nYour soul flees from your body and into the Beyond, chasing that sound.\r\n\r\nIt leads you at last to Berath's realm, to that cold platform and room of endless doors.",
      "female": ""
    },
    {
      "id": 256,
      "default": "\"Watcher, your journey nears its conclusion.\" The Pallid Knight stands before you, her gaunt face impassive.",
      "female": ""
    },
    {
      "id": 257,
      "default": "\"Finally. I'm nearly free of all this.\"",
      "female": ""
    },
    {
      "id": 258,
      "default": "\"What will come after this?\"",
      "female": ""
    },
    {
      "id": 259,
      "default": "\"Let's make this quick, I've got an engagement with a living statue and I don't want to be late.\"",
      "female": ""
    },
    {
      "id": 260,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 261,
      "default": "\"Free of your duty to me, perhaps.\"",
      "female": ""
    },
    {
      "id": 262,
      "default": "\"That will depend on the will of kith, whose desires are ever in flux.\"",
      "female": ""
    },
    {
      "id": 263,
      "default": "\"You rush headlong toward the end. Do you ever pause to consider <i>where</i> it is you are headed?\"",
      "female": ""
    },
    {
      "id": 264,
      "default": "\"Silent to the last. I do not know if it is fear or faith that binds your tongue, but rare is the man who would stand before his gods and find he has nothing to say.\r\n\r\n\"Very well. I will not keep you long.\"",
      "female": "\"Silent to the last. I do not know if it is fear or faith that binds your tongue, but rare is the woman who would stand before her gods and find she has nothing to say.\r\n\r\n\"Very well. I will not keep you long.\""
    },
    {
      "id": 266,
      "default": "\"If Eothas truly intends to go through with his mad plan to destroy the Wheel... A generation's worth of souls will be trapped in the In-Between. So many would suffer. How can Eothas be so cruel? He cannot just <i>abandon</i> them.\r\n\r\n\"Eothas must help the kith find a quick solution.\"",
      "female": ""
    },
    {
      "id": 267,
      "default": "Abydon strides forward. \"Eothas thrust this crisis on the kith - they did not bring it upon themselves. Their only mistake was in trusting <i>us</i> to watch over them. Who will help them rebuild their world now?\"",
      "female": ""
    },
    {
      "id": 268,
      "default": "\"Eothas will reveal every secret of the gods. Will kith be able to change the established order if they have no wonder to inspire them? Eothas must help them resolve this quickly, lest every one of Eora's few remaining mysteries be laid plain.\"",
      "female": ""
    },
    {
      "id": 269,
      "default": "\"It's Eothas' obligation to help us fix what he's about to break.\"",
      "female": ""
    },
    {
      "id": 270,
      "default": "\"Should Eothas leave this decision solely to kith?\"",
      "female": ""
    },
    {
      "id": 271,
      "default": "\"We're past the point of 'help.' We need to be led.\"",
      "female": ""
    },
    {
      "id": 272,
      "default": "\"Coddled children learn nothing that is not spoon fed to them.\"",
      "female": ""
    },
    {
      "id": 273,
      "default": "\"You have misgivings. Good - you should be wary of any 'help' Eothas might offer you.\"",
      "female": ""
    },
    {
      "id": 274,
      "default": "\"You have come to your senses at last.\"",
      "female": ""
    },
    {
      "id": 275,
      "default": "\"With the Wheel destroyed, kith will tear themselves apart. It is the gods' duty to prevent that happening lest they doom us all.\r\n\r\n\"And as kith must be ruled, so too must the gods. I say that if Eothas is so eager to throw down the mantle of power and step aside, I shall take my rightful place as queen of the gods again.\"",
      "female": ""
    },
    {
      "id": 276,
      "default": "\"Kith will not solve Eothas' puzzle on their own. And without an established order to fight against, the bonds that bind them dissolve, and they fight amongst themselves.\"",
      "female": ""
    },
    {
      "id": 277,
      "default": "\"Kith are strongest when they follow our lead, and we are strongest when leading in turn.\r\n\r\n\"United in purpose with the gods, kith can accomplish things that, without us, they could never have even begun. They must be shown their boundaries to surpass them.\"",
      "female": ""
    },
    {
      "id": 278,
      "default": "\"We've proved how ill-suited we are to leading ourselves. Perhaps you're right.\"",
      "female": ""
    },
    {
      "id": 279,
      "default": "\"How can we trust you to lead us after this?\"",
      "female": ""
    },
    {
      "id": 280,
      "default": "\"No. We have to figure this out in our own time, at our own pace.\"",
      "female": ""
    },
    {
      "id": 281,
      "default": "\"You underestimate your kind, Watcher.\"",
      "female": ""
    },
    {
      "id": 282,
      "default": "\"You cannot trust us, and you never should have. Only the kith may save themselves.\"",
      "female": ""
    },
    {
      "id": 283,
      "default": "\"That confidence is what will save kith, Watcher. Do not lose it when you stand before Eothas.\"",
      "female": ""
    },
    {
      "id": 284,
      "default": "\"Our intervention in your struggle would be a cruelty, and counter to our purpose.\" He lets his words hang in the air for a moment, gaze level with your own.",
      "female": ""
    },
    {
      "id": 285,
      "default": "\"Woedica's 'firm hand' is but the motherly smothering of Hylea by another name. Mortals should have no special advantages. Only once kith have striven to improve themselves through trial will they truly know their measure.\r\n\r\n\"Kith must suffer to find their strength if they are to survive the world into which Eothas drags them.\"",
      "female": ""
    },
    {
      "id": 286,
      "default": "\"Eothas wouldn't do this if he didn't agree with you. Maybe we're not doomed after all.\"",
      "female": ""
    },
    {
      "id": 287,
      "default": "\"You would abandon us? Just like that, when we need you most?\"",
      "female": ""
    },
    {
      "id": 288,
      "default": "\"Spare me. Our leaders couldn't even work together under the threat of Eothas destroying the Wheel.\"",
      "female": ""
    },
    {
      "id": 289,
      "default": "\"And yet you came to Ukaizo with only the Príncipi at your back. All that kith stand to lose, and even then your leaders could not join hands, squabbling instead over prestige and resources.\r\n\r\n\"You believe that will change when my final death comes calling? You are a greater fool than I thought.\"",
      "female": ""
    },
    {
      "id": 290,
      "default": "\"You thought we would not? We who have molded generations of kith into the shapes we found most pleasing, then threw away like so much refuse when they no longer met our needs?\r\n\r\n\"You are a greater fool than I thought.\"",
      "female": ""
    },
    {
      "id": 291,
      "default": "\"You see clearly at last.\"",
      "female": ""
    },
    {
      "id": 292,
      "default": "\"Kith have had their chance. It is time to let silence reign.\"",
      "female": ""
    },
    {
      "id": 293,
      "default": "\"Well, Watcher, you know where we stand. What do you believe?\"",
      "female": ""
    },
    {
      "id": 294,
      "default": "\"The Wheel is your creation. You owe us your help in fixing it.\"",
      "female": ""
    },
    {
      "id": 295,
      "default": "\"Everything that's happened, everything that <i>will</i> happen - it's the gods' fault. We're better off without you.\"",
      "female": ""
    },
    {
      "id": 296,
      "default": "\"True change, <i>lasting</i> change - it demands sacrifice. The coming days will be hard, but we'll be the better for it.\"",
      "female": ""
    },
    {
      "id": 297,
      "default": "\"Things are fine as they are. If we can't stop Eothas from destroying the Wheel, we should only rebuild it as it was.\"",
      "female": ""
    },
    {
      "id": 298,
      "default": "\"I don't care.\"",
      "female": ""
    },
    {
      "id": 299,
      "default": "\"I don't know. The gods, the Wheel... I'm not sure of anything anymore.\"",
      "female": ""
    },
    {
      "id": 300,
      "default": "\"The gods did what they could - we'll take it from here.\"",
      "female": ""
    },
    {
      "id": 301,
      "default": "\"I only suggest that you walk into this future with eyes wide, Watcher. The mantle of responsibility is a heavy one, broad though kith's shoulders may be.\"",
      "female": ""
    },
    {
      "id": 302,
      "default": "The Pallid Knight raises one dark eyebrow. \"I did not conjure the Wheel as you know it now from the air. It was built slowly, with great deliberation, by kith. It is as much your Wheel as mine.\"",
      "female": ""
    },
    {
      "id": 303,
      "default": "\"The gods were once kith - thousands of kith from long ago, but kith still. If we are diseased at our core, as you imply, then so, too, are you.\"",
      "female": ""
    },
    {
      "id": 304,
      "default": "\"Take care that you do not sacrifice all, Watcher - only what you must. The things you stand to lose - lives, institutions, beliefs - you may lose for good.\"",
      "female": ""
    },
    {
      "id": 305,
      "default": "\"There is safety in the familiar, yes, but I would caution against hewing to it all the same. The opportunity to effect change on this scale is one that will not come again - not in your lifetime, or in many thousands of lifetimes hence.\"",
      "female": ""
    },
    {
      "id": 306,
      "default": "\"Yours is not the only life at stake. Like it or not, when you stand before Eothas, you will be the voice of all kith. Try to summon a whit of concern - for them, if not for yourself.\"",
      "female": ""
    },
    {
      "id": 307,
      "default": "\"You have some time to think yet, but not, perhaps, as much as you would like.\"",
      "female": ""
    },
    {
      "id": 308,
      "default": "\"Now, the time has come for us to part, Watcher.\"",
      "female": ""
    },
    {
      "id": 309,
      "default": "\"I laid upon you a difficult duty, and you have discharged it well. You will be free of it in time, but not now - you have work to do yet.\"",
      "female": ""
    },
    {
      "id": 312,
      "default": "\"I'm frightened, Berath.\"",
      "female": ""
    },
    {
      "id": 313,
      "default": "\"I would think you a fool were you not. Change unsettles, and not even the gods are immune to fear.\"",
      "female": ""
    },
    {
      "id": 314,
      "default": "\"I have faith in kith's ability to meet Eothas' challenge.\r\n\r\n\"Do not mistake my words for indifference, Watcher - they are born from a fierce belief in your potential, not a refutation of it.\"",
      "female": ""
    },
    {
      "id": 315,
      "default": "\"Magran is blinded by her affection for mortals. She does not see that entropy is the destiny of all things.\r\n\r\n\"If Eothas were wise, he would destroy everything. End life, end reincarnation, end <i>death</i>.\"",
      "female": ""
    },
    {
      "id": 316,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 318,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 320,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 322,
      "default": "She claps her gauntleted hands together, and a sound like thunder rumbles through the room. As the floor crumbles and falls away beneath you, you hear the sound of a single bell ringing, and beneath it, the faintest whisper.",
      "female": ""
    },
    {
      "id": 323,
      "default": "\"Soon you will confront Eothas for what will likely be the final time, and you will do so as the Herald of Berath, the only creature on the face of Eora to whom he will listen.\r\n\r\n\"Remember that.\"",
      "female": ""
    },
    {
      "id": 325,
      "default": "The Pallid Knight inclines her head to you, black hair hanging lank in her face. She steps back and cedes the floor to Hylea with a small, resigned sigh.",
      "female": ""
    },
    {
      "id": 326,
      "default": "As Rymrgand's words fade, the Pallid Knight returns. She no longer towers over you, a giant even among the gods, but meets you at your height. She lets the arms crossed over her chest fall to her sides.\r\n\r\nShe speaks to you openly, plainly, an expression almost like tenderness turning up the corners of her lips.",
      "female": ""
    },
    {
      "id": 327,
      "default": "\"Remember, you alone may sway Eothas now. When you stand before him...\r\n\r\n\"Choose your words carefully.\"",
      "female": ""
    },
    {
      "id": 330,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 332,
      "default": "\"You have time yet to make your will known, but not much. You will stand before Eothas soon.\"",
      "female": ""
    },
    {
      "id": 333,
      "default": "\"And yet you came to Ukaizo with only the Rauataians at your back. All that kith stand to lose, and even then your leaders could not join hands, squabbling instead over prestige and resources.\r\n\r\n\"You believe that will change when my final death comes calling? You are a greater fool than I thought.\"",
      "female": ""
    },
    {
      "id": 334,
      "default": "\"And yet you came to Ukaizo with only the Vailians at your back. All that kith stand to lose, and even then your leaders could not join hands, squabbling instead over prestige and resources.\r\n\r\n\"You believe that will change when my final death comes calling? You are a greater fool than I thought.\"",
      "female": ""
    },
    {
      "id": 335,
      "default": "\"And yet you came to Ukaizo with only the Huana at your back. All that kith stand to lose, and even then your leaders could not join hands, squabbling instead over prestige and resources.\r\n\r\n\"You believe that will change when my final death comes calling? You are a greater fool than I thought.\"",
      "female": ""
    },
    {
      "id": 336,
      "default": "\"And yet you came to Ukaizo alone, with none at your back. All that kith stand to lose, and even then your leaders could not join hands, squabbling instead over prestige and resources.\r\n\r\n\"You believe that will change when my final death comes calling? You are a greater fool than I thought.\"",
      "female": ""
    },
    {
      "id": 340,
      "default": "\"You are no stranger to hard choices. You killed Thaos, and when his soul was laid bare before you, you chose to return it to the Wheel.\r\n\r\n\"You made his memory his penance.\"",
      "female": ""
    },
    {
      "id": 341,
      "default": "\"You are no stranger to hard choices. You killed Thaos, and when his soul was laid bare before you, you chose to destroy it.\r\n\r\n\"You granted him peace.\"",
      "female": ""
    },
    {
      "id": 342,
      "default": "\"You are no stranger to hard choices. You killed Thaos, and when his soul was laid bare before you, you chose to banish it to Breith Eaman.\r\n\r\n\"You gave him the justice you believed he deserved.\"",
      "female": ""
    },
    {
      "id": 343,
      "default": "\"You are no stranger to hard choices. You killed Thaos, and when his soul was laid bare before you, you chose to destroy his memories.\r\n\r\n\"You freed him from his past.\"",
      "female": ""
    },
    {
      "id": 344,
      "default": "\"Remember the strength it took to make that choice, and know that you alone may sway Eothas now. When you stand before him...\r\n\r\n\"Choose your words carefully.\"",
      "female": ""
    },
    {
      "id": 345,
      "default": "Abydon strides forward. \"Eothas thrust this crisis on the kith - they did not bring it upon themselves. Their only mistake was in trusting <i>us</i> to watch over them. Who will help them rebuild their world now?\"",
      "female": ""
    },
    {
      "id": 346,
      "default": "\"I laid upon you a difficult duty, and I know you desire to be free of it. You will be in time, but not now - you have work to do yet.\"",
      "female": ""
    },
    {
      "id": 347,
      "default": "\"I laid upon you a difficult duty. You will be free of it in time, but not now - you have work to do yet.\"",
      "female": ""
    },
    {
      "id": 348,
      "default": "\"Indeed. Kith must discover for themselves what it is they are worth, and of what it is they are capable. What we do for them, they do not learn for themselves.\r\n\r\n\"Trial breeds ingenuity. If our work of generations was not in vain, kith will succeed in spite of Eothas' actions.\"",
      "female": ""
    },
    {
      "id": 350,
      "default": "\"Free of your duty to me, perhaps. But mine is not the only tie that binds you.\"",
      "female": ""
    },
    {
      "id": 351,
      "default": "\"Free of your duty to me, perhaps. But mine is not the only tie that binds you. You have gathered quite a few since first we spoke.\"",
      "female": ""
    },
    {
      "id": 354,
      "default": "\"With the Wheel destroyed, kith will tear themselves apart. It is the gods' duty to prevent that happening lest they doom us all.\r\n\r\n\"And as kith must be ruled, so too must the gods. I say that if Eothas is so eager to throw down the mantle of power and step aside, I shall take my rightful place as queen of the gods again.\"",
      "female": ""
    },
    {
      "id": 355,
      "default": "\"Woedica's 'firm hand' is but the motherly smothering of Hylea by another name. Mortals should have no special advantages. Only once kith have striven to improve themselves through trial will they truly know their measure.\r\n\r\n\"Kith must suffer to find their strength if they are to survive the world into which Eothas drags them.\"",
      "female": ""
    },
    {
      "id": 356,
      "default": "\"Magran is blinded by her affection for mortals. She does not see that entropy is the destiny of all things.\r\n\r\n\"If Eothas were wise, he would destroy everything. End life, end reincarnation, end <i>death</i>.\"",
      "female": ""
    }
  ]
}