{
  "Component": "exported",
  "Name": "conversations\\16_wahaki_island\\16_cv_wahaki_priest",
  "Entries": [
    {
      "id": 1,
      "default": "\"I would pray louder if it kept outsiders away from Ori o Koīki.\" Burapo straightens his bearing and looks down his nose at you.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Again you interrupt me.\" Burapo looks you up and down, wearing a sneer.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Kohopa, encircle me!\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"How do you and Tangara get along?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Poorly. He ventures away from our islands and invites the wrath of the gods, I say.\" Burapo folds his arms and squeezes his shoulders.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"What's your role in the tribe?\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"I say Ruāsare would not like it if I denied you <i>hospitality.</i>\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"With Tangara gone, Ruāsare will depend on my counsel, I say.\" Pinching his chin, Burapo gestures for you to speak.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"May Ngati devour that outsider construct he dragged back with him.\" ",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"I keep the gods at bay.\" He touches his brow with a shaking hand.",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"The tribe balances on the edge of ruin, and my burnt offerings appease those who watch over us.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"May our next ranga have one tenth of Ruāsare's strength, I pray.\" Burapo closes his eyes and nods to himself. ",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Godlessness raised the green man, and the gods will put him back down, I say.\" ",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"I do not speak to outsiders without Ruāsare's permission.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Tangara tells me that you're fond of burnt offerings.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"These halls turn friendless and quiet with Tangara and Ruāsare gone.\" Burapo sighs and gestures for you to speak.",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"You think Gaun's going to set the final harvest upon us because of kith's godlessness? Maybe. But ain't no gods going to stop him.\" She rubs the side of her jaw in thought.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Ekera, this is why outlanders do not speak the will of the gods for the tribe.\" Burapo crosses his arms and smirks at Xoti.",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Oh, I'd say that statue has more than its share of god in it.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"For what does your crew of misfits address me?\" Burpao frowns at Edér and retreats back a step.",
      "female": ""
    }
  ]
}