{
  "Component": "exported",
  "Name": "conversations\\16_wahaki_island\\16_cv_wahaki_trader",
  "Entries": [
    {
      "id": 1,
      "default": "A young woman steps up to the edge of the cliff and peers down wearing an amused grin. She fingers the curve of a long hunting bow. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Ekera. What now?\" Kipeha furrows her brow and waits.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"I bring an offer of alliance from Queen Onekaza II.\" ",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"I'd like to trade.\" ",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Attack] \"You think that cliff protects you? Let me prove you wrong.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"What is this place?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Ekera. The queen must be desperate to send you, I say.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"What say, you came all this way, not knowing what you would find?\" She cocks her head with interest.",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"I'd like to speak with your chieftain.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"You are in luck. I am the only one on the island who trades with outsiders.\" ",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"You have an audience with me. Ruāsare doesn't waste time on outsider vagrants.\" ",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"I offer tribute to the tribe.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Ruāsare will be expecting you inside.\" She gestures for one of the cliffside guards to lower the lift. ",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"This is worth an introduction. Nothing more. Use it wisely.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"I come with a warning. The slavers on Crookspur Island seek vengeance against you.\" ",
      "female": ""
    },
    {
      "id": 18,
      "default": "The humor in Kipeha's expression goes flat, and her hand strays to her belt.",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Never mind.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"I seek a deeper understanding of your tribe.\" ",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Deeper? Deeper how?\" Kipeha squints at you.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"I want to lavish my obeisance upon the mighty Wahaki leader, debasing myself before her excellence.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Ekera, Ruāsare will love this I say! We have not seen a clown's antics since Saupōru drank fermented koīki and tossed himself over the falls.\" ",
      "female": ""
    },
    {
      "id": 25,
      "default": "She raises two fingers to her lips and blows a piercing whistle, putting the fortress on full alert.",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"I won't.\" ",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"You again. What do you want?\" Kipeha plants her hands on her hips and frowns down at you.",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"If you came to blunt my teeth with chatter, try to keep it short.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"I'll be going now.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"You went into the jungle for animal hides, I say, and found yourself in an empty clearing.\" ",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Look, I just want to talk. Can we talk?\" ",
      "female": ""
    },
    {
      "id": 36,
      "default": "[Leave] \"I returned to my ship, where it is safe.\" ",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Can I enter?\" ",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Only the Wahaki are allowed on Ori o Koīki.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"You have a familiar complexion, but you are an outsider all the same.\" ",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"You may be of the Deadfire, but this does not mean you are any less of an outsider.\" ",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Good choice.\" She shoos you off with a wave of her hands.",
      "female": ""
    },
    {
      "id": 46,
      "default": "[Attack] \"No business. Just terms of surrender.\" ",
      "female": ""
    },
    {
      "id": 48,
      "default": "You toss up a pouch of coins. Kipeha catches it handily and appraises it with a gentle squeeze. \r\n\r\nShe still seems uncomfortable over accepting the coin.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Intruders!\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Your words reek of outsider lies. You would earn our trust, and then skewer us when we leave our flank exposed!\" ",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"You have the high ground. I'm in no position to risk my skin.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"I have no quarrel with the tribes. I've done much for them in the past.\" ",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"They sent me to kill, not to talk. I'm taking all the risks here.\" ",
      "female": ""
    },
    {
      "id": 54,
      "default": "She nods slowly, her expression guarded.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"There are many eyes on you, outsider. Use your time in Ori o Koīki wisely.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "[Attack] \"You're right. I'll start with you first.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"I want to know about the people who survived the cataclysms of old.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"I want to know about the most feared and renowned tribe in the Deadfire.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"I seek to observe the Wahaki - the people, their ways.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Never mind.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "She nods and stands at ease.",
      "female": ""
    },
    {
      "id": 69,
      "default": "The way her hand drops to her belt, she either doesn't understand or doesn't like the sound of your words.",
      "female": ""
    },
    {
      "id": 70,
      "default": "Her expression flattens, and for a moment you think she is going to react poorly. Then her lips crack open as laughter bubbles up from deep in her belly.",
      "female": ""
    },
    {
      "id": 71,
      "default": "Her bearing abruptly straightens as she regards you anew, taking you in from head to toe.",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"We remember the old compact with the Neketaka queen. Do you have her treaty words?\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Deadfire prevails.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Over crumbling mountains, across blighted seas.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Accursed koīki.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"I... ah, forgot the passphrase.\" ",
      "female": ""
    },
    {
      "id": 80,
      "default": "Kipeha shakes her head and slowly. She takes up her bow and lets loose an arrow, aiming for your head.",
      "female": ""
    },
    {
      "id": 82,
      "default": "[Lie] \"I bring an offer of alliance from Queen Onekaza II.\" ",
      "female": ""
    },
    {
      "id": 84,
      "default": "You successfully duck aside, avoiding the projectile. Kipeha curses under her breath.",
      "female": ""
    },
    {
      "id": 85,
      "default": "It only strikes you in the shoulder, but the dull throb is agony. Kipeha lets out a raucous laugh at your expense.",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"You stand before the den of the Wahaki. Our fortress, our sanctuary, our temple. And outsiders are unwelcome.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"You turned around and retraced your steps back to your ship. Where it was safe.\"\r\n\r\nShe picks up her hunting bow and nocks an arrow, pointing it in your direction. ",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"What?\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "[Continue listening.]",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Ekera, the clearing was <i>empty,</i> I say. You asked no questions.\" She scowls down at you. ",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"I did not.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Not if you cannot listen.\" With a sigh she points the arrow to the ground.",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"No. You think I stand here for my health?\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "[Attack] \"Ignoring her demand, I readied my weapons and charged.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"You sailed to distant shores and spoke no more of what you had not seen.\" She gives you a warning glance and nods sharply.",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"Anything I should know about the locals?\" ",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"I've done far worse to get in better places. If I was lying, you'd know it by now.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"I keep a chronicle of the cultures I come across. Purely for self-interest.\" ",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"You're lying. There is no passphrase.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"Buparo is our mystic. Convinced that the whole fortress will come crumbling down if he doesn't keep to his daily devotions.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"As for the rest? Eh. Ask around. I'm not here to satisfy your curiosity.\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"The Crookspur slavers are bold to send an assassin here.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Know anything about this odd-looking koīki?\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "Frowning, she studies the fruit in your open palm, poking it gently with her index finger.\r\n\r\nThe koīki rocks back and forth.",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"Do not eat this!\" She makes a complex warding gesture with her hands.",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"It is infested. The wood-strangling wasp planted its larvae in this koīki.\" She glances off to the tree line.",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"I will alert the others. Do not eat it unless you want insects to burrow through your windpipe and hollow you out from the inside.\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"I want to find Crookspur island and take out its leader. Thought she might be interested.\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "Kipeha maintains an impassive expression, but can't stop herself from shuffling closer to the edge and scrutinizing you with interest.",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"How do I know you're aren't cozying up with outsider lies?\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"I'm the one taking on all the risk. Worst case scenario, I get killed on Crookspur and nothing changes for you.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"I want Crookspur gone for good. We both have everything to gain from this.\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"Look, just let me up.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"Either sounds favorable, I say.\" Kipeha narrows her eyes.",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"You've earned yourself an audience with Ruāsare. Try not to fall over your feet, outsider.\" She spits over the cliffside and grimaces down at you.",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"Pfft. This will not happen.\" ",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"If you're lying to me... you're hitting all the right spots.\" Kipeha sighs, clenching her fists at her sides.",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"Ekera, silence is wise.\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"Ekera, just so.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"You keep turning up like a chipped azata.\" She nods toward Tekēhu.",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"Something keeps drawing me back to Ori o Koīki, I say.\" Tekēhu winks up at her.",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"Don't let Auāta hear you say that.\" She returns her focus to you with a frown.",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"Hmph! Buying trust like a loaf of bread - this is the folly of all outsiders.\" She grimaces down at you.",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"You have been in the company of outsiders too long if you think trust can be bought.\" She plants her hands on her hips and sighs down at you.",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"May the rest of us never see the world as you do.\" ",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"You'll need to think like outsiders if you hope to outlast them.\"",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"Just think of it as a contribution to your inevitable victory.\"",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"Forget I said anything, then.\"",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"If only I could.\" She folds her arms and waits.",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"If this keeps your warriors fed, it's money well spent.\"",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"Seeing as you've earned your way up from 'nuisance' to 'guest,' find me if you feel like trading.\"\r\n\r\nKipeha folds her arms and strolls away from the cliffside. ",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"I need a place to rest.\"",
      "female": ""
    }
  ]
}