{
  "Component": "exported",
  "Name": "conversations\\16_wahaki_island\\16_cv_wahaki_chanter",
  "Entries": [
    {
      "id": 1,
      "default": "A round-bellied man stands at ease before a cluster of hardened fighters, their fists balled and brows furrowed.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"What are you needing from me?\" Apāro offers a friendly nod.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Let him pass! Ruāsare gets the final word.\"",
      "female": "\"Let her pass! Ruāsare gets the final word.\""
    },
    {
      "id": 38,
      "default": "\"We are no better than the outsiders if our Mataru act like inhospitable savages!\" ",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"If you have such love for outsiders, let this one speak for himself!\" She fixes her attention on you.",
      "female": "\"If you have such love for outsiders, let this one speak for herself!\" She fixes her attention on you."
    },
    {
      "id": 43,
      "default": "\"Give me a chance to prove myself worthy of your hospitality.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"I'm not here for a fight. It would be a mistake to start one.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"If you fight me, you will all die.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "[Attack] \"There's only one inhospitable savage on this plateau, and he stands before you.\"",
      "female": "[Attack] \"There's only one inhospitable savage on this plateau, and she stands before you.\""
    },
    {
      "id": 52,
      "default": "[Attack] \"I already don't like where this is going, so let's skip to the good part.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Ask me if I am tired of being wrong, Apāro.\" Grimacing, the warriors attack.",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Maybe the spear's a gift for us?\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"At least now we have the measure of you.\" Displeased by the confirmation, she gestures for her warriors to stand down.",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"I'm a Watcher. The gods brought me here.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"There! Would you deny Burapo his first favorable omen of the season?\" A smile slowly spreads across Apāro's cheeks. He passes you a knowing glance.",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"If the outsider turns on us, I say I will drag you through Tangaloa's maw with me.\"\r\n\r\nShe curls her upper lip at Apāro.",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"You are not the first to speak in honeyed words while caressing a hidden blade.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "She grimaces at you, but her spear wavers.",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"I take it you and Ruāsare are paired?\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"When it strikes Ruāsare's fancy that we should sleep under one roof, we do so vigorously.\" ",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Some think I influence her judgment, but they have the wrong of it.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Are you and Ruāsare married?\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "Apāro regards you with confusion, and then bursts into laughter.",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"How the outsiders enjoy their vows! The Huana pair off, but we need no documents or witnesses.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Ekera, I doubt he even knows the meaning of the word.\" Tekēhu slaps his hand over his eyes, grinning with embarrassment.",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"I'm familiar with the foreign obsession with vows.\" He favors you with a friendly smile.",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"The outsider must leave. Ori o Koīki will not be parceled off and bought with foreign lies.\" She sweeps her speartip to gesture in your direction.",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"I take it there's a problem.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"<i>You</i> are the problem. We do not track dirt in our home.\" ",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Silence!\" She grimaces at Edér.",
      "female": ""
    },
    {
      "id": 109,
      "default": "[Back away slowly.]",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Not another step, or I kill you where you stand!\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"Ruāsare would never let that happen! Where is your confidence in our ranga?\" ",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"For all our sakes, may I be proven wrong.\" Nodding to the assembled fighters, she signals them to disperse.",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"I just got here. You haven't even given me a chance to cause trouble.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"Ekera, and you will not have a chance.\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"Why are the Wahaki so protective of their land?\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"We safeguard any land that the trading companies have not stolen out from under Onekaza's throne.\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"The islands will fall if the tribes do not recall our past and Ngati's covenant.\" ",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"Why so much concern over the past?\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"Back to my other questions.\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"Ask. I am pleased to be making a new friend.\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"We lost much of ourselves when cataclysm scoured the Deadfire.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"Ekera, my apologies, but I should say no more.\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"There is Ukaizo, a place where the Huana can find themselves again.\" ",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"Somewhere among the islands, there's a place where we...\" He stops himself and bites his lower lip.",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"What are your thoughts on Ukaizo?\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"Ukaizo is out there. I am knowing this in my heart.\" He nods slowly, staring off into the distance.",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"I cannot speak of lost Ukaizo to an outsider. That is not our way.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"It is the resting place of dead kings, their tombs engraved with our forgotten histories.\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"Ukaizo is home. Our destiny is to return.\" ",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"Is there usually much infighting when outsiders show up?\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"Outsiders come with cannons, nets, torches. They do not come to talk.\"",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"Where is the courtesy and welcome of the Wahaki?\" His questions casts a ripple of unease over every listener.",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"On behalf of those of us who remember our manners, welcome to Ori o Koīki.\" He sighs and shakes his head at the warriors before refocusing on you. ",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"What can you tell me about Ruāsare?\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"She is our ranga and the strength of our tribe.\" He stands tall, wearing a proud grin.",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"I have never seen her without a mouthful of koīki. Even in battle she wears a bandoleer of fruit.\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"A spirited, passionate, and very hungry woman is my Ruāsare.\"",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"Ekera. I say circumstances have made us... rough around the edges.\" ",
      "female": ""
    },
    {
      "id": 173,
      "default": "Murmurs of tense discussion slow to a halt as a woman at the head of the crowd steps forward clutching a spear.",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"Ruāsare mentioned that your sister is trapped on Crookspur.\"",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"Do you seek Bauha and her captors, then? May Amira give you swift winds.\" ",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"Bauha could rip the big toe from Eothas' adra foot, but I would see her returned.\"",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"She once threw a knobshell crab at the back of my head after I teasingly called her a coward.\"",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"May my sister's passage through the jaws of Tangaloa go smoothly.\" Apāro squeezes his eyes shut and shakes his head.",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"My sister returns grinning with accomplishment, and speaking your name! Well done, outsider.\" Apāro claps you on the arm and nods.",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"Only the handsome fish can stay.\" She waves her spearpoint toward Tekēhu.",
      "female": ""
    },
    {
      "id": 184,
      "default": "He swallows and raises his palm in mute greeting. ",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"I travel with Ngati's chosen. He will keep me honest.\"",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"I will? I mean... ekera, I will.\" Tekēhu bows his head and touches his forehead.",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"I wear the mark with... not pride.\" He rubs the back of his head self-consciously, shrugging.",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"Ngati's covenant?\"",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"Ngati bade her followers to protect the islands, the tribes, and the luminous adra.\"",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"For this she gave us the power to shape her domain. If we fail in our charges, the birthright of the Huana disappears.\"",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"The Wahaki remember this. The Kahanga... they forget.\"",
      "female": ""
    },
    {
      "id": 192,
      "default": "When he turns to face Tekēhu, Apāro's joyful face creases with worry.",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"Some of us remember. What we choose to do with the memory is ours to decide.\" Tekēhu glances away.",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"The covenant to protect the islands, the tribes, and the luminous adra?\"",
      "female": ""
    },
    {
      "id": 196,
      "default": "\"Ekera, just so.\" ",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"My back is too fragile for the weight of authority, I say.\"",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"Outsiders, here? For Ruāsare!\" ",
      "female": ""
    }
  ]
}