{
  "Component": "exported",
  "Name": "conversations\\16_wahaki_island\\16_cv_wahaki_wizard",
  "Entries": [
    {
      "id": 1,
      "default": "\"Outsider! Unlike Burapo, I do not use this as a term of offense, I say.\" Tangara gives you a pleasant smile.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Visitor. I hope your time on Ori o Koīki has been hospitable.\" Tangara nods.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Ruāsare! Our temple is breached!\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Patrol, I say! Accursed rust bucket.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"What's wrong with your construct?\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"The rust bucket does not follow my instructions and ignores my command words.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"I could take a look at the construct for you.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"I am appreciating the offer, but it is better if I learn how to operate my degraded friend.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"If there is a problem with its logical reckoning, there's no danger of it misunderstanding - just failing to understand.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"I'm something of a construct expert, myself. If I got a closer look at the make of this one, I could narrow down the source of the malfunction.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "Pursing his lips, Tangara looks grudgingly impressed.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Ekera, it seems I must credit the gods for sending you to Ori o Koīki! Burapo be damned, I say.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Never mind.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"I say there is no replacing Ruāsare. May... may Tangaloa welcome her.\" ",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Burapo will delight the gods from between the ribs of Tangaloa, I say.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"We do not see many visitors on Ori o Koīki. Those who come... aheh, seldom leave.\" ",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"They come asking our ranga to show her belly in surrender.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Ruāsare expects you.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"A valuable lesson about animancy, I say - there is quality and there is cheap, but never both.\" Tangara sighs, patting one of his pockets to the jingling of a few shells.",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"I would be a poor host if the ironclad thing decided to remove your skin.\" He chuckles, but the humor doesn't quite reach his eyes.",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Ekera, then consider yourself free to tinker away at my rusted doll.\" ",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"I've dealt with worse. Believe me.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"A kind gesture, I say, but no.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Ekera, I can see that well enough from here.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "Raising his fingers to his lips, Tangara scrutinizes you in silence.",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Ekera, you are persistent, but I must politely refuse.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Here, the command words. They do me little good.\" He passes you a tattered scroll and shrugs, smiling wanly.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Burapo told me that your construct had fallen on hard times.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Ekera, he talks too much.\" ",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"What are your thoughts on Burapo?\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Ech, how he fills our home with the stink of his burnt offerings!\" Tangara wrinkles his nose and waves his hand in a dispelling motion.",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Nothing is spared his flame if it appeases the gods.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Instead she shows them their guts at the end of a spear.\" Tangara grins and makes a thrusting motion with both hands.",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"The tribe is short a ranga and a priest, but I say the Mataru will band together.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"A rational mystic burns incense or candles, but Burapo burns koīki, rotten meat, and bundles of hair.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Ekera, you must understand the tribe would not forgive me if you came to harm.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"You said that outsiders don't tend to leave Ori o Koīki?\"",
      "female": ""
    }
  ]
}