{
  "Component": "exported",
  "Name": "conversations\\16_wahaki_island\\16_cv_construct",
  "Entries": [
    {
      "id": 2,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Tap into the soul energy at the construct's core.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Order the construct to kill Tangara.]",
      "female": ""
    },
    {
      "id": 9,
      "default": "Rising to its full height, the construct possesses a more intentional bearing than before. Heat builds from somewhere in its gut, radiating off the armor.\r\n\r\nYou have no doubt that it will carry out its order with brutal efficiency.",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Speak the words of the command scroll.]",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Back away! That rusted wreck is a work in progress.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "The construct looks at you with flat, murderous intensity.",
      "female": ""
    },
    {
      "id": 15,
      "default": "Now that it is operating normally, the construct favors you with a subtle nod.",
      "female": ""
    },
    {
      "id": 16,
      "default": "The construct trembles and rattles, its vacant gaze wandering without purpose. Habit and routine are seemingly the only forces keeping it upright.",
      "female": ""
    },
    {
      "id": 17,
      "default": "The construct abruptly hardens its bearing and turns to you, standing at attention. ",
      "female": ""
    },
    {
      "id": 27,
      "default": "You read the words of the scroll, doubtful of the faded, arcane scribblings until a tingling sensation passes your lips.",
      "female": ""
    },
    {
      "id": 31,
      "default": "It seems that conflicting instructions from too many masters has led to the rapid degeneration of this construct's short-term memory. ",
      "female": ""
    },
    {
      "id": 33,
      "default": "[Wipe the construct's memory.]",
      "female": ""
    },
    {
      "id": 34,
      "default": "[Go back.]",
      "female": ""
    },
    {
      "id": 35,
      "default": "You reconsider your approach. The construct regards you impassively.",
      "female": ""
    },
    {
      "id": 36,
      "default": "You draw out the babbling, incoherent mess of instructions received over the years. The construct trembles throughout the procedure.",
      "female": ""
    },
    {
      "id": 37,
      "default": "The construct now stands at ease, regarding its surroundings with fresher clarity.",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"This should be interesting.\" ",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Oops.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 54,
      "default": "The construct stares back at you in silence.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Maybe you'll prove useful later.\"",
      "female": ""
    }
  ]
}