{
  "Component": "exported",
  "Name": "conversations\\16_wahaki_island\\16_si_cliff",
  "Entries": [
    {
      "id": 1,
      "default": "Rocky outcroppings pepper the face of the cliffside. You can make out the shape of stone ruins situated high above. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "You stand at the top of Ori o Koīki's highest cliffs, peering down at the jungle below with due caution.",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Climb up.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Climb down.]",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Study the cliff.]",
      "female": ""
    },
    {
      "id": 8,
      "default": "You note that a crevasse, which would otherwise have proven a useful foothold on the journey up, is home to a bulbous and pulsating nest of wasps.",
      "female": ""
    },
    {
      "id": 10,
      "default": "Your foot slips into a crevasse and hits something soft. A cloud of stinging wasps billows forth and overwhelms you, though you manage to keep your footing and grit through the pain.",
      "female": ""
    },
    {
      "id": 11,
      "default": "You begin the climb, alternating your attention between your footing and any less obvious dangers.",
      "female": ""
    },
    {
      "id": 13,
      "default": "You come upon a ledge that commands the cliffside. The outcropping looks like it could support an adult's weight, though it would take a nimble outdoorsman to plot a safe course.",
      "female": ""
    },
    {
      "id": 14,
      "default": "[Send someone up to scout for a safe route.]",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Climb down to the bottom of the cliff.]",
      "female": ""
    },
    {
      "id": 16,
      "default": "Breathless, [Specified 0] makes it to the top and gestures to indicate the safest route up.",
      "female": ""
    },
    {
      "id": 17,
      "default": "After scaling the cliff with a mountain goat's alacrity, [Specified 0] waves down at you and signals the optimal path up. ",
      "female": ""
    },
    {
      "id": 18,
      "default": "[Specified 0] struggles up the cliffside, just barely managing to reach the top. Winded, [Specified 0] points out the safest path.",
      "female": ""
    },
    {
      "id": 19,
      "default": "[Specified 0] struggles to scout a path up the cliff. After a spirited effort, [Specified 0] is forced to backtrack to the halfway point panting for breath.",
      "female": ""
    },
    {
      "id": 21,
      "default": "[Have someone study the cliff.]",
      "female": ""
    },
    {
      "id": 22,
      "default": "The terrain offers an abundance of hand and footholds, though the length of the climb alone would exact a heavy toll of effort and strain.\r\n\r\nScouting for a secure passage could help to mitigate the risks of a hard climb.",
      "female": ""
    },
    {
      "id": 23,
      "default": "[Specified 0] squints up at the rock face, shrugging. The way up seems straightforward enough.",
      "female": ""
    },
    {
      "id": 25,
      "default": "Though you have little doubt that the cliffside is pitted with unseen dangers, none are in evidence.",
      "female": ""
    },
    {
      "id": 26,
      "default": "[Specified 0] squints up at the rock face and points at dangers which eluded you until now.",
      "female": ""
    },
    {
      "id": 28,
      "default": "Higher still, a prominent ledge stands out as an intimidating obstacle. \r\n\r\nYou note no other dangers of significance.",
      "female": ""
    },
    {
      "id": 35,
      "default": "[Scout ahead for a safe route.]",
      "female": ""
    },
    {
      "id": 39,
      "default": "You maneuver past the chancier rock formations and easily identify those able to support your weight.",
      "female": ""
    },
    {
      "id": 40,
      "default": "While you are physically fit to make the climb, caution delays your progress and takes the wind out of you.",
      "female": ""
    },
    {
      "id": 41,
      "default": "Though you possess the know-how to navigate the drop, the physical strain takes a heavy toll. You are barely able to clear the distance.",
      "female": ""
    },
    {
      "id": 42,
      "default": "You maneuver past the chancier rock formations and easily identify those able to support your weight.",
      "female": ""
    },
    {
      "id": 43,
      "default": "While you are physically fit to make the climb, caution delays your progress and takes the wind out of you.",
      "female": ""
    },
    {
      "id": 44,
      "default": "Though you possess the know-how to navigate the drop, the physical strain takes a heavy toll. You are barely able to clear the distance.",
      "female": ""
    },
    {
      "id": 45,
      "default": "The remainder of the climb is too significant an undertaking. Breathless, you backtrack to the halfway point.",
      "female": ""
    },
    {
      "id": 46,
      "default": "The remainder of the climb is too significant an undertaking. Breathless, you backtrack to the halfway point.",
      "female": ""
    },
    {
      "id": 47,
      "default": "You make for the summit of the cliff, panting from the exertion and grateful to find yourself once more on stable ground.",
      "female": ""
    },
    {
      "id": 48,
      "default": "Taking a deep breath, you begin the slow and careful descent to the bottom of the cliff, mindful of any unstable footholds.",
      "female": ""
    },
    {
      "id": 49,
      "default": "[Step away from the edge.]",
      "female": ""
    },
    {
      "id": 50,
      "default": "You descend back to where you started. The stability of the ground is a welcome comfort.",
      "female": ""
    },
    {
      "id": 51,
      "default": "You narrowly avoid the crevasse supporting the wasp nest and continue your ascent. ",
      "female": ""
    }
  ]
}