{
  "Component": "exported",
  "Name": "conversations\\06_neketaka_slums_district\\06_cv_botaro_soul",
  "Entries": [
    {
      "id": 1,
      "default": "This body has been savaged by many claws and fangs. A cloud of essence hangs over it. \n\nYou recognize it as belonging to Botaro, the man you saw lowered from the Gullet earlier.\n\nHis soul remnant pulses with urgency.",
      "female": ""
    },
    {
      "id": 2,
      "default": "You prepare yourself for the now-familiar jolt and feel yourself pulled into one of his memories.",
      "female": ""
    },
    {
      "id": 3,
      "default": "You approach the tavern with your heart in your mouth, realizing that you can't just walk in there holding Dereo's purse. \r\n\r\nYou need to hide it.",
      "female": ""
    },
    {
      "id": 4,
      "default": "As Botaro walks into the tavern, the memory fades, and you find yourself once more looking at his corpse.",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Read his soul.]",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 8,
      "default": "You are being dragged toward the cage. But you're not looking at it or at the darkness below - soon, there will be nothing else for you.\r\n\r\nOverseer Hitenga is holding the marked coin - the suolenet - and glaring at you. You already tried explaining yourself, but it's no use - he knows where you got it.\r\n\r\nHe tucks it into his pocket.",
      "female": ""
    },
    {
      "id": 9,
      "default": "[Recall what you need to tell her.]",
      "female": ""
    },
    {
      "id": 10,
      "default": "Fortunately, the rubble around you offers plenty of hiding places. When no one is looking, you clear some stones out of one corner and hide the purse beneath them. \r\n\r\nThere. You'll come back for it once you've made your deal with this Rauataian. You're almost starting to feel better about it, too.",
      "female": ""
    },
    {
      "id": 11,
      "default": "You are standing in front of a man. His dark, wizened face reminds you of old leather, but a delicate work of embroidery rests in his lap.\r\n\r\nHe holds out a purse with long, fine fingers.",
      "female": ""
    },
    {
      "id": 12,
      "default": "Instead, you look at Biha, furious and heartbroken where she stands beyond the guards.\r\n\r\nThere's something you need to tell her, but she's so far, receding farther by the second...",
      "female": ""
    },
    {
      "id": 13,
      "default": "[Take it.]",
      "female": ""
    },
    {
      "id": 14,
      "default": "It's heavy - it's probably more money than you've earned in your entire life. You try not to let this show on your face.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"You know what to do.\" The crime lord nods at you.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Yes, Dereo.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Please remind me.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"You will meet our mutual associate near the adra mill. She will give you a package. Pay her and bring this package to the Undercroft.\"\r\n\r\nHe watches you for understanding before he continues.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"My people are particular about security. But show them the suolenet, and they will let you pass.\"\r\n\r\nYou pat your pocket for the marked coin. Yes, it's still there.",
      "female": ""
    },
    {
      "id": 20,
      "default": "He wants you to pay off one of his associates. Bring contraband from the adra mill. You've done this before, but never with so much money in hand.\r\n\r\nYou realize he's still talking.",
      "female": ""
    },
    {
      "id": 21,
      "default": "You leave the lair of Dereo the Lean and zip through the Narrows. Past the svef-chewing guards, left at the four-way intersection, and left again to the Gullet. Your hands are shaking, and you're remembering the rumor Biha told you about - of a merchant captain at the tavern.\n\nThe money is heavy in your hands. It's a risk, but you realize you've already decided to take it.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Come along now. I'll guide you through the Wheel.\"\r\n\r\nXoti's lantern clinks softly as she drags it through the clustered essence, harvesting the lost soul.",
      "female": ""
    }
  ]
}