{
  "Component": "exported",
  "Name": "conversations\\06_neketaka_slums_district\\06_cv_elder_roparu",
  "Entries": [
    {
      "id": 1,
      "default": "An elderly Roparu man squints in your direction before blinking profusely. He hobbles closer, bare feet slapping the splintered floorboards of his abode.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"I see much and many things. I simply do not... look with these eyes in the same manner that others do.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Speak, and I will listen.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"I'm looking for a place called Delver's Row.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Who are you?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Tell me about the Gullet. What's the history of this place?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"You mean the black market that lies nestled in the depths of the Narrows.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"I've lived for many years in this Gullet. My skin and bones have withered with each year, twisted harder, so that the Roparu now call me paki takiri.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Both time and tragedy have rotted the Gullet into a place of filth and crowdedness.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"The guards do their best to stomp it out, but they are a single boot against a thousand ants.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Though you can see I am not very big or much sturdy. If a dispute arises within the Gullet, I will see it resolved - that I can promise you.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Once, we Roparu lived in a fine neck of the city. But that time has fallen and with it the ruins of our Old City under Neketaka.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Long before the foreigners swarmed us, a sea quake rumbled our city, and the mountain cratered down.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Many cried to Ondra and were swallowed for their efforts.\" His dead eyes flick side to side.",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Now the Mataru send us into the ruins of the Old City to be punished. Within that pit lies darkness and death. Not silence, but an end.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"I hear you.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "The old man grimaces some attempt at a smile. He inclines his head to you, indicating he's aware of your presence.",
      "female": ""
    },
    {
      "id": 27,
      "default": "The man's arms are thin as sticks. What teeth he has are yellowed or black from years of malnourishment.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"I was told you could tell me about the hunger problem in the Gullet.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"This is the Huana way: the fish of our nets are drawn for the tribe.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"The Dawnstars would feed us, but the guards forbid them to pervert the order of sharing.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"But for days now, we've had nothing.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"What happened?\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Ulög was never late with his shipments, always very conscientious. A good boy.\r\n\r\n\"For him to disappear for several days without word... he must be dead.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"You mentioned that the Roparu are hurting?\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "He peers steadily into your face, blinking faster all the while.",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Can you see me? How do you know who I am?\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"People speak of your kindness, Watcher who chases Eothas.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Many know you for your dark temperament, Watcher who chases Eothas.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Footsteps like distant thunder. The wind whispers of a Watcher who chases Eothas.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"People speak of your kindness, Watcher who chases Eothas.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"People speak of your kindness, Watcher who chases Eothas.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"You have cut a rather fearsome reputation for yourself, Watcher who chases Eothas.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"The queen refuses to increase our share of the prize-share. Without Ulög's shipments, we will surely starve. I am asking you, what else can we do?\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"The Dawnstars sought to help you before. We can use them.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"I can re-establish the smuggling operation through the black market.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Pitli is a Child of the Dawnstars and has become the Gullet's most cherished healer. I believe she would willingly hear your request for charity.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"You need an advocate. I will speak with the royals at Serpent's Crown on your behalf.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Perhaps you can achieve what those of my caste cannot. Gain us favor with the crown, and always we Roparu will be indebted to you.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "The Príncipi will supply food again if more Roparu work with them.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"The Dawnstars will share their crops, and the Príncipi will smuggle it in through Delver's Row.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"The queen will double her efforts to feed your growing population.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"The Dawnstars will share their crops, and the queen will allocate the majority for the Gullet.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"I've no choice but to hope this... venture together fares better than our last. We will accept the Príncipi's generosity and work to return it tenfold.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Never can I thank you enough, Watcher who has the ear of both kith and gods. Always the Roparu will know of your kindness.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"I doubted the Dawnstars would work with criminals, but you have proved me wrong.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Not in this lifetime could I have hoped for more - to have garnered our queen's generosity, I ache to believe it.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"I heard of missionaries distributing food throughout the Gullet, though I did not think it could be true.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 73,
      "default": "He rolls his dark eyes skyward. A sigh whistles between his teeth.",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Many know you for your dark temperament, Watcher who chases Eothas.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"You have cut a rather fearsome reputation for yourself, Watcher who chases Eothas.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"I can hear you breathing, boy.\" ",
      "female": "\"I can hear you breathing, girl.\" "
    },
    {
      "id": 79,
      "default": "\"If you're saying the gods sent me, you're wrong.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"What's causing the Roparu such pain?\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"This place is a bit like an open wound. Couldn't hurt to clean it up.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "[Shrug.]",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"I also hear the Roparu's heartbeat - grown thready and pained. Now a Watcher comes to the Gullet, as Amira has shown me you would.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "[Leave] \"I'll think about it.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"The Roparu are being crushed from the top. We starve so slowly it is an agony.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Either way, you do not work for free. Is that what you mean to say, boy?\"",
      "female": "\"Either way, you do not work for free. Is that what you mean to say, girl?\""
    },
    {
      "id": 90,
      "default": "He grimaces, baring jagged, gray-cast teeth.",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Boy, I can STILL hear you breathing.\"",
      "female": "\"Girl, I can STILL hear you breathing.\""
    },
    {
      "id": 92,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"I hear much and many things - like the footsteps of a god on the horizon.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "With a stiff bow, the elder Roparu begs his leave.",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Actually, a starving beggar sent me to speak with you.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "His lids half close, heavy with thought.",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"I cannot fatten your coin purse, but the Roparu never forget a kindness. Do right by us, and all of Neketaka will speak your name.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"You have yourself a deal.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"I'll think about it. Maybe the gods will convince me to help you, after all.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"Since you neither speak nor slip away, perhaps you will listen.\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"All spoils are gifted to the whole of the tribe. The tribe then partakes from the top down - from the most deserving to the least.\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"Why are the Roparu the least deserving, the last to partake of the tribe's spoils?\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"Sounds like a terrible system.\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"Of course, it makes the most sense.\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"It is the way of life.\" He grates a hard sound from his throat.",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"It is the way of life.\" He grates a hard sound from his throat.",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"The Mataru risk their lives to protect the tribe. The Kuaru provided skilled goods and services.\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"One came to us, lived with us awhile. But Pitli's dead.\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "The old man's eyes glisten.",
      "female": ""
    },
    {
      "id": 154,
      "default": "The old man's eyes glisten.",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"Starving... are the gods so occupied that they cannot see inside the mountain?\" ",
      "female": ""
    },
    {
      "id": 156,
      "default": "The old man shrugs.",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"No one deserves to suffer. Not like this.\"",
      "female": ""
    },
    {
      "id": 159,
      "default": "Edér looks at you and takes in a deep breath, holding it and motioning for you to do the same.\r\n\r\n",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"Now no breath but flapping arms from your companion. Is he soft of mind? You must be charitable to have taken him in.\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"You got no idea.\" Xoti shakes her head.",
      "female": ""
    },
    {
      "id": 162,
      "default": "Edér looks at you and takes in a deep breath, holding it and motioning for you to do the same.\r\n\r\n",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"You got no idea.\" Xoti shakes her head.",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"Now no breath but flapping arms from your companion. Is he soft of mind? You must be charitable to have taken him in.\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"Them pox-riddled harbor hogs'd be better served taking towels to the sea, for all the drying they'd give it.\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "The old man nods.",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"Onekaza will listen. Her concern holds this island together.\" ",
      "female": ""
    },
    {
      "id": 168,
      "default": "He cants his gaze to the side, eyes wandering.",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"That is a fine idea! When it comes to mission-work, my brethren are always happy to help.\"",
      "female": ""
    },
    {
      "id": 170,
      "default": "He cants his gaze to the side, eyes wandering.",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"Some of the less crazy ones, hopefully.\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"Makes me wonder what Rauatai can get out of this place if the locals can't even feed themselves.\"",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"Ekera, one hopes it is a temporary solution.\" ",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"Hardly a perfect option, but perhaps the best available. I sympathize.\" He smiles wryly.",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"Long as it doesn't end up going wrong for the same reasons.\"",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"If legal markets cannot provide, illicit markets are the natural result.\"",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"The starving sated and the pirates paid. Everyone's grins and giggles. Savvy play, cap, worthy of Remaro hisself.\"\r\n\r\nSerafen smiles and pats his belly.\r\n",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"I suppose this once... the ends justify the means.\"",
      "female": ""
    },
    {
      "id": 182,
      "default": "He strokes the end of his chin.",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"If the queen isn't feeding her people, I doubt some newcomer has the clout to change that.\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"Watcher. Always, you are welcome here. I owe you much and more for your kindness.\"\r\n\r\nThe old man dips his head to you..",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"How else can we resolve the food shortage?\"",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"If we cannot convince the Mataru nor the Príncipi, I believe the Dawnstars may help us.\"",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"One came to us, lived with us awhile. But Pitli's dead.\"",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"Pitli is a Child of the Dawnstars and has become the Gullet's most cherished healer. I believe she would willingly hear your request for charity.\"",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"At least piety can thrive in this dark and unforgiving borough.\" ",
      "female": ""
    },
    {
      "id": 196,
      "default": "\"That sea-swept voice... one of Ondra's own comes to visit me at last.\"",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"Hmph. What say you, boy?\"",
      "female": "\"Hmph. What say you, girl?\""
    },
    {
      "id": 202,
      "default": "\"I have heard much, as well.\"",
      "female": ""
    },
    {
      "id": 205,
      "default": "His dark eyes wander before landing at last on your face.",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"The tribe takes care of the Roparu more than we contribute to the tribe. Or it did, before our numbers swelled too large.\"",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"There was a man who helped us, a soft-hearted pirate named Ulög. He worked with a Príncipi captain - Mad Morena, they call her - to bring us food from the black market.\"",
      "female": ""
    },
    {
      "id": 210,
      "default": "\"Follow the path that Ulög first walked for us. But do not meet his same end.\"",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"Should you need refuge within Neketaka, know that the Roparu will stand by your side.\"",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"You must find Delver's Row, boy. They keep a lift that will take you down to where the pirates play. Surely you'll find Ulög's contact there.\"",
      "female": "\"You must find Delver's Row, girl. They hide a lift that will take you down to where the pirates play. Surely you'll find Ulög's contact there.\""
    },
    {
      "id": 217,
      "default": "\"Perhaps the High Priestess would be willing to help us. She preaches at the Temple of Gaun in the Sacred Stair.\"",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"Perhaps the High Priestess would be willing to help us. She preaches at the Temple of Gaun in the Sacred Stair.\"",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"Yes, I know.\"",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"The fruit of our fields, too, is reaped for the tribe, and the coin of our pockets belongs, not to one, but to all.\"",
      "female": ""
    },
    {
      "id": 221,
      "default": "\"As you know, the fish of our nets are drawn for the tribe.\"",
      "female": ""
    },
    {
      "id": 222,
      "default": "\"Of course.\" He smiles, showing discolored teeth.",
      "female": ""
    },
    {
      "id": 223,
      "default": "\"Do the Roparu not partake last in your tribe? For Kahanga, we do.\"",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"I'm not interested in fame. What else can you offer me?\"",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"Before I agree to anything, I need information. How do I get to Delver's Row?\"",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"That, I do not know. Someone at The Hole may be able to tell you more.\"",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"Indeed, you do not seem the type to value your name.\"",
      "female": ""
    },
    {
      "id": 241,
      "default": "\"Perhaps you prefer the weight of a fine sword in hand. Help us, Watcher, and I will tell you where to find one.\"",
      "female": ""
    },
    {
      "id": 245,
      "default": "[Leave] \"Your sob story isn't my problem. Find someone else.\"",
      "female": ""
    },
    {
      "id": 252,
      "default": "\"Wait!\" He frantically grabs at your sleeve.",
      "female": ""
    },
    {
      "id": 253,
      "default": "\"Wait!\" He frantically grabs at your sleeve.",
      "female": ""
    },
    {
      "id": 254,
      "default": "\"I cannot fatten your coin purse, but the Roparu never forget a kindness. Do right by us, and all of Neketaka will speak your name.\"",
      "female": ""
    },
    {
      "id": 255,
      "default": "\"I'm not interested in fame. What else can you offer me?\"",
      "female": ""
    },
    {
      "id": 256,
      "default": "\"Tell me how to get to Delver's Row.\"",
      "female": ""
    },
    {
      "id": 257,
      "default": "\"That would do.\"",
      "female": ""
    },
    {
      "id": 258,
      "default": "\"Indeed, you do not seem the type to value your name.\"",
      "female": ""
    },
    {
      "id": 259,
      "default": "\"Perhaps you prefer the weight of a fine sword in hand. Help us, Watcher, and I will tell you where to find one.\"",
      "female": ""
    },
    {
      "id": 260,
      "default": "\"That, I do not know. Someone at The Hole may be able to tell you more.\"",
      "female": ""
    },
    {
      "id": 261,
      "default": "\"Then so it will be, so long as you aid us.\"",
      "female": ""
    },
    {
      "id": 262,
      "default": "\"Alright, I'll help you.\"",
      "female": ""
    },
    {
      "id": 263,
      "default": "\"Have a heart, boy - my people are dying! Is there nothing I can say to sway you?\"",
      "female": "\"Have a heart, girl - my people are dying! Is there nothing I can say to sway you?\""
    },
    {
      "id": 264,
      "default": "\"Fine, I'll help you.\"",
      "female": ""
    },
    {
      "id": 265,
      "default": "[Leave] \"No. Farewell.\"",
      "female": ""
    },
    {
      "id": 269,
      "default": "\"I do not know how to get there, but someone at the tavern might.\"",
      "female": ""
    },
    {
      "id": 270,
      "default": "\"Amira bless you, Watcher.\"",
      "female": ""
    },
    {
      "id": 272,
      "default": "\"Take care, old man.\"",
      "female": ""
    },
    {
      "id": 273,
      "default": "\"Wait, you promised to tell me about a sword.\"",
      "female": ""
    },
    {
      "id": 274,
      "default": "[Leave] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 275,
      "default": "\"May Amira's winds ever fill your sails, boy. We will not forget what you have done for us.\"",
      "female": "\"May Amira's wind ever fill your sails, girl. We will not forget what you have done for us.\""
    },
    {
      "id": 276,
      "default": "\"So I did, so I did.\" He nods.",
      "female": ""
    },
    {
      "id": 277,
      "default": "\"Several months back, when the storm winds bellowed like the Beast of Winter himself, a woman appeared in the Gullet bearing a flaming sword.\"",
      "female": ""
    },
    {
      "id": 278,
      "default": "\"I listened uneasily as she paced the length of the bridge. She wept and raged, yelling sometimes at the sword and sometimes at Roparu nearby.\"",
      "female": ""
    },
    {
      "id": 279,
      "default": "\"At last she cried out and threw the sword from the bridge.\r\n\r\n\"It clattered down into the Old City below, where I presume it now rests.\"",
      "female": ""
    },
    {
      "id": 280,
      "default": "\"If you do not know your way to the Row, someone at The Hole maybe able to help you.\"",
      "female": ""
    },
    {
      "id": 281,
      "default": "The old presses his palms together and nods.",
      "female": ""
    },
    {
      "id": 282,
      "default": "\"I found Ulög's body in the Narrows.\"",
      "female": ""
    },
    {
      "id": 283,
      "default": "Enoi stills for a moment, only moving to blink his black pebble eyes. Then he takes a deep, shuddering breath and exhales all at once. His damp breath smells like bile and illness.",
      "female": ""
    },
    {
      "id": 284,
      "default": "\"It was as I feared, then. Tell me - how did he die? Was it fast, at least? Painless?\"",
      "female": ""
    },
    {
      "id": 285,
      "default": "\"He was beaten to death. Looked like it went on a while before he died.\"",
      "female": ""
    },
    {
      "id": 286,
      "default": "[Lie] \"It was quick.\"",
      "female": ""
    },
    {
      "id": 287,
      "default": "\"He was beaten to death.\"",
      "female": ""
    },
    {
      "id": 288,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 289,
      "default": "[Lie] \"All I found was a bundle of severed limbs and a note.\"",
      "female": ""
    },
    {
      "id": 291,
      "default": "\"The Gullet claims another life, then.\" The old man groans, rubbing his knobby-jointed fingers across his eyes.",
      "female": ""
    },
    {
      "id": 292,
      "default": "\"O-oh.\" A small whine escapes his throat. His hands tremble.",
      "female": ""
    },
    {
      "id": 293,
      "default": "The old man's shoulders slump forward, and he heaves another shuddering sigh.",
      "female": ""
    },
    {
      "id": 294,
      "default": "The old man's shoulders slump forward, and he heaves another shuddering sigh.",
      "female": ""
    },
    {
      "id": 295,
      "default": "\"I must think of something else to tell the people of the Gullet. That... that won't do.\" He shakes his head slowly.",
      "female": ""
    },
    {
      "id": 296,
      "default": "\"Thank you for your honesty, Watcher. Few are there who will deliver bad news in all its sorry truth.\"",
      "female": ""
    },
    {
      "id": 297,
      "default": "\"The Gullet claims another life, then.\" The old man groans, rubbing his knobby-jointed fingers across his eyes.",
      "female": ""
    },
    {
      "id": 299,
      "default": "\"I'm- I'm sorry you had to see that. It's not right.\"",
      "female": ""
    },
    {
      "id": 300,
      "default": "\"At least... at least he didn't suffer.\" He nods slowly.",
      "female": ""
    },
    {
      "id": 301,
      "default": "\"If the Mataru would only protect us as they ought to, our people wouldn't be prey to those crooks and cutthroat who prowl the Narrows like sharks.\"\r\n\r\nAnger makes him shake.",
      "female": ""
    },
    {
      "id": 302,
      "default": "\"I see. I am to draw my own conclusions.\"\r\n\r\nHe rubs his knobby-knuckled fingers across his eyes. A shroud of exhaustion falls over him, and for a moment it seems as if he's done speaking to you.",
      "female": ""
    },
    {
      "id": 303,
      "default": "\"Thank you for bringing me the news, Watcher, unpleasant though it may be.\"",
      "female": ""
    },
    {
      "id": 304,
      "default": "\"Tell me how to get to Delver's Row, and I'll consider helping you.\"",
      "female": ""
    },
    {
      "id": 305,
      "default": "\"If you do not know your way to the Row, someone at The Hole maybe able to help you.\"",
      "female": ""
    }
  ]
}