{
  "Component": "exported",
  "Name": "conversations\\06_neketaka_slums_district\\06_cv_pitli",
  "Entries": [
    {
      "id": 1,
      "default": "The woman bends over a pile of dried, bitter-smelling herbs. She's crushing and mashing them on a dirty scrap of parchment, coughing with effort.\r\n\r\nShe steps in front of you to block your way, wiping a ragged sleeve across her rheumy, bloodshot eyes. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Need something?\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Here's your medicine.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Are you ill?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Why are you hiding sick people?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"That could save an awful lot of sick people.\" She wipes her hand on her shirt and holds it out to you. ",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Nothing a little ginger root and some bed rest won't cure. Please, let me be.\"\r\n\r\nShe takes another step, blocking your view of the room beyond.\r\n\r\nThe herbs on the table give off an odor that scratches at your throat.",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Because they've got drowner's lung. Spreads like gossip and kills even faster.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Stop.\" She hurries after you, wheezing and coughing.",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Give her the medicine.]",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Not so fast. This cost me a lot.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "She takes the bottle from you and uncorks it. A sharp, piney odor escapes.\r\n\r\nShe breathes it in and smiles.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Can't imagine it came cheap. Take this - it isn't much, but it's all I've got.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Blood moss and cave coral - that combination clears mucus from the lungs. Someone must be very sick.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"I hear people coughing in the back.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Perhaps there's something I can do to help.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Could use your skill at the Temple of Gaun.\"\r\n\r\nHer chuckle turns into a cough.",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"There's some sick Roparu in the back. Not much I can do for them now besides keep 'em comfortable.\"\r\n\r\nShe looks at the crimson speckle on her wrist.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"It's hard to keep 'em quiet.\"\r\n\r\nShe lets loose with another fit of coughing, loud enough this time to echo in the small dwelling.\r\n\r\nShe finishes and wipes a fleck of blood from her mouth.",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"That's not-\" \r\n\r\nShe erupts in a fit of coughing. As she catches her breath, she gives you a closer look.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"I heard some Roparu had gotten sick, so I brought them here to care for them. The city healers don't come down here.\" She frowns and gives her nose a vicious swipe.",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Still, if news of this outbreak gets out, these poor souls will get tossed into the Old City. No one with any money in Neketaka spends it on the Roparu.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"You can get near anything on Delver's Row. Only trouble is finding it. And paying for it.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "She shrugs. \"But I bet you could find someone at the tavern who knows where Delver's Row is.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "As she does, her hood slips, and you glimpse three faded stars on her forehead - the emblem of the Children of the Dawnstars.",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Pitli? Good Gaun, I nearly didn't recognize you! You look more death-warmed-over than Dawnstar.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Got nothing here worth selling or stealing. You best be on your way.\"\r\n\r\nShe stifles a croupy cough.",
      "female": ""
    },
    {
      "id": 39,
      "default": "You hear muffled hacking and the unsteady rhythm of labored, wheezing breaths coming from the back of the room.",
      "female": ""
    },
    {
      "id": 40,
      "default": "[Leave] \"Very well.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "[Leave] \"Out of my way.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "She laughs, which sets off another fit of coughing.",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"I've heard that one before.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Like I said, there's nothing of value here. You best go.\" She crosses her arms and squares her shoulders. ",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"You've got nothing to fear. Eothas' light shines in me, too.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Isn't me I'm worried about. That light won't protect you from getting sick. \r\n\r\n\"I can tell you that much from personal experience.\" She ruefully wipes a fleck of blood from the corner of her mouth.",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Could use it here.\" She wipes a fleck of blood from her mouth.",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"It's best you don't get too close.\" She slows, catching her breath.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"They're sick. All of 'em. Just... let me do what I can, and don't tell anyone they're here. Please.\" ",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"...what darkness lies within, cast into His light...\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"...your sins will be burned from you, until you are newly formed, reborn...\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"You should have warned me!\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"I tried to send you out, didn't I?\" Her filmy eyes shine with anger.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Wait, you're the one that made a fuss at the docks in Queen's Berth.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"I don't make much of this talk of ghosts, but I've heard you've got a good heart. Goodness knows the Gullet could use more of that.\" She wipes a fleck of blood from her mouth.",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"And hidden.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"That settle us? Because I should get these people taken care of soon.\" She glances over her shoulder at the sick Roparu.",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"That's the stuff, all right. Thank you - that's from me and from the Children of the Dawnstars.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"If you'll excuse me, I'd better start treating the sickest ones.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"There's a good reason for that. If the disease spreads, it could kill many more.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"I hope they toss you in for spreading plague, you idiot!\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"I see. Is there any way to get a cure?\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"It's kind of you to help them. I wish I could do something.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Maybe you can.\" Her filmy eyes shine.",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"And if the other castes took care of the Roparu, they wouldn't get sick like this.\r\n\r\n\"Anyway, there's a cure.\" Her filmy eyes shine.",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"I'm trying to tell you, there's a cure!\" Her filmy eyes shine with anger.",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Go on.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"What's drowner's lung?\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Fills your lungs with fluid. Gets you coughing all the time, trying to clear them. One of my patients coughed so hard, she broke a rib.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Eventually, it gets so bad you can't hack it out.\" ",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"A gift from the Vailians.\" She scowls, dabbing the rheum from her eyes.",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Anyway, there's a cure.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Didn't see you there, Xoti.\r\n\r\n\"Listen, you and your friends should move along.\" She turns her head and stifles a croupy cough.",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"I'm not feeling so good, and I'd hate to get you sick.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"At least the idea of him is still doing some good.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Ain't our Watcher just wonderful? Saintly, too.\" Xoti beams, her brown eyes like liquid fire.",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"I don't usually trust strangers in the Gullet. But if Xoti here vouches for you, then that's good enough for me.\" She raises a questioning gaze to Xoti.",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Pitli, I trust the Watcher with my life. And more importantly - my mission.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Aw, Hel, Pitli. You saying I'd throw in with an untrustworthy lot? You really don't think much of me.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"Well... the Watcher hasn't stabbed ME in the back yet...\" Xoti's brow furrows, a mirror of her brethren's wary expression.",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"No point in keeping secrets among friends.\" She coughs again and wipes a fleck of blood from her mouth.",
      "female": ""
    },
    {
      "id": 98,
      "default": "She shakes her head and sighs.",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"You just lie there, struggling for breath, until you choke on your own phlegm. I hear it's a long, hard end.\"\r\n\r\nShe trails off for a moment, a distant look in her watering eyes.",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Realized what it was when I heard the rattle in their chests. The way they gasped for air.\" She wipes the back of her hand on her leg and shudders.",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Only cure is an elixir made with pineseed oil. It costs a lot, though not nearly as much as an epidemic.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"Unfortunately, the Children of the Dawnstars don't have many connections in this part of town.\" She turns away, whooping and hacking into her arm.",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Criminal types like to wet their throats after a long day of lying, cheating, and stealing.\" She chuckles herself into another coughing fit.",
      "female": ""
    },
    {
      "id": 105,
      "default": "Her eyes, watery and red, dart between you and the phial you hold.\r\n\r\nShe coughs into her fist. ",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"What interest do the Children of the Dawnstars have in the Gullet?\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"About the only honest one. The Roparu here are treated like garbage - even made to eat garbage from that scrap heap opposite the lift.\" She shakes her head.",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"And Dereo and his Príncipi scum took advantage of the neglect down here to set up the black market on Delver's Row.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Go on.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Dereo?\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"He runs most of the criminal mischief that goes on here.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"Some say he's an Old Vailian traditionalist. Some say he's a thug with good taste.\" She holds her hands out, shifting her open palms like platforms on a scale.",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"Either way, I steer clear of him.\" \r\n\r\nShe shivers - whether out of fear or illness, you couldn't say.",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"All the while, the Gullet gets more crowded as tribes from the other islands come to Neketaka.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"Some are driven from their homes by pirates, raiders, even trading company thugs.\" Her eyes darken.",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"Others hear stories of the foreign wealth pouring into the city. What they don't realize is most of it flows between the foreigners and the palace.\" She makes a circular motion with her finger.",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"I see.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"Then maybe Delver's Row spreads some of the wealth down here.\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"So the Dawnstars are helping out?\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"Let's discuss this another time.\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "She shrugs. \"With Eothas' blessing, I'll still be here.\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"As best we can. Most of us came from Readceras after the vorlas blight and the Saint's War. Or we were born to families that did.\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"We remember what it's like to scrape by.\" Her eyes stray to the stained and spotted floor for a long moment.",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"Some days, I think maybe this is why Eothas brought us to Deadfire - so we can do some good.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Eothas' light must shine even in places like this.\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "She grimaces. \"That's what Dereo and his people say.\r\n\r\n\"They recruit Roparu to sneak things from the docks, report on meetings between traders.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"I can't blame the Roparu, not when the alternative is eating from a trash pile. But I don't trust these Príncipi any more'n I do the trading companies.\" She folds her arms, shaking her head.",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"And whenever the city authorities finally crack down, the Roparu'll be caught in the middle.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"So I keep reminding myself.\" She smiles, but wearily.",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"Other days, I'm too damn tired.\" She arches her back, popping her spine.",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"I was told you may be able to help with the food shortage in the Gullet.\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"We tried. But the Huana way is 'prize-share' - means anything we'd give these people has to go through the palace.\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"That's a question for Saewyn. I'd ask her myself, but I should stick close. In case any more sick Roparu show up.\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"If the queen sanctioned more shares for the Roparu, would the Dawnstars donate crops again?\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"That's a question for Saewyn. I'd ask her myself, but I've got my hands full here.\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"Would you provide the supplies if the Príncipi agreed to smuggle them to the Roparu?\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"Why don't the Children of the Dawnstars help the Roparu with their food shortage?\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"Best I can tell, our food went to the queen's table. Assuming it didn't rot in a storehouse first.\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "Her thin lips worry together, but she nods.",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"She's high priestess at the Temple of Gaun. Tell her Pitli sent you. She'll listen. Probably.\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"The light shines brighter in some more than others...\" Brows raised, chin tipped in challenge, Xoti glances from you to Pitli and back.",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"That's really saying something.\" Her eyes go wide.",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"I guess that's a comfort.\" She glances uncertainly between you and Xoti.",
      "female": ""
    },
    {
      "id": 149,
      "default": "She chuckles. \"Relax. Saewyn isn't here, and I've got no mind to chide you.\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"Wait, you're the one Saewyn and the other Dawnstars been talking about.\"\r\n\r\n She lets out a rattling sigh.",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"In that case, maybe there is.\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"You? I doubt that.\r\n\r\n\"People down here may not have much, but they've got the sense to avoid scoundrels like you.\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"Especially from trading company lackeys looking for an angle.\" She glares meaningfully.",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"But you might. \r\n\r\n\"Not meaning any offense, just that you seem like someone who's comfortable on that side of town.\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "She shrugs. \"If not, I bet you could find someone at the tavern who knows where Delver's Row is.\"",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"Ekera, it is for the ranga and the Mataru to feed the tribe.\" ",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"Back on the Sorcerer, Me and Remaro used to take work like this on the regular. Now we can't go making promises, but I think me and the cap could work out a fair deal.\"",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"The Roparu have no healers of their own?\" Tekēhu pulls at one of his long hairs, frowning.",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"Difference being, lass, the Roparu be their customers and confederates alike. To the company bilge-barnacles they be only product.\"\r\n\r\nHe taps the end of his snout.\r\n",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"Is that wise? Keeping a room full of sick people in the most crowded district in the city?\"\r\n\r\nHe glances around as if he can see noxious vapors in the air.",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"In my village the sick went to the other side of the mountain. Is there nowhere deeper you can flee?\" ",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"This is hardly a proper sanitarium, but at least they are isolated from others.\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"It's better than leaving them to wander the district.\r\n\r\n\"I can give them a dignified death. If nothing else.\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "She shakes her head.",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"Anyway, I realized what was wrong when I heard the rattle in their chests. The way they gasped for air.\" She wipes the back of her hand on her leg and shudders.",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"These people are laborers and fishers. Many aren't even Kahanga - wound up here after raiders and slavers tore their own tribes apart.\"\r\n\r\nShe turns back to you.",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"You got their best interests at heart, I know.\"",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"'Course. I know how you operate.\" She eyes you warily.",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"Didn't think you were like this, Watcher. But...\" She sighs, weary to the bone.",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"That's the Watcher we all heard such good things about.\" She nods emphatically, breaking off then to cough into her sleeve.",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"Right out of character for you, Watcher, and aren't I glad of it.\"",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"So I've heard.\"",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"And safe from the predations of the lawless sort.\"",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"They rely on good folk like your Watcher here.\"",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"But you do.\r\n\r\n\"Not meaning any offense, just that I know you got contacts on that side of town.\"",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"And I know you got your share of enemies on that side of town.\"",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"'Course, maybe I'm wrong. If you need to get to Delver's Row, I bet there's someone at the tavern who could tell you how.\"",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"But seeing as you care for the Roparu's plight like I do, maybe you'll brave that side of town for them.\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"If you're so inclined, I bet there's someone at the tavern who could tell you how to get to Delver's Row.\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"Not that I need to tell you.\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"...And so will you.\"",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"You don't know him? I would've thought you'd be great friends.\"",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"You all do so like to say that, but if it's true, I haven't seen the evidence.\"",
      "female": ""
    },
    {
      "id": 188,
      "default": "She grimaces. \"Dereo recruits Roparu to sneak things from the docks, report on meetings between traders.\"",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"Now, Watcher, I know you want to believe the best in folks, but you know as well as I that just isn't true.\"",
      "female": ""
    },
    {
      "id": 190,
      "default": "She grimaces. \"Dereo and his people recruit Roparu to sneak things from the docks, report on meetings between traders.\"",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"Watcher, how could you?! Even if she was sick, might be we could've saved her!\"",
      "female": ""
    }
  ]
}