{
  "Component": "exported",
  "Name": "conversations\\06_neketaka_slums_district\\06_si_mural_temple",
  "Entries": [
    {
      "id": 3,
      "default": "A cracked, dirt-rimed carving dominates the wall. In it, two hands rise from curling waves. Sockets - like the one in the hand of the statue outside the temple - have been carved in the hollowed palms.\r\n\r\nBoth are empty.",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Inspect the carving.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Place a conch in one hand.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 7,
      "default": "Cracks, mold, and grime vein the stone. The carving looks ancient, and it feels that way, too, smooth with wear.\r\n\r\nYet as you run your hands along the stone, you feel a cool whisper of air.\r\n\r\nIt feels like there's a draft coming from the other side.",
      "female": ""
    },
    {
      "id": 8,
      "default": "The sound of waves grows louder and stronger.",
      "female": ""
    },
    {
      "id": 9,
      "default": "As you do, the thunderous, percussive music of a stormy sea spills out of the conch.\n\nIt rises into a wordless melody that reminds you of voices heard from underwater.",
      "female": ""
    },
    {
      "id": 11,
      "default": "The conch glows. Perhaps it's just a trick of shadows, but the stone hand seems to tighten around it.",
      "female": ""
    },
    {
      "id": 12,
      "default": "You notice a rushing, whispering sound coming from your pack.",
      "female": ""
    },
    {
      "id": 13,
      "default": "It's the Cornett of Waves. A sound like a gentle, crashing surf is coming from the conch.",
      "female": ""
    },
    {
      "id": 14,
      "default": "It's the Cornett of Depths. A sound like a gentle, crashing surf is coming from the shell.",
      "female": ""
    },
    {
      "id": 15,
      "default": "It's the conchs - both of them. A sound like a gentle, crashing surf is coming from the shells.",
      "female": ""
    },
    {
      "id": 17,
      "default": "[Place a second conch in the other hand.]",
      "female": ""
    },
    {
      "id": 18,
      "default": "[Take the conch back.]",
      "female": ""
    },
    {
      "id": 19,
      "default": "The other shell slides into place, glowing as brilliantly as its twin. A counterpoint melody rises from it.",
      "female": ""
    },
    {
      "id": 20,
      "default": "The carving shudders, and something rumbles beneath your feet. \r\n\r\nYou watch as the wall panel sinks into the floor.",
      "female": ""
    },
    {
      "id": 21,
      "default": "As you remove the shell from the socket, its glow dims and its music fades.",
      "female": ""
    },
    {
      "id": 28,
      "default": "A cracked, dirt-rimed carving dominates the wall. In it, two hands rise from curling waves. Sockets have been carved in the hollows of the hands.\r\n\r\nOne is fitted with a gleaming conch, and the other is empty.",
      "female": ""
    },
    {
      "id": 32,
      "default": "[Leave.]",
      "female": ""
    }
  ]
}