{
  "Component": "exported",
  "Name": "conversations\\08_neketaka_rauatai_district\\08_bs_lounge_server",
  "Entries": [
    {
      "id": 1,
      "default": "\"Sorry, I'm really only supposed to sell to captains working for the Royal Deadfire Company.\" He taps a sign near the bar.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Can I help you with something?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"If this is about the hazatōha tournament, I've got nothing to do with that, all right? I just serve the drinks.\" He holds up his hands with the exhausted resignation of a man who's made his case many times.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"I'd like to order something.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Try the razor skewers. If you can handle the heat.\" He smirks in challenge.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"What's this about hazatōha?\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Some of the soldiers and sailors get to making... unwise bets when they play.\" He rolls his eyes.",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Like I said, I keep out of it.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"None of the regulars are looking for new opponents, though, if that's what you're asking.\r\n\r\n\"All the better for you, trust me.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"You're a captain working for the Royal Deadfire Company, right? Sure you are. Even if you're not, I've heard your name enough to think you are.\" He winks.",
      "female": ""
    },
    {
      "id": 14,
      "default": "He leans close. \"I'm really only supposed to serve Royal Deadfire Company captains, but I'll make an exception for a fellow dwarf.\" He winks.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Try the razor skewers. If you can handle the heat.\" He smirks in challenge.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Why do you work for the Royal Deadfire Company?\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"They always pay on time. They're run by the ranga nui, so they should, right?\" He grins.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Listen, I know I made an exception before, but you've fallen out of favor around here. And I've got a job to keep.\r\n\r\n\"Sorry.\" He shrugs.",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Watch your step around the hazatōha table. I haven't gotten around to cleaning... whatever that is.\" He squints at a foul-smelling puddle.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"You're pretty bold to show your face here.\" He looks amused and a little impressed.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"I forget how quickly these sailors go through a case of candied nuts.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Careful around the arrack. It'll glue your elbow to the bar.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"But the aumaua have a long history at sea. They make up a lot of sailors and soldiers, including most of the ones that ended up here.\" He nods at vaguely at the bar.",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Also, I'm from a town near Tākowa. Rauatai's full of all kinds of kith, not just aumaua.\"",
      "female": ""
    }
  ]
}