{
  "Component": "exported",
  "Name": "conversations\\08_neketaka_rauatai_district\\08_cv_plaque_argument",
  "Entries": [
    {
      "id": 1,
      "default": "\"The ranga nui leads us, but he represents all of Rauatai.\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Then must he put his name on everything? Prize-share is simpler.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Why does your ranga carve his name into a rock?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"The ranga <i>nui</i>. And it's a commemoration. To show what he built.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"For what do you squawk and gloat over a heap of stones? Ekera, you Rauataians are strange cousins, indeed.\" \r\n\r\nA well-dressed Huana woman shakes her head at a Rauataian man. The tone of their debate is spirited, but not unfriendly.",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"The Brass Citadel is a marvel of modern engineering! With the gates barred and the cannons primed, it can withstand any attack and weather any storm.\"\r\n\r\nHe and his Huana friend turn to regard you.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Why does this matter to you?\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"I'm sure the Brass Citadel is very nice.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "[Leave] \"I don't have time for this.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"These Rauataians act as if every bare islet is merely awaiting a fort or a farm. They cannot look at anything without planning to change it.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Oh! Then did your Roparu also write their names on other stones?\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"I... am sorry about your queen.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"I... am sorry about your prince.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Come, tell this outsider how foolish he sounds.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Maybe you can get through to her, trencher.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Your people are builders, too. Perhaps you can appreciate the value of a fine stronghold.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"To strive is to survive. Those who would achieve greatness must make the world a better, more ordered place than they found it.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"This 'rocky cove' was once a prized fishing spot for the Roparu.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Surely you can see what a fine stronghold this is.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"We transformed a rocky cove into the best-defended harbor in Neketaka! Such achievements must be celebrated.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Please, spare us empty pleasantries!\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"This place? It's an eyesore!\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"You stand sheltered by good stone and craftsmanship, and you complain about aesthetics?\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"It's an excellent fort. Sturdy and built to last.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"I am sure someone once said the same about the ancient places in Deadfire before storms and volcanoes made ruins of them.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Why change the world when you can learn to live in it the way it is? This is what my people have done for thousands of years.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Sorry, but I don't have anything to add.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Of course it's noble and worthwhile to build great things!\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Even the mightiest works crumble. Why waste blood and sweat on them?\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"We should ask what provides the greatest benefit - a fishing spot or a harbor?\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "They both look at you with wary disapproval.",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Nothing? You cannot absent yourself from all such questions.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Deadfire is changing. It remains to us to determine what it will become.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "With that, they turn from you and resume their discussion.",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"And we'll all return to the Wheel, but that does not stop us from living a full life now.\"\r\n\r\nHe snorts, but there's something good-natured in his disagreement.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"But for what purpose? And at what cost?\" She spreads her hands to you in question, but she isn't angry.",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Must we sacrifice the needs of the few to the whims of the many, then?\" She spreads her hands to you in question, but she isn't angry.",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Ekera, nothing invigorates like a good discussion. Thank you for indulging us.\" She grins.",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"The world is bigger than us. It does not need our hand to guide its change.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"And wild barley grows on its own, but most of it dies without a skilled farmer.\"\r\n\r\nHe snorts, but there's something good-natured in his disagreement.",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Will your mighty fortress protect you from the adra colossus?\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Much better than wooden huts, my friend!\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"You cannot stand against such a force. You can only flee it.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"We are greater than rulers and figureheads. Or have you learned nothing?\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Perhaps one day we can be one people again. As in ancient times.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"You build your history like you build your monuments. All in service to conquest.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Our chanters say we once came from Deadfire. How can we be so different?\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"There is so little we understand of one another.\"",
      "female": ""
    }
  ]
}