{
  "Component": "exported",
  "Name": "conversations\\08_neketaka_rauatai_district\\08_cv_rdc_bounty_giver",
  "Entries": [
    {
      "id": 1,
      "default": "\"Clear skies, my friend.\" Wakoyo crosses his arms and tips his head to the side. \r\n\r\nA long scar traces a path down his face, curving sharply where his cheek rises with a smile. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"You return. Clear skies.\" Wakoyo folds his arms and nods. ",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"What bounties do you have available?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Assila Wave-Skipper is your first target - a pirate shirking any pretense of lawful conduct in the open seas.\" \r\n\r\nWakoyo grimaces and itches at his scar. ",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Captain. A word?\" ",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"I'll take the bounty.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"I'll pass on the bounty for now.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Most excellent. Assila commands the voyager River Dragon, which pesters a group of islands to the southwest of Port Maje.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Your target is Radulf, a Vailian captain and seeker of lost ruins. There is no wicked length he would not go to plunder the dignity of these isles.\" \r\n\r\nWakoyo's fists tighten.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"I'll take the bounty.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"My confidence swells to hear of this, captain. \r\n\r\n\"Radulf commands the galleon Goldbell and seeks for ruins east of Neketaka, on the southwestern tip of the Kua o Rikuhu island chain.\" ",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Captain, your final target is Burunga, a Huana captain of many seasons. \r\n\r\n\"She is known for bending nature to her will and pursuing her foes with relentless fury.\" ",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I'll take the bounty.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Burunga commands the dhow Pŵgra's Tooth, which braves the turbulent waters of the Ofecchia Channel, far to the northeast of Neketaka.\" \r\n\r\nWakoyo squints toward the horizon, nodding to himself. ",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"You have your assignment, privateer. I recommend completing it before seeking another.\" \r\n\r\nHis doubtful expression surrenders to a broad smile. ",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"You don't have to worry about Assila Wave-Skipper anymore.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"I dealt with Radulf.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Burunga's ship went down with all hands.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Pirates are adept at scattering when threatened, but this makes planting your boot on the neck of a straggler all the sweeter.\" \r\n\r\nWakoyo counts out a bag of coins and presents it with one arm crossed over his chest. ",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Then let us content ourselves that some small corner of the archipelago is safe from Vailian excess.\" \r\n\r\nHe passes you a heavy pouch and smiles. ",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"It is satisfying to see one of our island cousins humbled for a change. May the others take this as an example.\" \r\n\r\nWakoyo winces as he hefts a bag of coins and passes it to you. ",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Privateer, you served Rauatai with distinction! No more could possibly be asked of you.\"\r\n\r\nWakoyo snaps his arms over his chest, his lip quivering with pride. ",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"The motherland will remember your service on the day of reckoning.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"I've already dealt with Assila.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"I've already dealt with Radulf.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"I've already dealt with Burunga.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Before I go I had some questions.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Ask away, my privateer! I would not have you take to the water uninformed.\" Wakoyo nods and plants his hands on his hips.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"I'm still hunting Burunga.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"I'm still hunting Radulf.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"I'm still hunting Assila Wave-Skipper.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Our enemies sow discord in the waves while you tarry.\" \r\n\r\nWakoyo raises his brow and peers closer to make sure he has your attention.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Let no one say I hired a lazy privateer. Seek your target and be done.\" ",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Maia, I assume you vouch for your new captain?\" He turns his focus toward Maia and Ishiza.",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"On occasion. Why?\" ",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"The boats of our decorated armada have orders which spread them thinly across the archipelago. Rauatai finds itself in need of a <i>privateer.</i>\" \r\n\r\nHis brow rises as he speaks the word.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Greetings.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"[Player Name], captain of [Player Ship], at your service.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Calm seas.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"I know of you already, captain.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Your ship - unmoored from Deadfire politics - is an asset I would grasp with both hands. \r\n\r\n\"An arrangement can help us both. You will empty the seas of competition in exchange for profit.\" ",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Hunting ships for Rauatai? Where do I begin?\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Let me consider it. Farewell.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"This courage will win you many battles, I think.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"We're not friends.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Not yet, but I do not relinquish hope.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Aren't you afraid that privateering will start a war?\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"An official reckoning is drafted to account for every cannonball shot in the name of Rauatai. \r\n\r\n\"Our paperwork is <i>most</i> thorough.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"For every ship sunk, there is a legal justification. Our enemies will know that war has started on the day we fail to turn in our paperwork.\" ",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"My favorite privateer. Clear skies.\" Wakoyo crosses his arms over his chest. ",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Then I will ask nothing more of you. Return when you are ready for work - not before.\" Wakoyo nods and watches you go.",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"But the spirit, ah... so willing! In this I can find no fault.\" ",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"I would keep my privateer busy! You will speak to me when you are ready for work, yes?\" ",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Our work is unfinished, privateer. Are you ready to hunt anew?\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "[Salute] \"It's been a pleasure, Wakoyo.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Farewell.\"",
      "female": ""
    }
  ]
}