{
  "Component": "exported",
  "Name": "conversations\\22_huana_ruins\\22_cv_delemgan_02",
  "Entries": [
    {
      "id": 1,
      "default": "\"I... I don't feel so sick anymore. It's been so long since I felt well!\" The delemgan blinks at you. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"How did you become this way?\" ",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Mother convinced us it was the right thing. That was so long ago. Our hearts soured to everything outside of this place.\" ",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"An expedition came through here looking for evidence of Ukaizo.\" ",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Were they the ones who we... oh, gods!\" She covers her mouth and retches.",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Try not to cause any trouble while I'm around. Farewell.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"You return.\" The delemgan raises her brow. ",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Mother... how I will miss her.\" ",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Mother will bring new life to the island.\" ",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I... do not wish to remember.\" ",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"I did not ask why they came when I... when I hurt them.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Mother... she will be in a fury if she catches you! Better that you leave now and never return.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"I think I've met your mother already. In my head.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"What can you tell me about this island?\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Then she must despise you, as she does all outsiders. We have been alone for so long, she does not recall the meaning of company.\" She winces, the edges around her eyes crinkling with regret.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Do not provoke her! It can only mean your doom.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"When kith angered the gods, a blight spread across their lands. Mother thought only of our survival.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Fire, ash, and waves as high as the moon battered the Deadfire. Mother... twisted us so that we could endure.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"We have cared for the grove ever since. After a fashion.\" ",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"I'm looking for evidence of lost Ukaizo. Can you tell me anything about it?\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Ukaizo... the city that fell to the wrath of the gods? The city of degenerates who brought ruin to the Deadfire?\" ",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"As far as I know, it slipped under the waves, and we are better rid of it.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Thank you for assisting us. Mother is yet ill, and we must see to her.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"I... promise to try. I can at least calm some of mother's allies.\"\r\n\r\nShe closes her eyes and concentrates. The jungle grows more serene around you.",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"I am not the first to know your mercy, am I? It is good that you come to the grove with a healing hand.\r\n\r\n\"Help us and we will help you... against mother.\" ",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Our mother is ill. Perhaps even beyond healing, I know not. But you must stop her. \r\n\r\n\"My sisters and I, we can help you in the struggle to come. Lend the others your healing hand.\" ",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"I do not sense the presence of my sisters... perhaps they slumber still.\" She nods, a furrow cleaving her brow.",
      "female": ""
    }
  ]
}