{
  "Component": "exported",
  "Name": "conversations\\22_huana_ruins\\22_cv_vtc_survivor",
  "Entries": [
    {
      "id": 1,
      "default": "\"Help... please...\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Complanca... h-help me!\" Thorn-covered vines encircle this Vailian woman, constricting around her in a deadly embrace. ",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Get... get me out of here, frero!\" The Vailian explorer gives you a pleading look.",
      "female": "\"Get... get me out of here, sérre!\" The Vailian explorer gives you a pleading look."
    },
    {
      "id": 4,
      "default": "\"What can I do for you?\" ",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"What happened to you?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"I'm leaving now, but I may return.\" ",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Nature has turned her hand against this woman... we must not leave her in this state, captain.\" ",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Director Castol sent us. We... we were shadowing a Huana expedition, trying to figure out what they were after.\" Her gaze wanders toward the outer limits of the visible ruin.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Something t-took us while we rested. Oh, gods... I woke up and there was a flower growing out of my casità's mouth. I started pulling weeds out from between his teeth...\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Corpses, all of them... but we couldn't turn our backs on the mission, so we went deeper into the jungle.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Let's see if we can do something about those vines.\" ",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"T-thank you! Only, I don't know how we're going to manage it...\" She strains at the tangled mass of vegetation.",
      "female": ""
    },
    {
      "id": 34,
      "default": "[Use Touch of Rot on the vines.]",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"If I pulled the larger vines away, could you squirm out of there?\" ",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Tekēhu, anything you can do to help out?\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "You lay your finger on the vines. A trail of black rot and putridity spreads through the growth.",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"I... I think that did it! Agracima.\" She struggles to her feet with a pained groan, massaging aches all over her body. ",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"May I join your voyage? I do not care where we make port, as long as it is far from here.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "[Accept her offer.] \"Welcome to the crew. I'll see you on the ship.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "[Reject her offer.] \"We have enough mouths to feed as it is.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Ac, casità! I will see you on board.\" Snapping to a sharp salute, Baltia manages a pained but genuine grin.",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Maybe the Wahaki have space on their canoes. Merla, they'll probably just spike my head as a warning to other outsiders.\" ",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"I give up. Farewell.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Ekera. A simple matter of denying these vines their beloved water.\" Tekēhu strokes his chin and smirks at the challenge. He squats down and runs his hands along the vines, closing his eyes.",
      "female": ""
    },
    {
      "id": 48,
      "default": "A sickly, black humor pools at your feet as the vegetation expels the last of the rancid liquid that sustained it. What is left behind relaxes its hold on Baltia and diminishes.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Ac, maybe. This vine is squeezing me hard enough to make a chore of it, but I am needing all the help I can get.\" She offers you an encouraging nod.",
      "female": ""
    },
    {
      "id": 51,
      "default": "[Pull at the vines with your hands.]",
      "female": ""
    },
    {
      "id": 56,
      "default": "You brace yourself and grab hold of the thickest vine, careful to avoid the worst of the thorns.",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"N-no! Don't just leave me here!\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Not my finest work, but it is done.\" He winks at Baltia and helps her up.",
      "female": ""
    },
    {
      "id": 69,
      "default": "Your grip on the vine remains steadfast. As you tear and wrench away at it, something in the limb of the plant flexes like a muscle of its own. In time it relents - relaxing its hold on the Vailian explorer. ",
      "female": ""
    },
    {
      "id": 70,
      "default": "Try as you might to get a good grip, the vine will not budge. As you fruitlessly strain and wrench, you inadvertently rake your palm across a row of bristling thorns. ",
      "female": ""
    },
    {
      "id": 77,
      "default": "[Use Purge of Toxins on the vines.]",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Let me bend nature's corruption to my will.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"You... you done this before?\" She braces herself and takes a deep breath.",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Let me consider this. I have some questions for you first.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"All right... I can endure.\" She grits her teeth and nods.",
      "female": ""
    },
    {
      "id": 84,
      "default": "A sickly, black humor pools at your feet as the vegetation expels the last of the rancid liquid that sustained it. What is left behind relaxes its hold on Baltia and diminishes.",
      "female": ""
    },
    {
      "id": 85,
      "default": "[Commune with the vine, tell it to release its water and accept death.]",
      "female": ""
    },
    {
      "id": 87,
      "default": "You reach out with your senses, appealing to the vine to, against every natural instinct, purge itself in an act of suicide. ",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"I can handle myself. Watch and learn.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Maybe a different plan would do.\" ",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"If... if you say so.\" Baltia frowns up at you.",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"I can still feel those vines under my skin... but that will pass. Thank you.\" ",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"Perhaps I should try a different approach.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"Ac... as you say.\" Baltia winces in anticipation.",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"Ugh! Madiccho. The damned thing is getting tighter.\" Baltia winces and grits her teeth with determination. ",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"I hope that you have a strong grip, frero, or this could end poorly for me.\" ",
      "female": "\"I hope that you have a strong grip, sérre, or this could end poorly for me.\" "
    },
    {
      "id": 123,
      "default": "\"Edér, how about you give it a try?\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"Who, little old me?\"\r\n\r\nEdér flexes his hands a few times and stretches back each broad set of fingers. He smiles like a man content with his purpose in life. ",
      "female": ""
    },
    {
      "id": 125,
      "default": "He grips the vines and rears back, leveraging every muscle in his body. With a wet snap, the largest of the vines releases Baltia from its hold.",
      "female": ""
    },
    {
      "id": 126,
      "default": "Edér's strength is no match for the vine, which constricts its prisoner tighter still. As he pulls and wrenches in vain, he earns a deep cut across his palm courtesy of a row of wicked thorns.",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"Nice to feel wanted.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "Baltia begins to shriek at the top of her lungs as the vines constrict around her, crushing bones and spraying blood in all directions until all that you see of her is a hand reaching out from the corrupted, green mass. \r\n\r\nIn no time at all, her muted screams fade to nothing.",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"North of here, there is a golden disc - big, heavy thing. One of my mates took a piece of it. Everything went wrong after that.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"How has this place already claimed two expeditions?\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"There is something guiding the creatures here - a woman, I think? She... gets under your skin.\" Baltia raises a shaking hand to her temple. ",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"I only caught a glimpse of her in passing. Huge... and her daughters are none too fond of outsiders.\" ",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"What do you suggest I do about this... rotted queen?\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"Kill her! If ever this jungle had a shred of beauty, she wrapped her claws around its throat and choked the life out of it.\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"I think this staff might do the trick.\"",
      "female": ""
    },
    {
      "id": 152,
      "default": "As you resolve to deal with the vine once and for all, the Spine of Thicket Green begins to glow with pale, calming light.",
      "female": ""
    },
    {
      "id": 153,
      "default": "Suddenly you feel a crawling sensation in the back of your head.",
      "female": ""
    },
    {
      "id": 154,
      "default": "<ispeech>We will take such DELIGHT in your wordless, gasping pleas for mercy. Trespasser.</ispeech> The disembodied voice shudders with anticipation.",
      "female": ""
    },
    {
      "id": 155,
      "default": "<ispeech>FIEND! Remove yourself from our domain!</ispeech> The disembodied voice batters your mind like a hailstorm before swiftly departing.",
      "female": ""
    },
    {
      "id": 156,
      "default": "<ispeech>What are YOU that you trespass on our home? You will leave at once, or face the consequences!</ispeech> The unwelcome presence in your mind pulls away with a rustling of leaves.",
      "female": ""
    },
    {
      "id": 157,
      "default": "<ispeech>We SEE you in there... WATCHER.</ispeech> Urgent, hateful whisperings echo in your head. ",
      "female": ""
    },
    {
      "id": 158,
      "default": "<ispeech>Leave this island while you still can. You are UNWELCOME.</ispeech> With a sound of dry wood splintering, the voice pulls back from your thoughts.",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"I heard something in my head while I was setting you free...\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"That is the rotted queen, the matriarch of this blighted ruin.\" Baltia aims a fearful look off into the jungle.",
      "female": ""
    },
    {
      "id": 162,
      "default": "You lower the glowing tip of your staff to the vine, which eases away in a subservient manner. As you advance menacingly, the vine uncoils itself, releasing Baltia. ",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"You mentioned something about a golden disc?\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"We didn't learn much. It was already missing a piece by the time we got here. The most I saw were a bunch of Huana scribblings.\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"I wager it was what the other expedition came to find... not that their luck was any better than ours.\"",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"Those 'scribblings' were made by my people millennia ago! I suppose you just wanted it for the plunder?\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"Not necessarily. It would have made a fetching desk at the Company headquarters.\" The side of her mouth twitches with a reflexive smile.",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"You can't bargain with a creature like that. I don't care what anyone says.\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"She has jabbered in my head since I got caught. The trees, the vines... this NIGHTMARE! Madiccho, it's all of her making!\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"If I was mad enough to tarry a moment longer, I would walk with a quiet step.\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"The pŵgra who guard this jungle get edgy whenever anyone steps near their trees.\" She nods, flashing you a respectful salute.",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"You're... just going to leave me here?\"",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"I don't know what you are, stranger... but your kindness goes down smooth.\" She manages a wan smile toward Tekēhu.",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"What did you find?\"",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"Stronger than you might guess, sérre. Let's do this.\"",
      "female": ""
    },
    {
      "id": 196,
      "default": "Her speech gets cut short as one of the vines about her midsection tightens its hold, nearly forcing the breath from her lungs.\r\n\r\nGritting her teeth, she braces against the vines and fights to steal back some breathing room.",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"Bazzo! Stinking weed.\" She regards you with tired, bloodshot eyes. ",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"Then I got hit from behind, and w-woke up here.\"",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"Our ship landed on the other side of the island, but... I am the last of the crew, and cannot sail her alone.\"",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"I've heard enough.\"",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"You gambled with your crew's lives and lost.\"",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"Ac, but the company would expect the same from any of us.\"",
      "female": ""
    },
    {
      "id": 209,
      "default": "\"Sientere for boring you.\" She furrows her brow.",
      "female": ""
    },
    {
      "id": 210,
      "default": "\"Di verus.\" She gives the sailor a sharp nod.",
      "female": ""
    },
    {
      "id": 211,
      "default": "\"Watcher, quickly, we must help her!\"\r\n\r\nPallegina's eyes dart from Baltia to the vines and then to you.",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"Agracima, sérre... I could use a hand or four.\" Her smile is wan but full of gratitude.",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"Why's that?\"",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"Thanks for the advice.\"",
      "female": ""
    },
    {
      "id": 216,
      "default": "She begins to say more, but stops herself and shrugs as she limps away.",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"I've already encountered some of the pŵgras skulking around.\"",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"Ac, then you came better prepared than we did.\"",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"Better to die on the beach than this jungle.\" ",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"You won't take me on? Not even to get me off this wasteland? I don't know how long I can wait for help that does not come...\" \r\n\r\nShe swallows and blinks at you, disbelief suddenly cutting through her weariness.",
      "female": ""
    },
    {
      "id": 221,
      "default": "\"I don't take up much space, frero. I'll earn my keep... ac?\"",
      "female": "\"I don't take up much space, sérre. I'll earn my keep... ac?\""
    },
    {
      "id": 222,
      "default": "\"I said no. I meant it.\"",
      "female": ""
    },
    {
      "id": 223,
      "default": "\"Very well, you can join. Welcome to the crew.\"",
      "female": ""
    },
    {
      "id": 224,
      "default": "Resigned, she begins to slowly march out of the ruins. Then she glances over her shoulder. ",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"Ekera. Protect your fine head, sailor.\" Tekēhu bows to her. \r\n\r\nBaltia simply blinks at him. ",
      "female": ""
    },
    {
      "id": 226,
      "default": "\"Plenty of materials here to build a raft. Best of luck.\"",
      "female": ""
    },
    {
      "id": 228,
      "default": "[Touch the vines, reach down to the life at their core.]",
      "female": ""
    },
    {
      "id": 229,
      "default": "The vines are slick with a warm substance that feels more like digestive juices than sap. Presently they are too occupied constraining Baltia to pay you mind. ",
      "female": ""
    },
    {
      "id": 230,
      "default": "You feel the presence of the Rotted Lady receding. Through your touch, the vine comes to realize that its matron is gone. \r\n\r\nA mixture of sorrow and relief caresses your mind before receding. ",
      "female": ""
    },
    {
      "id": 231,
      "default": "Whispers fill the jungle all around you. Nature feels like an ancient echo here. Something old and powerful has replaced it, and what remains closes a tight fist around any who disturb. \r\n\r\nBaltia looks to you with hope in her eyes.",
      "female": ""
    }
  ]
}