{
  "Component": "exported",
  "Name": "conversations\\22_huana_ruins\\22_si_rdc_encounter",
  "Entries": [
    {
      "id": 1,
      "default": "Sailing offers a welcome reprieve from Motare o Kōzi until the silhouette of an advancing ship grows clearer on the horizon.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Stand down and prepare for inspection!\" \r\n\r\nA commanding voice bellows over the turbulent crashing of waves.",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Shout] \"Parley!\" ",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"The name is Pai, and I'll speak plainly. You wouldn't be leaving Motare o Kōzi unless you found what we both want. \r\n\r\n\"The map.\" \r\n\r\nHe rests his hand on the pommel of his sword.",
      "female": ""
    },
    {
      "id": 11,
      "default": "[Attack] \"[Player Ship] and everything on it is mine.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Hold a torch close to a gunpowder barrel.] \"Do you want to live forever, Pai?\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Pitiful to see a son of Rauatai shaking down his betters for profit and mischief.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Hold a moment...\" \r\n\r\nPai leans forward to take in the name of your ship. He blinks once. Twice.",
      "female": ""
    },
    {
      "id": 27,
      "default": "Benevolent Aegis draws close enough for you to recognize the crew as hard and disciplined coastal aumaua. One of them separates from the fold and plants his boot on the railing. ",
      "female": ""
    },
    {
      "id": 29,
      "default": "[Slip the Huana Chart in your boot.] \"I found nothing, but feel free to search [Player Ship].\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Leave no barrel unturned! We don't go home empty-handed.\" \r\n\r\nWhile Captain Pai bellows his orders, you hope that no one noticed you hiding the chart.",
      "female": ""
    },
    {
      "id": 31,
      "default": "No one thinks to check you. The crew picks over every corner of [Player Ship] and drag their feet back to Pai.",
      "female": ""
    },
    {
      "id": 32,
      "default": "The crew spends no time at all picking over your vessel before a call sounds out from one of them.",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Maia, any thoughts?\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"That's Captain Pai's ship. Good man. By the books. Tends to fly off the handle when things... don't go his way.\"\r\n\r\nMaia frowns.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Maia, a delight as ever, but you are on the wrong ship.\" He offers a broad smile and a Rauataian salute. \r\n\r\nShe merely nods.",
      "female": ""
    },
    {
      "id": 37,
      "default": "[Allow him to sail away with the Huana Chart.]",
      "female": ""
    },
    {
      "id": 38,
      "default": "[Attack] \"Not so fast, Pai.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Full speed back to base! Mission accomplished.\" Captain Pai swaggers back to the helm of Benevolent Aegis and chuckles at his good fortune.",
      "female": ""
    },
    {
      "id": 40,
      "default": "The winds turn against you as the pursuer - a well-equipped Rauataian junk - closes the distance handily. The flag of the Royal Deadfire Company waves proudly. \n\nA placard on the hull identifies it as Benevolent Aegis. ",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"My thanks for your diligent work. This will serve our cause well.\" \r\n\r\nPai rolls the parchment with care and winks across at you.",
      "female": ""
    },
    {
      "id": 51,
      "default": "You draw your weapon. Captain Pai raises his eyebrow with interest before drawing his own.",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Storm their positions and take no prisoners!\" He points his sword at you and signals his soldiers to attack.",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"May [Player Ship] sail in calmer waters.\" He doffs his hat and signals the boatswain to unfurl the sails.",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Captain... my apologies for the diversion. Have a pleasant voyage.\" \r\n\r\nHe doffs his cap, the amity of his tone never quite arriving at his eyes. \r\n\r\nThe ship sails away under a cloud of failure and misgivings. ",
      "female": ""
    },
    {
      "id": 60,
      "default": "When his crew draws back with panicked mutters, Captain Pai holds out his palm to silence them. He studies you wearing a severe expression.",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Be reasonable, captain. We can both get out of this alive.\"\r\n\r\nPai opens his palms in a show of benevolence.",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"I didn't survive Motare o Kōzi to give up now.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "[Point to a companion.] \"Bring me a second barrel so Pai here knows I'm serious.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "[Attack] \"I have no intention of surrendering quietly.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "The captain and his crew observe this escalation with mounting dread. ",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Honesty like that... I admit it's refreshing.\" By his relaxed posture and pointed interest, he may even respect you for it. ",
      "female": ""
    },
    {
      "id": 67,
      "default": "[Light a second torch and juggle them near the gunpowder barrel.]",
      "female": ""
    },
    {
      "id": 68,
      "default": "Captain Pai and his crew watch, enraptured and horrified, as the flaming torches dance and twirl over your head. \r\n\r\nPai is the first to shake himself out of morbid fascination. ",
      "female": ""
    },
    {
      "id": 69,
      "default": "Over the sound of his departure, you can hear him cursing the madness of it all as he leaves your vessel to the open sea.",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Let's say he's persistent and leave it at that.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "[Fight your way out of this.]",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"I shall have to think twice about practicing my flame spells on board in the future. If there is a future.\" He looks anxiously to you.",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Good. Make them flinch and you know you have the upper hand.\"\r\n\r\nPallegina looks to you, then back to Captain Pai, awaiting his next move.",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"This life is a diversion on my way back to Ngati's watery hall. Do what you must.\" Tekēhu wears a stoic expression, but a bead of perspiration works its way down his brow. ",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"I can see this going well.\" Maia purses her lips and nods.",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Were hoping to live until at least next week. Ah, weren't asking me, were you?\"\r\n\r\nSerafen's left ear twitches.\r\n",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Second thought, forget the 'good man' bit.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "He returns Maia's curt nod. They say no more to each other.",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Close one.\" In spite of herself, Maia can't stop grinning.",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Whatever the prince can do with your map, I'd wager the hazanui can do it better.\" Shrugging, Maia snaps her spyglass shut.",
      "female": ""
    },
    {
      "id": 85,
      "default": "A battle cry on your lips, you steer [Player Ship] toward the advancing vessel and prepare for combat.",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Aye! We'll sally back as a right-fierce stripey fiend, I conne it!\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "A loud percussion followed by the splash of water announces a cannonball fired across your bow. ",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"My apologies, captain. I didn't realize we had friends on Motare o Kōzi already.\" \r\n\r\nHe clears his throat into his fist.",
      "female": ""
    },
    {
      "id": 90,
      "default": "Weapons trained on you, a crewman snatches the chart and presents it to Captain Pai, who unfurls it and frowns down at the parchment.",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Nothing?! You lampreys couldn't find your tails!\" Pai tears off one of his gloves and throws it to the deck. ",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Retreat! There's a madman at the helm of [Player Ship]!\"",
      "female": "\"Retreat! There's a madwoman at the helm of [Player Ship]!\""
    },
    {
      "id": 93,
      "default": "\"And I hate to deprive you of your prize, but if we seek the same thing then I can't just pretend our paths didn't cross.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "[Toss him the Huana Chart.] \"Be my guest.\" ",
      "female": ""
    },
    {
      "id": 95,
      "default": "Captain Pai catches the rubbing and blinks with disbelief as he unrolls it for a closer look. ",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"A welcome surprise. I don't know which of the gods to thank, so here's a down payment on my gratitude!\"\r\n\r\nHe tosses across a pouch of coins. ",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Something poking out of his boot, captain!\"\r\n\r\nPai blinks in your direction and smiles. ",
      "female": "\"Something poking out of her boot, captain!\"\r\n\r\nPai blinks in your direction and smiles. "
    }
  ]
}