{
  "Component": "exported",
  "Name": "conversations\\06_neketaka_slums_district\\06_cv_guard_sergeant",
  "Entries": [
    {
      "id": 1,
      "default": "A guard folds his arms, watching the activity on the walkways through slitted eyes. A coral piercing juts from his lower lip. \r\n\r\nHe notices you with a sharp nod.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"It is rare to see one so honored in the Gullet.\" He gives you a stiff bow.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"The Gullet is no place to wander. Watch yourself for rowdies and pirates.\" ",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"How may I assist you?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Let's say there were some people sick with drowner's lung...\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"I want access to the lift to the Old City.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Where is Biha now?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Why was that man sent below?\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"This would be a great danger to the Gullet. Possibly the entire city.\r\n\r\n\"You know something?\"\r\n\r\nHe watches you, his pierced lips parted.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Pitli has hidden several ill Roparu in her home.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"No, I was just wondering.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"The Dawnstar? Her soft heart risks the whole district.\" He shakes his head, frowning.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"You do well to warn us.\" He gives you a curt nod of thanks.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Pitli and her charges are selfish to hide their disease. They deserve punishment.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"I just don't want to see anyone else suffer.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Better to sacrifice a few than endanger many.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"That's all.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"I do not wish to punish them, but to spare the rest of the Gullet.\" ",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Ekera, you do more good than that foolish Dawnstar.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Indeed. Thank you.\" ",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Go to Pitli's home at once. Bring any you find here, but take care to cover your face.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "He frowns. \"Do not joke of this.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"It is a dangerous place. But if you wish to go, it is no business of mine to stop you.\"\r\n\r\nHe whistles, and the guard standing by the lift looks over at him and nods.",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"I do not see what for. But after your assistance with the infected Roparu, I won't deny you.\"\r\n\r\nHe whistles, and the guard standing by the lift looks over at him and nods.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Are you mad or merely lost? That place is a punishment for the lowest sort.\"\r\n\r\nHe waves a hand toward the exit.",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"The guard will let you pass. Though I urge you to reconsider.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Go and explore someplace with pleasant views and fresh air. The harbor. Or Periki's Overlook.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Neketaka has a rich history, and some of it lies buried. I must see it for myself.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"I can look after myself.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "[Pay 200 cp.] \"Perhaps this will change your mind.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Let's discuss something else.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"It is your neck, ekera.\" \r\n\r\nHe whistles, and the guard standing by the lift looks over at him and nods.",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Hers is the first house you come to. Just there.\" He points southwest across the walkways. ",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"You will probably find her there.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "His narrowed eyes widen.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Let's not. Say. That.\" Xoti cuts you a warning glare. ",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"What a silly notion, I say! Do you not think so?\" Tekēhu speaks out in a full voice and gives you a look of warning.",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"I couldn't withhold something like this.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "He takes the coins while the other guards look away.",
      "female": ""
    },
    {
      "id": 49,
      "default": "He gives you a vicious smile.",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"It is rare that the city's vilest offer themselves to the pit!\"\r\n\r\nHe whistles, and the guard standing by the lift looks over at him and nods",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Go. And good riddance.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "He shakes his head.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Can you tell me about Delver's Row?\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"It is a foul den of criminals and piracy. Now, I know a noble soul like you - a good friend to us Huana - has no business there, but for curiosity's sake...\"\r\n\r\nHe leans close and winks at you.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"The entrance lies among the tunnels and alleys known as the Narrows. You will find them on the west end of the Gullet, near the exit.\" ",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"There is an abandoned merchant stall in the Narrows. Behind it is the passage to Delver's Row.\" \n\nHe straightens again and glances to see if anyone is listening.",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"The Palace has forbidden us from making a move just yet, so if you were to stir things up, I doubt I could do anything about it...\" He gives you a conspiratorial grin.",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Ekera. It is a cancer in the Gullet - a place of criminals and their foul dealings.\" He folds his arms and raises an eyebrow.",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"And I cannot fathom for what anyone BUT a criminal would ask of it.\" He lowers his head and stares down his nose at you.",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Botaro? He associated with foreign criminals.\" He spits. The gob of saliva is just one more splotch on the weathered and mottled boards.",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"These wicked sorts overrun the Gullet and corrupt the Roparu. Our justice must be swift and firm.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"I cannot be certain about Biha, so I let her go. But I will be watching her.\" ",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Stop that!\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Indeed - maybe you will go and rid us of the criminals there as you did the foolish Dawnstar priestess?\" He gives you a sly smile.",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Where does this lift go?\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"To the Old City, ekera. A gods-cursed ruin filled with walking corpses and abominations of the deep.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"And the remains of lawbreakers and troublemakers.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Be careful. The Gullet is no place for outsiders.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Dereo gave me permission to use the lift to the Undercroft.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "For several seconds, he only blinks at you. ",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"That is interesting. Because this lift goes to the Old City. I hear there is a lift to the Undercroft from Delver's Row...\" His eyes narrow.",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"...And Delver's Row is a haven for criminals, of which Dereo is the worst. \r\n\r\n\"I am sworn to punish such criminals. And their associates.\"\r\n\r\nHe is quiet, studying your face with a suspicious glare.\r\n",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Ah, now I see. This is one of your famous jests.\" \r\n\r\nAfter another pause, the corners of his mouth twitch.",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"You are always up to something. Be grateful I am too busy to look into it now.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"I think someone takes advantage of you. You must be careful in the city - few have your honor.\" He looks at you with grave concern.",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Most amusing.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "At last, he grunts.",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Stay out of trouble, ekera?\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"How can you consign your fellow woman or man to this fate?\" ",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"We punish only those who cause trouble!\" He speaks forcefully, but stops himself when he gets a look at Tekēhu.",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"And this is punishable by death, or worse?\" Tekēhu's voice wavers.",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"That it is.\" He nods with no small measure of pride.",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"Begging your pardon for my tone, sir.\" He nods.",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Gods damn it, Watcher! I can't believe you! Just whose side are you on?!\" ",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"You have doomed the desperate. A sad day for all Huana.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"Turning in someone for being sick. You out of your mind?\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "He whistles through his teeth. Two other guards approach.",
      "female": ""
    },
    {
      "id": 112,
      "default": "He fixes you with a sneer and hocks a fat gob of spit on the ground at your feet.",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"You must be the Roparu's champion. Ekera, you near reek of misguided do-gooding.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"You wish to make up for mistakes of the past? This is a good start, ekera.\" He nods encouragingly.",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"I am watching you, outsider.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"You will probably find her there... if you have not already.\" He sneers.",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"And you.\" His dark eyes narrow with suspicion.",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"The perfect place for you.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "He laughs. \"You pretend not to know it? A good joke, ekera.\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"It is a hive, the only place in this pit filthier than the hovels of the Roparu you coddle.\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"We will leave the lift down there for half a day. That should be enough time to come back to your senses.\r\n\r\n\"After that, you are on your own.\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"I will keep the lift down there for you. For when you change your mind.\" ",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"The guard will let you pass. Though I urge you to reconsider.\"",
      "female": ""
    }
  ]
}