{
  "Component": "exported",
  "Name": "conversations\\06_neketaka_slums_district\\06_cv_amb_thugs_01",
  "Entries": [
    {
      "id": 1,
      "default": "A man saunters over to you with a jagged smile. He's got a long, crooked scar on his forearm, and he's rolled his sleeve up to flaunt it.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"You must be new. Lucky for you, we have a special rate for newcomers! A bag of coppers in exchange for your life.\"\r\n\r\nHe brandishes a knife. One of his companions grins widely enough to show you all of his missing teeth.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Dereo the Lean will be disappointed to hear about this.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"The Huana throw troublemakers like you into the Old City. And they happen to be friends of mine.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Crack your knuckles.] \"This'll be fun.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"You're newer than I am. Which means you're poaching on someone else's territory.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Attack] \"Let's get this over with.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "The thugs look at one another and exchange a few panicked whispers.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"The pit we hear all the screams coming from?\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Told you!\" One of the others punches the leader's shoulder.",
      "female": ""
    },
    {
      "id": 12,
      "default": "They hurry off and disappear back into the crowd.",
      "female": ""
    },
    {
      "id": 13,
      "default": "But the way they're all gathered around you, leaving their own backs exposed, tells you they haven't been here long, either.",
      "female": ""
    },
    {
      "id": 14,
      "default": "But it's a rigid smile, and the first thug's hand is shaking. You suspect they're not as tough as they let on.",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Pay 50 cp.] \"Will this satisfy you?\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"A pleasure doing business.\" He bows low.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"It seems we've made a mistake. Forgive and forget, no?\" He smiles, backing away.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Wait, you know him?\" The man's eyes go wide in horror.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"You should know better than to cross a Bleak Walker.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"A... what?\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Want to know what I did in my last life to get this face?\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "He swallows audibly, looking at the twists and ridges of your flesh.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"How convenient. YOU just walked into MY trap.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"W-what?\" He blinks.",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Obviously. This spot is perfect for an ambush - it's got few exits, distance from the guards, and plenty of drunk marks.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "The thugs whisper worriedly among one another. After a brief conference, the leader gives you a wan smile.",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Here's everything. Take it!\" He throws a handful of coin at your feet and takes off running. The others soon follow.",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"What else would I be doing here?\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Yep, this is my neighborhood. I'm surprised you haven't heard of me.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "They're nodding along, all except the leader, who's squinting at you as if searching his memory.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Come to think of it, we haven't heard of you. Strange, isn't it?\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "They draw their weapons and rush you.",
      "female": ""
    },
    {
      "id": 34,
      "default": "They look at each other.",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Gettin' robbed, for starters.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"I'm not looking for trouble.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"That's a real shame.\"",
      "female": ""
    }
  ]
}