{
  "Component": "exported",
  "Name": "conversations\\06_neketaka_slums_district\\06_cv_birta_recruit",
  "Entries": [
    {
      "id": 1,
      "default": "\"Why do you bother me, little kith?\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"You enjoy working here?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Leave] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"You should join my crew.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"This will do... for now.\"\r\n\r\nShe pats her meat tenderizer thoughtfully and gives you a small nod.",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"No.\" She hocks a fat gobbet of spit. It lands beside the food she's preparing and splatters.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Why should I clean the dish when I can just scrape the food off?\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"The grubs in the Old City should be good and fat by now.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Hey, I'm not little!\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"You're all little to me.\" She squints, her broad, sloping brow wrinkling in consternation.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Little... and squishy.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"How do you mean?\" She narrows her eyes and regards you with renewed interest.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"We've need of a cook, and I admire your, uh, work.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"You know, like on a boat?\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"I'm not daft, you condescending little mite. Tell me why - and in what capacity - I should join your crew.\" She grunts.\r\n\r\nHefting her tenderizer high, she slams it down on a dubious looking piece of meat. It makes a wet <i>splop</i> sound.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"We could use a pair of sure hands in the rigging.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"We've cannons aplenty, but not enough hands to man them.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"My crew hunts a god, and they need someone to feed them.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"It's been too long since I've felt the wind on my face. I'd take the dead fish smell of a ship in port over the stink of the Gullet any day.\" Her broad mouth curls up into a wistful smile.",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"I do appreciate a well-wrought cannon, particularly when several of them fire in sequence and lay waste to the ships of my enemies...\" She puts a finger to her lips, momentarily thoughtful.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"You're after the adra colossus? Well... I wouldn't mind sailing in <i>his</i> wake.\" She gives you an exaggerated wink.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"So, will you join my crew?\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "[Leave] \"On second thought, never mind.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Suit yourself.\" She shrugs and returns to her work.",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Ah, the little kith is back. What do you want with me?\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"You should join my crew.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"You've already asked me once and changed your mind.\" She peers at you from beneath a heavy brow. Her dark eyes catch the light, gleaming like polished stones.",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"You want that I should join your crew? Then speak to me in the language of coin, or leave.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "[Leave] \"Maybe later.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"The Gullet reeks of illness. The beds are too small. An imp tried to nest in my hair. And Fyrna, the tavernkeeper, refuses to give me more than one day off a month. How am I supposed to hunt when I am chained to this stove?\"\r\n\r\nShe scrunches her face into a grimace.",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Pah! Maybe I'll become a pirate. Get myself a bird and an eye patch.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"The patch could do you a world of good, but I can't say I recommend-\"\r\n\r\nBirta silences Maia with a raised palm.",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Both.\" She cuts Maia a vicious glare.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"I don't work for free.\" She grunts.",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Will this satisfy you?\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "She examines your coins for a moment. They look tiny in her giant hands, almost like a child's plaything. She shrugs.",
      "female": ""
    }
  ]
}