{
  "Component": "exported",
  "Name": "conversations\\06_neketaka_slums_district\\06_cv_fabrozzo",
  "Entries": [
    {
      "id": 1,
      "default": "\"Ernezzo has not seen you before - you must be new! New or very good at disguises.\" The man chuckles.\r\n\r\nHe peers at you through half-moon spectacles. His face is hidden behind a thick but well-groomed beard, and his eyes constantly dart between you and the doorway.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"There is something I can get for you, yes? Tell me quietly.\" He leans in.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"The Spindle Man is gone.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"I need medicine for drowner's lung.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Pay 800 cp.] \"I'll buy the drowner's lung medicine.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"What do you know about the Spindle Man?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"I need supplies.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Belfetto. I heard certain rumors. Of course, I did not want to ask too many questions.\" He looks at you over his spectacles.",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Eh? I hope you are not ill! But never mind - if the Mataru come asking, I will not tell.\" He winks and taps his lower lip, backing away from you just a little.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Belfetto. Though if your coin purse is so full, take care that others do not hear it jingle.\" He winks.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Merla, it is a dangerous pest!\" He crosses his arms and shudders.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Of course. Only, do not tell anyone where you got them.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"I killed him. And his bodyguards. The corpses are still there if you want proof.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Now, what about our deal?\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"No more, please!\" He presses his finger to his lips.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Your medicine, as promised.\" He shakes your hand, and you feel a glass phial slip into your palm.\r\n\r\nHe gives you a nod of acknowledgment.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"The cure is not cheap. But how can one put a price on good health?\"\r\n\r\nHe grins marvelously and waggles eight fingers on the countertop before you.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"If the price seems high, there is a certain little favor you could do for me instead.\" He raises his eyebrows hopefully.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Tell me about this 'little favor.'\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Out with it, already!\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"There is a certain merchant here. Who needs to not be here.\" He draws a finger across his throat.",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Patience! And quiet, yes?\" Ernezzo looks around anxiously.",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"They say it is a mind-reader.\r\n\r\n\"We in Delver's Row are simple folk. Quiet folk.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"It does not do to have a mind-reader nosing among us. You understand me, yes?\" He inclines his head toward you.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"You are looking for something, aimico? Perhaps I have it.\"",
      "female": "\"You are looking for something, aimica? Perhaps I have it.\""
    },
    {
      "id": 36,
      "default": "\"But how did you hear about this place? Wait, no! Do not tell me. Sometimes it is better not to know.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"But drowner's lung is very serious. Very deadly.\" He clucks and shakes his head.",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"On the other hand, you strike me as someone with a certain... reputation. \r\n\r\n\"Not that I would ever be indiscreet.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"On the other hand, you look strong. Like you could handle some hard work.\" He pats his own meager bicep.",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"You're not really my type...\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Eh? No, aimico, this is not what I mean!\" He clears his throat and loosens his collar. His face darkens.",
      "female": "\"Eh? No, aimica, this is not what I mean!\" He clears his throat and loosens his collar. His face darkens."
    },
    {
      "id": 43,
      "default": "\"Go on.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"It'll be my pleasure.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Do your own dirty work, scum.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"I'm no murderer.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Gellarde.\" He smiles.",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"This merchant runs a shop at the end of the street. People know it as the Spindle Man.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "He strikes his chest in exasperation.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Then why do you haunt Delver's Row, eh? What do you think we do down here, hold tea parties for the rats?\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Rumor has it he fell on a dagger.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Indeed. I also heard this rumor.\" He smiles.",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Don't look at me. I wouldn't know anything about it...\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"When it dug its lair, it did not even ask permission of Der- ahem. Of the boss.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"If you get rid of... it, then I will give you the medicine.\" He nods, his spectacles flashing in the candlelight.",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"On the other hand, you are a Bleak Walker, no? Maybe you do something for me, and we consider the medicine your payment.\" He raises his eyebrows hopefully.",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"On the other hand, you are a Goldpact Knight, no? Maybe you do something for me, and we consider the medicine your payment.\" He raises his eyebrows hopefully.",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Tell me.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Aimico, you are as subtle as a church bell.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"And what would a paladin of the Brotherhood know of subtlety, eh?\" He waves a hand at her and turns back to you.",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"So? Do you follow?\" He taps his fingertips together.",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Hold on, not so fast. \r\n\r\n\"Do they call him that because he carries a spindle? Or because he's got spindly legs?\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"The boss. You mean Dereo.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"You keep saying 'it.' This merchant isn't kith, is it?\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"...If I do, I surely did not say such a thing.\" He runs his hands nervously over his beard.",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Is that all?\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"It is a vithrack.\" He leans close to give you a conspiratorial whisper.",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"I assume this boss of yours has got a name?\" Maia crosses her arms. Ernezzo says nothing.",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"The bark beetle makes no appeals to the sparrow, I say.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Well, at least he left <i>your</i> space alone.\" He glances at Tekēhu.",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Usually, you wanna pay the proper respects if you're digging a lair.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Per complanca, you truly are awful at this.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Good way to be getting slit stem to stern, that.\"\r\n\r\nHis scarred lips frown. \r\n",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Do varmints normally do that - get permission from your boss?\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"But this Spindle Man. They say it is a mind-reader.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Hey, how did you do that? Can you do that again?\"\r\n\r\nEdér stares at Ernezzo with childlike giddiness, pointing at the phial with the rapid twitch of his finger. ",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Someone better dangle a mouse in front of the hayseed or we'll be here all day.\" ",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"The Dyrwood must want for entertainment if sleight of hand is a joy.\" ",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"To think the fate of Eora rests in our collective hands.\" ",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Show this farm boy a gang of pickpockets on the streets of Selona and he'd never ceased to be amused.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"His thoughts be like a bird bath. Shallow, clear, and unoccupied short of animals.\"\r\n\r\nSighing through his nostrils, Serafen rubs the bridge of his nose.\r\n",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Bless his heart if his strength and good looks ever go...\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "He laughs nervously. \"I know not what you speak of, aimico! Surely you have me confused with someone else.\"",
      "female": "He laughs nervously. \"I know not what you speak of, aimica! Surely you have me confused with someone else.\""
    },
    {
      "id": 98,
      "default": "\"That makes two of us.\" He smiles.",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"On the other hand, you are an assassin, no? Maybe you do something for me, and we consider the medicine your payment.\" He raises his eyebrows hopefully.",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Of course. And there is a special discount for the boss' friends.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "[Show the medallion.] \"Actually, I was wondering if you were interested in buying.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"This is a rare treasure. One for which certain people would pay a small fortune.\r\n\r\n\"I must ask, how did you come by this?\"\r\n\r\nHe lowers the lens and frowns at you.",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"The prince gave it to me. He knows about your little operation here.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "[Lie] \"I saw a beggar trying to pawn it for svef, and I promptly relieved him of it.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"Ernezzo is careful. Cautious. And you would blackmail him? This is not done, aimico.\" He clucks sadly.",
      "female": "\"Ernezzo is careful. Cautious. And you would blackmail him? This is not done, aimica.\" He clucks sadly."
    },
    {
      "id": 107,
      "default": "\"Beware - one signal from me, and the wrath of the Mataru will fall on this place.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Working with me is the only way to make sure the prince leaves you alone.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "[Attack] \"Prepare to die.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"But you did not hear this from me.\" He gives you a sly grin, perching his spectacles on his nose once more.",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Then you have quick eyes and quick hands. But who might want this old thing?\" He turns the medallion in his hands, frowning at you in thought.",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"You might speak with Dereo the Lean. He would be interested to know that such goods are... drifting.\" He smiles amicably.",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"To find him, leave Delver's Row. Go right out of the market stall, then left at the intersection and left again.\" He looks around another time.",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"Who's Dereo?\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"I believe he's already sent for me.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"I've met Dereo already.\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "Ernezzo squirms, glancing at his guards and toward the door through anxious, slitted eyes.",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"Good. Tell him that I will keep this safe for him.\" He tucks the medallion into his pocket and pats it. ",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"Where do I find him?\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"The better question is how illegal goods fell into the wrong hands.\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"Indeed, I wonder this myself. A hull is only as secure as its planks.\" He folds his hands and looks at you over the tops of his spectacles.",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"Which is why I am most eager to know how you acquired it.\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"I... forgive me, do we know each other?\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"Ah, another young water mage! Come, see Ernezzo's wares. You must spend that extra coin on something.\" He winks.",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"A moment.\" He raises a lens to his eye and appraises the medallion, turning it to inspect its edge.",
      "female": ""
    },
    {
      "id": 128,
      "default": "[Attack] \"Forget the medallion. I'm here for your head.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "Ernezzo exchanges a quick glance with his guards, who step closer, weapons in hand.",
      "female": ""
    },
    {
      "id": 130,
      "default": "He snorts. \"Braggarts and drunkards pay little mind to the mess that spills from their lips. And yet...\"\r\n\r\nErnezzo strokes his beard, measuring you with his gaze.",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"Let us say I believe you. What would placate a prince?\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"Show me how you're moving shipments into Neketaka.\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"I want a cut.\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "[Attack] \"Your head.\" ",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"Di verus? But there is no way to hide that from Dereo. Much less your prince.\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"Surely you desire something reasonable, yes?\" He smiles weakly.",
      "female": ""
    },
    {
      "id": 138,
      "default": "He blanches. \"Through the Undercroft, but you cannot take the lift here, or Dereo will surely know...\"\r\n\r\nHis furrowed brow beads with sweat. He blinks at you, near panic, until something seems to occur to him. ",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"Watcher, what is the matter with you?\" \r\n\r\nTekēhu gives you an incredulous look before joining the fray.",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"Hold on. I didn't come looking for a fight.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"Sientere. But you speak much and know much. I cannot risk your indiscretion.\" He motions to his guards to attack.",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"Was there any other business you wished to discuss?\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "At last, they find Tekēhu.",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"Eccosi, it seems not. The mistake is mine.\" His grin recedes into his beard.\r\n\r\nHe turns back to you.",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"Of course, there is a hidden way.\"\r\n\r\nHe dabs at his forehead and removes his spectacles, polishing the lenses slowly.",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"Down the lift in the Gullet to the Old City. There you can sneak into the Undercroft through an old temple.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"Dereo is a man with many connections. It is his business to know what - and who - passes through Delver's Row.\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"But you did not hear it from me, aimico.\"",
      "female": "\"But you did not hear it from me, aimica.\""
    },
    {
      "id": 150,
      "default": "He shakes his head. ",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"Let's just say I used to be in the business of 'acquiring' certain goods.\"",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"Then perhaps we have common interests.\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"Relax, I know you're just the middleman. How about you point me to these 'certain people'?\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "He pauses, considering your suggestion.",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"I'm the one asking questions.\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"Di verus?\"\r\n\r\nHe looks at his guards.",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"I would prefer not to cause a scene.\"",
      "female": ""
    },
    {
      "id": 158,
      "default": "He sighs and motions to his guards.",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"Just mind that you keep this between us. You have a reputation for being too... candid.\" ",
      "female": ""
    },
    {
      "id": 161,
      "default": "He gives you a long look.",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"I suppose you are known to be good with secrets.\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"And now he sends one of Woedica's stranglers to clean it up?\r\n\r\n\"Ernezzo is prepared to deal with you.\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"Not so loudly! But... send it at once.\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"Our buyer in Defiance Bay needs another shipment of svef.\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "Ernezzo looks at you over the rim of glasses, eyes narrowed and brow thoroughly furrowed.",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"If you say so, aimico.\" He shrugs.",
      "female": "\"If you say so, aimica.\" He shrugs."
    },
    {
      "id": 169,
      "default": "\"That's the kind of thing somebody says when they don't want you to know that's exactly what they're doing.\"\r\n\r\nEdér appraises Ernezzo through narrowed eyes.",
      "female": ""
    },
    {
      "id": 170,
      "default": "Ernezzo rubs at the bridge of his nose and sighs.",
      "female": ""
    },
    {
      "id": 171,
      "default": "Ernezzo blinks slowly at Edér before turning back to you.",
      "female": ""
    },
    {
      "id": 172,
      "default": "[Lie] \"I killed him. And his bodyguards. The corpses are still there if you want proof.\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"I paid Rust to kill him.\"",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"Ah, but you are the one the Roparu speak of! They are most fond of you, but not so discreet.\" He waggles a finger.",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"Wait, but I am mistaken. It seems we have friends in common in this place, no?\" He winks.",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"Ah, but you are the one the Roparu speak of! What must you have done to anger them so, I wonder?\" He waggles his eyebrows.",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"Wait, but I am mistaken. You have made a few enemies in this place already, no?\r\n\r\n\"Most bold of you to linger now.\"",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"Wait, but I am mistaken. People speak of you in this place, but what they say only raises more questions.\"",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"Ah, but you are the one the Roparu speak of! Though it is hard to make sense of what they say of you.\" ",
      "female": ""
    },
    {
      "id": 182,
      "default": "He turns to Tekēhu.",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"Consider it a threat, then.\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "He studiously ignores Edér.",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"You don't stand a chance.\"",
      "female": ""
    }
  ]
}