{
  "Component": "exported",
  "Name": "conversations\\06_neketaka_slums_district\\06_cv_tender_toko",
  "Entries": [
    {
      "id": 1,
      "default": "An orlan covered toe to ear tip in sable fur leans against the bar counting change. She gives you a wide, easy smile when she notices your approach, then slips the coins into her pocket with a wink.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Heya, fresh face. Welcome to The Hole. Got just two rules, yeah? Keep your hands to yourself and don't fall in.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Need something?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"I'm looking for a way into Delver's Row.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"What's the story with this place?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"I'd like to rent a room.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"I need provisions.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"What, you wanna lose your life on the pointy end of some brute's sword?\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"The Hole's been here so long as there's been a Gullet, though it ain't always been mine.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"I've got just the thing for you, fresh face, just the thing. Do you prefer spider-free or spider-full?\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Let me know if you see something that makes your stomach rumble.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"If you're dead-set on dying, you'll find Delver's Row in the Narrows, those twisty alleys carved into the mountain on the west side of the Gullet.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"But, since I heard you've been good to the folks around here...\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"You've got to make your own way from there. Dereo'll skin me if I say anymore.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"I'll tell you how to get there without gettin' yourself dead first.\" She winks.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Take a right the first chance you get, then keep going forward until you see a merchant stall. Look close - there's a secret hallway behind a curtain there. That's your entrance.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"I'm sure I don't need to tell you this, but all the same, you'd best watch yourself in Delver's Row. The crooks there will kill you just as soon as cheat you outta everything you own...\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Nobody knows what Fyrna knows, except that she's loyal to the Gullet.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Discretion and compensation go hand in hand.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Maybe this will jog your memory.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Let's discuss something else.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Folks on the bottom gotta work together to get out from under those on top. Aye, I hear you, fresh face.\" She favors you with a wink and a buck-toothed grin.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Then I'll be shaking yours, fresh face.\" She grasps your hand with a grin, then quietly slips your coin into her pocket.",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Another round of drinks, you said? For the house?\" She slides your coin off the counter and slips it quietly into her pocket.",
      "female": ""
    },
    {
      "id": 53,
      "default": "[Show the medallion.] \"Does this mean anything to you?\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Whoa now, fresh face. Ain't bright to go waving that thing around just wherever.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "[Grab her by her shirt.] \"If you don't tell me, the Mataru will be the least of your worries.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"I've been dispatched by the highest authority in Neketaka. Either comply or stand among the accused - your choice.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Would this put your mind at ease?\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"You'll want to take that medallion over to Delver's Row, the black market.\r\n\r\n\"It's all tucked away in that creepy maze on the west end of the Gullet, the Narrows.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Only a fool rests easy in the Gullet.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Let's discuss this another time.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"All right, all right! Lay off 'fore I ask Birta to chuck you in the hole. You're ruining my one good shirt.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"All right, Captain Fancy Britches, no need to get your bits in a knot.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"I know a Mataru trap when I see one, and I'm not looking to be snared. Keep that whats-it to yourself.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Nuh-uh, no way. We been over this before.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Sure, sure, sure. Birta's cooked up the best grub the Gullet has to offer. It's not ACTUAL grubs, though. Probably.\r\n\r\n\"You're not picky, right?\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"How'd you end up here?\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"What's a neighborhood without a place to get piss drunk and lose your pants?\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"I rode a whale into port in the middle of a storm. The Huana took one look my way and knew there was no one who could run The Hole but me.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Birta found me face down in a pile of rotghasts in the Old City and asked if I was looking for work.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"I was born here. Right here, fresh face, right on this counter. And I'll die here, too, gods willing.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Can't believe I let Botaro stiff me on his tab.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Never seen a xaurip so thirsty in my life.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"...If Dereo doesn't gut you first.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "[Nod.]",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Who's Dereo?\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "[Leave] \"That was all I needed to know.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"You stick around the Gullet long enough, you might find out.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Who's Dereo?\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"You stick around the Gullet long enough, you might find out.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Well, it's a bit of a story. See...\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"You're pulling my leg. How'd you <i>really</i> end up here?\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Why you wanna hear something boring instead of fun? Let's stick with fun.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Besides, one of my tall tales might be true.\" She winks.",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"You know of any sailors looking for work? I need crew.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Got any regulars looking for a little adventure?\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"Sure, I know a few folks who need coin, and a couple of 'em can even hold their liquor.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"You'll find all kinds in The Hole, even some of the competent sort.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"I had some other questions.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"I'd like to buy something.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Whatcha need?\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"What happened to Giacolo? His room is a mess.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Can't say I know a 'Giacolo,' fresh face, but if you're meaning that guy with all the fancy-anischmancy equipment, buncha pirates burst in here and dragged him right out.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Now, The Hole's no high society tea house, but that's still some of the weirdest shit I ever seen go down here.\r\n\r\n\"See, the pirates - every one of 'em was godlike.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"Have you seen a man named Giacolo?\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"Lotsa folks come through The Hole, fresh face. Have a look 'round for yourself, yeah?\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"No doubt they hauled him through the Narrows. Heard him hollerin' the whole way. Poor guy.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"'Course!\" She spread her furred hands wide, inviting you to continue.",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"Someone like you, I'm surprised you don't already know.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"No doubt you'd fit right in. But getting there... that's dangerous business, fresh face.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"You... you sure about that? Don't wanna tell you how to live, 'course, I'm just saying you might be a touch... soft. For them. You know?\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"You're awfully keen to get killed, fresh face, considering all you done to tick those folks off.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"But it ain't none of my business, I suppose.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"But it ain't none of my business, I suppose.\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"You'll find Delver's Row in the Narrows, those twisty alleys carved into the mountain on the west side of the Gullet.\"",
      "female": ""
    }
  ]
}