{
  "Component": "exported",
  "Name": "conversations\\06_neketaka_slums_district\\06_cv_ateira",
  "Entries": [
    {
      "id": 1,
      "default": "Several figures slink toward you from the surrounding streets.\r\n\r\nLeading them is an orlan with blood-red fur and long, sharpened nails. She sniffs the air.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"I smell that Mataru richling's perfume on you. You got something I want. Give me the Cornett of Waves.\"\r\n\r\nThe thugs creep toward you, hands on their weapons.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Back off.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"You must be the one Dereo originally hired.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "[Attack] \"Let's get this over with.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Not without the Cornett of Waves.\" She inches closer, brandishing a blade.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"I've fought worse. You'll make easy pickings.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Listen, Dereo didn't send me after some trinket. He sent me to get rid of you.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "She forces a laugh. \"You think you can chase us away?\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Those sound like the words of a man at the end of his rope.\" She holds her blade at neck level and makes a slicing motion.",
      "female": "\"Those sound like the words of a woman at the end of her rope.\" She holds her blade at neck level and makes a slicing motion."
    },
    {
      "id": 15,
      "default": "\"Don't listen to him. He's just trying to scare us off.\"",
      "female": "\"Don't listen to her. She's just trying to scare us off.\""
    },
    {
      "id": 17,
      "default": "\"Dereo wanted to keep this theft a secret. You're a loose end.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "A few of the thugs shuffle their feet nervously.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Come to think of it, that does sound like Dereo...\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Enough! Or I'll gut you lot alongside this fool.\"\r\n\r\nAteira spins to glare at her people.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Or the one who just bested the queen's bodyguard.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "Ateira runs a sharpened nail along her blade, glancing from you to the other thugs.\r\n\r\nAt last, she sheathes her weapon.",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Fine. But I see you again, and things'll go differently, I promise.\"\r\n\r\nShe storms away, and the other thugs hesitantly follow.",
      "female": ""
    },
    {
      "id": 32,
      "default": "She growls with frustration and sheathes her weapon.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"You're an idiot. The cornett is just a shell.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Besides, you're here, aren't you?\" She jabs her blade toward you.",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"You really think he'd trust some cheap thugs with a real treasure?\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Then what would he want with it?\" One hand finds her hip. The other keeps her blade pointed at you.",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Frame someone. Anyone with a stolen relic like that would be in trouble with the Palace.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"It's a relic of Ondra. See the runes?\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"You know, I've heard his name among the Príncipi. If Dereo were going to send anyone...\"",
      "female": "\"You know, I've heard her name among the Príncipi. If Dereo were going to send anyone...\""
    },
    {
      "id": 54,
      "default": "\"I heard what he did to that vithrack in Delver's Row. I'm not crossing him.\"",
      "female": "\"I heard what she did to that vithrack in Delver's Row. I'm not crossing her.\""
    },
    {
      "id": 55,
      "default": "\"I heard what he did to Ernezzo in Delver's Row. I'm not crossing him.\"",
      "female": "\"I heard what she did to Ernezzo in Delver's Row. I'm not crossing her.\""
    },
    {
      "id": 56,
      "default": "But the thug shakes his head.",
      "female": ""
    },
    {
      "id": 57,
      "default": "But the thug shakes his head.",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"I dunno about you, Ateira, but I'll take him at his word.\"",
      "female": "\"I dunno about you, Ateira, but I'll take her at her word.\""
    },
    {
      "id": 60,
      "default": "\"Don't believe it, boss. This one's the softest [player class] in Deadfire.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"I guess you've never heard of a spur-and-snare con, have you?\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "The advancing thugs hesitate.\r\n\r\nShe turns to them, her filed teeth bared in a scowl.",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"That can't be - why else would Dereo send us for it?\" Her furred face is a maelstrom of irritation and confusion.",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Boss, he thinks a lot straighter'n you.\" The thug scratches his head.",
      "female": "\"Boss, she thinks a lot straighter'n you.\" The thug scratches his head."
    },
    {
      "id": 65,
      "default": "\"Then I guess you think you've saved me a mess, that it?\" She pauses, her eyes darting from you to the currently empty streets as she thinks.\r\n\r\nAt last, she sheathes her weapon.",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"You must be the one Dereo originally hired.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Ain't hired if you don't get paid. Way I see it, Dereo just gave me a lead.\" Her smile reveals a row of filed teeth.",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Ain't hired if you don't get paid. Way I see it, Dereo just gave me a lead.\" Her smile reveals a row of filed teeth.",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"What if I hand it over and we go our separate ways?\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"I can't have you going back to Dereo.\" She shakes her head sadly.",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"How should I know?\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "She shakes her head. \"One way or another, I'll find out.\"\r\n\r\nShe raises her hand, and her thugs charge.",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"I see 'em. Makes me think this shell is worth something, after all.\"\r\n\r\nShe raises her hand, and her thugs charge.",
      "female": ""
    },
    {
      "id": 77,
      "default": "They take a few tentative steps back.",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Come on, there's easier targets...\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"And I'm gonna sell that thing on my own.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"And I'm gonna sell that thing on my own.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Fye, surely ye mean the ninnypate whit blundered the job!\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Hold on, I thought he hired some dummy that bungled everything.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Now lass. No need to sour that pretty face on account of us achieving what you done cocked up.\"\r\n\r\nSerafen smiles, but his hands hover near his weapons.\r\n",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"I ain't failed just yet! Not when I got you cornered.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"I ain't failed just yet! Not when I got you cornered.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Boss, this one's a Bleak Walker. They don't make idle threats.\" The cipher's voice quavers.",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Means we've got no choice.\"\r\n\r\nAteira raises her weapon with a shaking hand.",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"I knew it! Dereo figured you were gonna cross him, and now he's sent the Steel Garrote after us!\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"We'll take our chances.\" She grins wickedly.",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Yep. And you'll leave Neketaka forever if you know what's good for you.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"How about you make this easy on us both and get out of here?\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Sounds like someone ain't so confident.\"",
      "female": ""
    }
  ]
}