{
  "Component": "exported",
  "Name": "conversations\\06_neketaka_slums_district\\06_cv_legendary_assassin",
  "Entries": [
    {
      "id": 1,
      "default": "A figure in the shadows looks up at your approach, pursing his lips together in a crooked line.",
      "female": ""
    },
    {
      "id": 3,
      "default": "With a furrowed brow he glares at you but says nothing.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"I'd like you to handle a problem for me.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Go on.\"\n\nYou smell the hint of ale on his breath as he nearly hisses the words.",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Can you handle the Spindle Man?\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"I'd like you to take care of a merchant by the name of Ernezzo.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I need to acquire the Cornett of Waves, a relic in the hands of Takano, a Mataru of the city.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Never mind. Let's speak of other matters.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"That thing's web of lies and mind-filchin' finally got the wrong scab pissed? Poetic, eh?\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"I can do it, but it'll cost you. The Spindle Man's well-guarded, even by my standards. I can handle the ogres and kith. But I'll need funds to cover my... bases.\" ",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"I trust you'll be discreet.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Rest assured, the Spindle Man'll trouble you no more - or anyone else for that matter. I'll be back when the fun bit is over.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Never liked that one... talks too fuckin' much.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"The dodge aught be easy enough, but you should know - it could draw a query or two from other... ne'er-do-wells what associate with him.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Do it.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Done and done. I'd steer clear of Ernezzo's boys for a pinch. I'll be back when the dust settles.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"That'll stir more trouble'n it's worth. The Mataru of the Crown give a rat's piss for the folk of the Gullet, but killing one of their own...?\" \n\nHe smiles in contemplation.",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"I need the cornett, not a corpse. Let him live.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Gimme a day. A sensitive dodge like this takes time.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"I'm looking for a cure to Drowner's Lung?\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Keep your rotten arse away from me, lunger!\"\n\nHe takes a step back from you.",
      "female": ""
    },
    {
      "id": 34,
      "default": "You find the assassin, head cocked to one side with a hand to one ear.\n\nBetween ear and fingers rests the Cornett of Waves.",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"I hear nothing but the lull of the sea. Not sure what's so special about this thing.\"\n\nShrugging, he hands you the conch.",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Rats round here been whispering about you.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Nonsense - I go where I please!\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Actually, the smell of this shit hole reminds me of home.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"The name is [Player Name].\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Think you made a wrong turn, bilger. You don't belong in the Row.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"You're an assassin?\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "He rolls his eyes, and the crooked line of his mouth evens out.\n",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"I know who you are. I make it my bag to keep eyes on the new fish that end up in the Gullet.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "You're answered with a thin-lipped scowl as your words echo throughout the alley.",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"What sort of payment do you require for your services?\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"I'll think about it.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Depends on the craftsmanship required. We don't know each other, so let's keep our dealings within the Gullet, yeah?\" ",
      "female": ""
    },
    {
      "id": 84,
      "default": "With a shrug, he leans back against the wall.",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"You'll want to talk to a Vailian that goes by Ernezzo. He's runs a shop down the street... here in the Row. Don't tell him I sent you. And don't say I never did you any favors.\" ",
      "female": ""
    },
    {
      "id": 123,
      "default": "He scratches at a bit of stubble on the underside of his jaw.",
      "female": ""
    },
    {
      "id": 133,
      "default": "He shrugs.",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"Take care of him and bring me the cornett.\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"Rest assured, you'll have your cornett in hand by sunfall tomorrow.\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "Head swiveling side to side, he darts a cautionary glance - then, shoulders straightening, he leans close to you.",
      "female": ""
    },
    {
      "id": 170,
      "default": "Leaning against the wall, ankles crossed comfortably, Rust nods and flashes a crooked smile as you approach.",
      "female": ""
    },
    {
      "id": 171,
      "default": "He's splattered with blood and tiny bits of flesh. He smells of rancid meat and fresh dung.",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"I have news.\"\r\n\r\nRust splays two palms open, facing upward. Both are clean and unmarred. ",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"Rumor has it Ernezzo and his boys went and got themselves perished. Must have riled up a villain of some import, eh?\" \r\n\r\nHe winks at you.",
      "female": ""
    },
    {
      "id": 174,
      "default": "He silently moves towards the far end of the alley. With a lazy two-fingered wave, Rust slips into the shadows.",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"So... things might have gotten a little out of hand. Fear not, I'm fine.\"",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"And the Spindleman?",
      "female": ""
    },
    {
      "id": 178,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"Dead as pickled alley rat... but not as tasty, eh.\"\r\n\r\nHis nostrils flare as his tongue writhes beneath closed lips. When it catches its prey, he spits the fleshy intruder, end over end, into the darkness.",
      "female": ""
    },
    {
      "id": 181,
      "default": "The assassin eases further against the wall, returning a comfortable silence to you.",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"Enough!\"",
      "female": ""
    },
    {
      "id": 222,
      "default": "He raises an eyebrow at this.",
      "female": ""
    },
    {
      "id": 223,
      "default": "Long moments pass as he casually looks you up and down.",
      "female": ""
    },
    {
      "id": 227,
      "default": "\"You're the type o' scab that bores me. Feel free to piss off.\"",
      "female": ""
    },
    {
      "id": 228,
      "default": "He lightly traces a finger across the hilt of an emerald-encrusted stiletto hidden within the folds of a dark, leather tunic. His narrowed eyes seem to dance in the magical light as the gemstone pulses with a caustic glow. ",
      "female": ""
    },
    {
      "id": 229,
      "default": "The right half of his mouth ascends menacingly as he dips his head and peers at you from underneath his brow.",
      "female": ""
    },
    {
      "id": 230,
      "default": "\"A fine weapon. Is it for sale?\"",
      "female": ""
    },
    {
      "id": 231,
      "default": "\"I too am... an artist.\"",
      "female": ""
    },
    {
      "id": 232,
      "default": "\"I may have need of a man of your... talent.\"",
      "female": ""
    },
    {
      "id": 233,
      "default": "\"Then you've no need of me, eh? Just don't go filchin' my regulars and we'll get on fine. \"",
      "female": ""
    },
    {
      "id": 234,
      "default": "\"Rumor has it you're an assassin.\"",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"Would you be interested in joining my crew?\"",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"Sorry, bilger. I work alone.\"",
      "female": ""
    },
    {
      "id": 241,
      "default": "\"Of course you do.\"",
      "female": ""
    },
    {
      "id": 242,
      "default": "\"I know Dereo is looking for that thing but that type o' dodge is gonna cost you somethin' extra.\"",
      "female": ""
    },
    {
      "id": 243,
      "default": "\"Not much fun in that. Extra coin aught cover the thought of me going soft, though.\"",
      "female": ""
    },
    {
      "id": 244,
      "default": "With a sigh, he closes his eyes and shakes his head slowly.",
      "female": ""
    },
    {
      "id": 245,
      "default": "\"Actually, I don't need anyone murdered at the moment.\"",
      "female": ""
    },
    {
      "id": 246,
      "default": "[Scowl at him.]",
      "female": ""
    },
    {
      "id": 247,
      "default": "[Wink at him.]",
      "female": ""
    },
    {
      "id": 248,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 249,
      "default": "[Leave] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 250,
      "default": "\"I'm losing my patience with you.\"",
      "female": ""
    },
    {
      "id": 251,
      "default": "\"You'll need to work on that if you want to scare anyone.\"",
      "female": ""
    },
    {
      "id": 254,
      "default": "\"Either you don't know who I am, or you've had a few too many, eh? Don't matter, you sure as shit ain't the law.\"",
      "female": ""
    },
    {
      "id": 255,
      "default": "\"You know when to keep your mouth shut. I like that.\"",
      "female": ""
    },
    {
      "id": 257,
      "default": "\"You looking to commission an artist? You'll find none better in Neketaka, bilger.\"",
      "female": ""
    },
    {
      "id": 258,
      "default": "He glances around the alley before continuing.",
      "female": ""
    },
    {
      "id": 259,
      "default": "\"Assassins are nothing but cowards.\"",
      "female": ""
    },
    {
      "id": 260,
      "default": "\"Careful, bilger. That kinda talk has gotten scabs rougher'n you dead drunk with their own blood, eh.\"",
      "female": ""
    },
    {
      "id": 261,
      "default": "\"You got a face that looks like a dead twat, eh... bit hard to miss.\"",
      "female": ""
    },
    {
      "id": 262,
      "default": "\"I'm guessing you're looking to buy some art, yeah?\"",
      "female": ""
    },
    {
      "id": 263,
      "default": "\"You got the look of a proper scoundrel now that I'm seeing you.\"",
      "female": ""
    },
    {
      "id": 265,
      "default": "\"Gimme a day. A sensitive dodge like this takes time.\"",
      "female": ""
    },
    {
      "id": 266,
      "default": "[Leave] \"I was just leaving.\"",
      "female": ""
    },
    {
      "id": 267,
      "default": "With a shrug, he leans back against the wall.",
      "female": ""
    }
  ]
}