{
  "Component": "exported",
  "Name": "conversations\\06_neketaka_slums_district\\06_cv_roparu_beggar",
  "Entries": [
    {
      "id": 1,
      "default": "\"Traveler! Have you any food? Surely you've a scrap to spare?\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "A gaunt Roparu woman grabs for your leg. She paws at you with a weak grip, fingers bone-thin and trembling.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Do you have no access to food?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Always there is prize-share, though the pile has grown leaner these years.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"What do you mean?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "She shakes her head. ",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Give her some food.]",
      "female": ""
    },
    {
      "id": 8,
      "default": "The woman snatches the food from your hands with surprising speed, eyes darting a glance for any onlookers before she shoves it between her teeth.\r\n\r\nShe gnaws desperately, swallows, chokes, chews again, and speaks with a mouth half-full from the next bite.",
      "female": ""
    },
    {
      "id": 9,
      "default": "[Walk away.]",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Kick her.]",
      "female": ""
    },
    {
      "id": 11,
      "default": "You slam your foot against the beggar's shoulder, knocking a whimper from her as she topples to the side. Her hair hangs stringy in her face.",
      "female": ""
    },
    {
      "id": 12,
      "default": "The Roparu touches two gaunt-knuckled fingers to her lips.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Mercy, traveler. Never have I been so hungry.\" ",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Maybe you should seek paying work. There are places that will sell even a vagrant food.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "A disbelieving laugh cracks from her throat.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Many Roparu come from the other islands these days. They are strong and capable workers - not like me.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"As if my soul does not suffer enough!\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "[Crouch down on your knees.]",
      "female": ""
    },
    {
      "id": 20,
      "default": "Her eyes widen as you lower yourself to her vantage. This close, you can see that her irises are green as sea glass and flecked with gold.\r\n\r\nShe draws her hand away from you, the motion jerky and hesitant.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"What is your name?\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"I'm no one, only Rakara. Just Kara. I mean, to my friends.\"\r\n\r\nShe glances off to one side and smooths those bony fingers over the folds of her skirt.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Do you have no access to food, Kara? No coin or house - no hope for work?\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"I have the tribe's generosity and my share of the Mataru's fortune. What more should I want?\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Don't you?\"\r\n\r\nHer hair falls tangled around her shoulders as she shakes her head.",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"It is my place, and so whatever I earn - be it coin from a kind hand or fish from the sea - I must tithe it to the tribe. For the good of us all.\" ",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Do you think it is a good idea to touch me, 'no one' who is Rakara?\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "Her eyes brighten with fear.",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"I have stopped, haven't I? Please, forget what I asked you. Never will I touch you again.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"But you're starving.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"But I am starving.\" It sounds too hollow for an affirmation. Rather, it is an acceptance.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"As I said, I have the tribe's generosity and my share of the Mataru's fortune. What more should I want?\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Forgive me, I say too much. If you would know more, ask Enoi.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Thank you. I'll share it, I swear. Thank you, traveler.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"He's there, in the house to the right when you cross the bridge. He can speak of the hunger.\"\r\n\r\nHer quavering arm points toward the southeast. ",
      "female": ""
    },
    {
      "id": 37,
      "default": "She looks less gaunt than she did before.",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"My belly's full with good food now.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"I used to dream of food. Now I eat it.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Little falls to our pile that is not rotten or sour... from this week and maybe before.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Surely the queen will provide for us, in time.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Our elder listens to those in need, and he speaks... out of earshot of the guards.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Even the sailors on the docks and even the wandering travelers know me as Roparu.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"But they, too, tithe to the prize-share.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Get yourself something to eat.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "A bitter, croaking laugh escapes her throat. She tosses your coins back to you with a sneer.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"You think the merchants will sell to Roparu? You think, even if they did, the Mataru would let me keep what I bought?\r\n\r\n\"You have not been here long, stranger.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "[Kick her.] \"Ungrateful wretch!\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Who's the leader around here?\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Can you tell me how to get to Delver's Row?\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "She chuckles darkly.",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"The Gullet is a lawless place, forgotten. The only authority here is the Matarus', and they don't work on our behalf.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"But if it is a wise man you want, seek Enoi in his home. He tries to keep us safe and fed. He does not always succeed, but he does try.\r\n\r\n\"Trying's worth a lot down here.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"The black market? I have heard of it, but I have never been. I prefer to keep my head on my shoulders, ekera.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"If Enoi cannot help you, ask after Fyrna. She's the tavernkeeper at The Hole. Her ears hear many secrets.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"But... perhaps the village elder will point you down the right path. He is called Enoi - you can find him in his home.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"But... Enoi might know. Though he is blind, there is no part of the Gullet he does not see.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"You- you will help me, won't you? You have done well by us before, and never have I been so hungry!\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Please, I know you've seen our suffering! Can't you spare a scrap?\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"You do not know? But you- you-\" She stops abruptly, her gaze falling to the ground.",
      "female": ""
    },
    {
      "id": 68,
      "default": "Her bony hands tremble in her lap. She flicks her gaze to you, then looks away quickly, before you can meet her eyes.\r\n\r\nYou frighten her.",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Thank you, traveler, thank you. I knew you were a good one.\"",
      "female": ""
    }
  ]
}