{
  "Component": "exported",
  "Name": "conversations\\06_neketaka_slums_district\\06_cv_vendor_bm_aumaua",
  "Entries": [
    {
      "id": 1,
      "default": "This grizzled old aumaua woman looks like she's been left in the sun to dry. Her skin is so worn and weathered, it's hard to tell her wrinkles from her scars.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"You need a blade or bludgeon? Or some sturdy armor? Imuani has what you seek.\" The old woman gives you a grin that multiplies the wrinkles in her face.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Show me what you've got.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Old Imuani's stock is tested in the hands and throats of the fiercest sorts in the Gullet. \r\n\r\n\"Never will you find a better selection.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"I'm looking for medicine to cure drowner's lung.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Then you blunt your teeth talking to me. Go and see Ernezzo - his shop is just across the way.\"\r\n\r\nShe points to the door across the tunnel.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Perhaps you have more business for Dereo? Imuani'll take care of you. And at a special price.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "[Show the medallion.] \"Do you know where I could find a buyer for something like this?\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"I have no use for it. But Ernezzo likes shiny gewgaws.\" She taps it against the countertop as if hoping it will crack and reveal a more interesting prize.",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Ernezzo. But his blood's colder than steel now.\" She gives you a crooked grin.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"This is business for Dereo. But you'll wait for an invitation from him if you know what's good for you.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"And if you want to catch his eye, you'll have to forge a name for yourself in the Gullet.\" She cackles.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"What happened to that godlike in the alley?\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Some sort of scuffle between a lone fellow and a pack of godlike pirates. The lone man didn't look like much of a fighter, but he proved old Imuani wrong.\" She nods toward the body and cackles.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"The pirates were taking him toward the lift. To the Undercroft.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"They must have spoken with the guard there - perhaps he could say more.\" She points across the alley.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Old Imuani's stock is tested in the hands and throats of the fiercest sorts in the Gullet. But you already know that, ekera?\" She winks.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Ekera, surely you have caught his eye by now.\" She cackles.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Be welcome, stranger. I have heard your named whispered in the streets of the black market.\"",
      "female": ""
    }
  ]
}