{
  "Component": "exported",
  "Name": "conversations\\06_neketaka_slums_district\\06_cv_orron",
  "Entries": [
    {
      "id": 1,
      "default": "A dwarf sits before a generous and curious spread - steamed mussels arranged in concentric circles, rounds of flatbread stacked in a neat tower, and melon sliced in even triangles.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"What do you require?\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"I hear you've bought passage on Captain Sedūzo's ship.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"What would it take for you to cede your spots on Sedūzo's ship?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"I'll make you an offer for your berths on Sedūzo's ship.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"What brought you to the Deadfire?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Indeed. The good captain has four adequate berths - all equally sized, all facing the same direction - and she's promised to leave promptly.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Out of the question. We're due in Tākowa for another contract, and the client has already paid the advance.\" \r\n\r\nHe sips from his cup and immediately runs a folded handkerchief around the rim.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Booking passage on another ship on such short notice would be most expensive.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"We had a contract with the Vailian Trading Company to defend one of their most valuable properties.\" He glows with pride.",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I can pay you enough to book passage on another ship.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"I'm also a Goldpact Knight, and I'm bound to help a woman and her children.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Have pity - I'm helping a woman and her children seek a better life.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"One way or another, you're staying here.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Never mind.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "He looks up from fidgeting with his cup long enough to give you a doubtful frown.",
      "female": ""
    },
    {
      "id": 19,
      "default": "He groans and looks at the other paladins. They conduct a brief and silent exchange of nods, shrugs, and raised eyebrows.\r\n\r\nAt last, he sighs.",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Look around. The Deadfire is filled with misery, to say nothing of the Gullet.\" He turns the cup so that the crack along the side faces away from him.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"That sounded like a threat. Was that a threat?\" He sounds genuinely surprised.\r\n\r\nThe other Goldpact Knights move their hands toward their weapons.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"That's not what I meant.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "[Attack] \"I warned you.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "[Pay 1200 cp.] \"This should cover it.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"I'll think about it.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "He freezes, staring at the coins. \r\n\r\nAfter a moment, he divides them into four even stacks and nods.",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Excuse me. I must see to business.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Why, you-!\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Something... tastes...\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"And we have already paid Sedūzo. I couldn't possibly take back the same coins I have already spent.\" He shivers with dread.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"If you're looking for work, I heartily recommend them. They pay well, and they pay on time.\" He raises his cup, and his companions do likewise.",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"What better life do you imagine for them in Rauatai? They will only trade one misery for another.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Besides, I have a contract to fulfill.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"I do hope you demanded a reasonable fee. It wouldn't do to tarnish our reputation here.\"\r\n\r\nThe mercenaries down the last of their drinks.",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"When next we see each other, I'll expect a boon from you. No questions asked.\r\n\r\n\"Until then.\"\r\n\r\nThey file out of the tavern in a neat, even line.",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"All ships leaving for Rauatai are laden with luminous adra and other rare goods. \r\n\r\n\"Mercenaries - even of our skill - do not rate so highly.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"So it does. Consider our business concluded.\" He and the other Goldpact Knights file out.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Gather 'round. A final toast before we depart.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "[Lie] \"Orron? Someone downstairs is asking for you - something about trouble at the adra mill.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Damn. If that thing burns while we're still here...\"\r\n\r\nHe rises and hurries out of the room.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"He does this every time. Just have to wait.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Excuse me.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"What are you doing?\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "[Wait.]",
      "female": ""
    },
    {
      "id": 48,
      "default": "Holding his breath, he takes the bottle and measures an equal serving of wine into the cups, making three or four passes over each.\r\n\r\nHis companions look on with practiced patience.",
      "female": ""
    },
    {
      "id": 49,
      "default": "The dwarf ignores you and continues nudging the cup.",
      "female": ""
    },
    {
      "id": 50,
      "default": "At last the bottle is empty, and he places it in the exact center of the square.\r\n\r\nHe picks it up and puts it down in the same spot twice more before he's satisfied.",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Cheers.\"\r\n\r\nThey all take their cups and drink deeply. At last, the leader turns to you.",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"A most agreeable arrangement.\" He sips his wine.",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"A Goldpact Knight is bound by his contract, and ours binds us to make all possible haste to Tākowa.\" \r\n\r\nHe squirms and sets his cup down in the exact middle of a water stain, lining the base up with the edges.",
      "female": ""
    },
    {
      "id": 55,
      "default": "He shrugs, rotating his cup again.",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Oh. Good, good.\" They slowly relax.",
      "female": ""
    },
    {
      "id": 57,
      "default": "Yet his attention is focused on the four cups and the bottle in front of him. \r\n\r\nHe has the cups organized in an almost perfect square around the bottle, but as you look on, he leans down to adjust one.\r\n\r\nThe others with him wait quietly and observe the ritual.",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"I don't see what Sedūzo was fussing about. Nothing wrong with being tidy.\" Aloth leans close to you, then turns back to observe.",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Tonderie. These Goldpact Knights have a love of obligation that matches my love of country.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Folks like you ain't helping! Have a heart! Or is it already dead in your chest?\" With a sneer, Xoti rattles her lantern, raising it as if she could suck the soul from his still-living body. ",
      "female": ""
    },
    {
      "id": 61,
      "default": "Serafen leans nearer you, grinning.",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Consistency in the shipping lanes. Good for types mercantile, but better for types piratical.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Did you say something?\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Just admiring your spread, my lad. Nothing better after a meal than a ripe pair of melons.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "He squirms. \"That doesn't release me from my obligation. I must reach Rauatai with all possible haste.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"If I don't fulfill my contract, it makes all Goldpact Knights look bad.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"This isn't about your contract. This is about you having things your way.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Forget it.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "He shifts and wriggles, tugging his sleeves as if to pull them back into place. \r\n\r\nHe says nothing for a moment, but his silently twitching mouth confesses his discomfort.\r\n\r\nAt last, he sighs.",
      "female": ""
    },
    {
      "id": 70,
      "default": "[Pay 800 cp.] \"That seems fair.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"But I still require some consideration from you.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"I still must make other arrangements, but I could afford a small loss. Given our mutual affiliation.\" He glowers at you.",
      "female": ""
    },
    {
      "id": 73,
      "default": "[Pay 1000 cp.] \"Consider this me making a contract with you.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "He freezes, staring at the coins. \r\n\r\nAfter a moment, he divides them into four even stacks and nods.",
      "female": ""
    },
    {
      "id": 75,
      "default": "[Move one of the cups.]",
      "female": ""
    },
    {
      "id": 76,
      "default": "A collective gasp rises from the other mercenaries.\r\n\r\nThe dwarf gives you a warning glare and maneuvers the cup back into place.",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Don't do that again. I'm serious.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"What is he doing?\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "[Knock everything off the table.]",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"That's it!\"\r\n\r\nThey all rise and draw their weapons.",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"I'm booking passage for a family. But Sedūzo only has room for three of them, so they'll be split...\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "His hand jerks so violently that he splashes a few drops of wine on the table.\r\n\r\nHe mops them up, a rigid and pained expression on his face.",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"...and you'll be stuck with HALF of them for the whole journey. Won't that be ODD?\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"That will not do. That will not do at all.\" He's still dabbing at the spilled wine, but something brittle has crept into his frown.\r\n\r\nHis companions shuffle nervously. At last, Orron pushes back from the table and looks up at them.",
      "female": ""
    },
    {
      "id": 86,
      "default": "[Wait.]",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"To Queen's Berth, quickly. We must find a more... suitable ship.\"\r\n\r\nThe Goldpact Knights file out together.",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Do you know the way to Delver's Row?\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "He wrinkles his nose.",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"That sounds unsanitary.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"I have oaths to keep. Perhaps that means little to you, but I am bound by them.\" He turns from Xoti to you.",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Don't see why you'd spend all that time arranging your food if you aren't making it look like a funny face.\"",
      "female": ""
    }
  ]
}