{
  "Component": "exported",
  "Name": "conversations\\06_neketaka_slums_district\\06_si_undercroft_introduction",
  "Entries": [
    {
      "id": 1,
      "default": "A deep blue, choppy-watered cove spans before you, widening down a cavern that leads eventually to the open sea. Waves clap against ramshackle docks, and the breath that fills your lungs is tinged with salt. \r\n\r\nShouts from rowdy sailors pepper the air like buckshot. The deckhands lumber across the water-beaten docks, ready and waiting, watching the waves that roil the cove.",
      "female": ""
    },
    {
      "id": 2,
      "default": "It's then that Huana watershapers, as denoted by their robes, stride the length of the docks. Arms sweeping, lips moving, they swirl the turbulent tide into a calm, directed current. ",
      "female": ""
    },
    {
      "id": 3,
      "default": "For a moment, the cove falls still and silent, as if caught in a collective, bated breath. Then, slowly, a slew of black-varnished dinghies, sails lowered, row steadily into the bay. ",
      "female": ""
    },
    {
      "id": 4,
      "default": "The sailors whoop, shouting a jumble of bawdy greetings mixed with commands for docking and unloading the wares.\r\n\r\nThe ships lurch against the wharf and are emptied of crate after unmarked crate almost immediately. The operation is efficient and quick.",
      "female": ""
    },
    {
      "id": 5,
      "default": "With a shrill whistle, a dwarven woman emerges from the squat fort jutting from the eastern side of the cavern. Twice more she whistles before the watershapers reverse the bay's current, and the ships are swept gently out of sight - back to the sea.",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Watch from a distance.]",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Creep closer.]",
      "female": ""
    },
    {
      "id": 8,
      "default": "Coarse rocks grind beneath your feet, slick enough to slow your approach. You peer closer for a better view.",
      "female": ""
    }
  ]
}