{
  "Component": "exported",
  "Name": "conversations\\06_neketaka_slums_district\\06_si_statue_sunken",
  "Entries": [
    {
      "id": 1,
      "default": "A cracked stone face rises from the pool. Lichens clog the hollows under its brows and nostrils, and a pale glow plays along the undersides of its cheeks.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Inspect the pool.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Inspect the bones.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Dive toward the light.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "As murky as it is, it's difficult to tell how deep it goes. You can barely see the statue's submerged shoulders; the rest is shrouded in darkness.\r\n\r\nYet a smudge of light shines from the gloom.",
      "female": ""
    },
    {
      "id": 6,
      "default": "And you hear a faint, musical sound from the depths. The melody ebbs and flows, rises and recedes. ",
      "female": ""
    },
    {
      "id": 7,
      "default": "Scattered bones lie around the pool. They're clustered around the water's edge, and despite lying in the mud, they're perfectly white.",
      "female": ""
    },
    {
      "id": 8,
      "default": "The bones are all gleaming white and whole, without a single notch or crack. \r\n\r\nThey're also warm to the touch. You feel a pulse running through them and quickly draw your hand back.",
      "female": ""
    },
    {
      "id": 9,
      "default": "You leap into the pool and swim down. The water is surprisingly warm, with an oily texture and a brackish flavor. ",
      "female": ""
    },
    {
      "id": 10,
      "default": "Yet as you paddle deeper, the water grows colder. The light in the depths becomes brighter and sharper, and a strange melody murmurs through the water.",
      "female": ""
    },
    {
      "id": 11,
      "default": "Despite the effort, you fight through the current, sustained by a deep breath and strong lungs. ",
      "female": ""
    },
    {
      "id": 12,
      "default": "The effort of swimming starts to take its toll. Your emptying lungs begin to burn.",
      "female": ""
    },
    {
      "id": 13,
      "default": "[Continue toward the light.]",
      "female": ""
    },
    {
      "id": 14,
      "default": "[Swim back to the surface.]",
      "female": ""
    },
    {
      "id": 15,
      "default": "You reach the source of the light and music - a glowing conch in the statue's open hand.\r\n\r\nMusic flows from it, as rich and deep as a baritone.",
      "female": ""
    },
    {
      "id": 16,
      "default": "You kick toward the dim glow of the surface.",
      "female": ""
    },
    {
      "id": 17,
      "default": "You hover above it, your lungs beginning to ache.",
      "female": ""
    },
    {
      "id": 18,
      "default": "You hover above it, your lungs screaming for air.",
      "female": ""
    },
    {
      "id": 20,
      "default": "[Take the conch and swim back up.]",
      "female": ""
    },
    {
      "id": 22,
      "default": "At first, the conch is stuck in place. \r\n\r\nWith a little effort, you pry it from the statue's palm. It comes free with a pop, and the radiance and music fade. \r\n\r\nYou push off from the statue and swim despite the pain swelling in your chest.",
      "female": ""
    },
    {
      "id": 23,
      "default": "You kick toward the dim glow of the surface.",
      "female": ""
    },
    {
      "id": 24,
      "default": "You emerge and climb out of the pool, enjoying deep breaths of the dank cave air.",
      "female": ""
    },
    {
      "id": 25,
      "default": "You crawl out of the pool, heaving pained breaths after staying under so long.",
      "female": ""
    },
    {
      "id": 26,
      "default": "You barely break through the water before gulping deep, painful breaths into your burning lungs. \r\n\r\nYou crawl out of the pool, exhausted and weakened.",
      "female": ""
    },
    {
      "id": 28,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 29,
      "default": "[Dive toward the light.]",
      "female": ""
    },
    {
      "id": 30,
      "default": "[Specified 0] leaps into the pool and swims down. The water is surprisingly warm, with an oily texture and a brackish flavor. ",
      "female": ""
    },
    {
      "id": 31,
      "default": "Yet as [Specified 0] paddles deeper, the water grows colder. The light in the depths becomes brighter and sharper, and a strange melody murmurs through the water.",
      "female": ""
    },
    {
      "id": 32,
      "default": "Despite the effort, [Specified 0] fights through the current, sustained by a deep breath and strong lungs. ",
      "female": ""
    },
    {
      "id": 33,
      "default": "[Continue toward the light.]",
      "female": ""
    },
    {
      "id": 34,
      "default": "[Specified 0] reaches the source of the light and music - a glowing conch in the statue's open hand.\r\n\r\nMusic flows from it, as rich and deep as a baritone.",
      "female": ""
    },
    {
      "id": 35,
      "default": "[Specified 0] hovers above it, lungs just beginning to ache.",
      "female": ""
    },
    {
      "id": 38,
      "default": "[Take the conch and swim back up.]",
      "female": ""
    },
    {
      "id": 39,
      "default": "At first, the conch is stuck in place. \r\n\r\nWith a little effort, [Specified 0] pries it from the statue's palm. It comes free with a pop, and the radiance and music fade. \r\n\r\n[Specified 0] pushes off from the statue and swims despite the pain swelling in his chest.",
      "female": ""
    },
    {
      "id": 40,
      "default": "[Specified 0] kicks toward the dim glow of the surface.",
      "female": ""
    },
    {
      "id": 41,
      "default": "[Specified 0] emerges and climbs out of the pool, enjoying deep breaths of the dank cave air.",
      "female": ""
    },
    {
      "id": 42,
      "default": "You hear rattling.\r\n\r\nThe bones by the pool grind and snap together. Several skeletons rise from the mud.",
      "female": ""
    },
    {
      "id": 43,
      "default": "[Specified 0] crawls out of the pool, heaving pained breaths after staying under so long.",
      "female": ""
    },
    {
      "id": 44,
      "default": "[Specified 0] barely breaks through the water before gulping deep, painful breaths. \r\n\r\n[Specified 0] crawls out of the pool, exhausted and weakened.",
      "female": ""
    },
    {
      "id": 45,
      "default": "[Specified 0] hovers above it, lungs screaming for air.",
      "female": ""
    },
    {
      "id": 46,
      "default": "[Swim back to the surface.]",
      "female": ""
    },
    {
      "id": 47,
      "default": "[Specified 0] kicks toward the dim glow of the surface.",
      "female": ""
    },
    {
      "id": 48,
      "default": "The effort of swimming starts to take its toll as [Specified 0]'s emptying lungs begin to burn.",
      "female": ""
    },
    {
      "id": 49,
      "default": "You leap into the pool and swim down. The water is surprisingly warm, with an oily texture and a brackish flavor. ",
      "female": ""
    },
    {
      "id": 50,
      "default": "As the mysterious source grows closer, muck clogs your eyes, and a strong current pushes you back.",
      "female": ""
    },
    {
      "id": 51,
      "default": "As the mysterious source grows closer, muck clogs [Specified 0]'s eyes, and a strong current pushes back.",
      "female": ""
    },
    {
      "id": 52,
      "default": "At first, the conch is stuck in place. \r\n\r\nWith a little effort, [Specified 0] pries it from the statue's palm. It comes free with a pop, and the radiance and music fade. \r\n\r\n[Specified 0] pushes off from the statue and swims despite the pain swelling in her chest.",
      "female": ""
    }
  ]
}