{
  "Component": "exported",
  "Name": "conversations\\03_neketaka_vailian_district\\03_cv_zili",
  "Entries": [
    {
      "id": 1,
      "default": "This young man appears either to be composing or practicing a tune on his lute. He stops mid-strum, looking up at you with a friendly expression.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Something I can do for you?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"I had some questions.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Lie] \"Just came to listen to you play.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Never mind.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Ezzali Bardatto asked me to spy on you.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"I'm hardly one to judge, but... uh, I'm not sure you're getting the 'spy' part entirely right.\" He offers you a guileless smile.",
      "female": ""
    },
    {
      "id": 9,
      "default": "[Leave] \"Nothing for now.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Oh, sure. What about?\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Oh. Sorry to disappoint, then. I'm having an imp of a time with this piece.\" He offers you a sheepish grin. ",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"All right...\" He looks puzzled.",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I'm trying to find a way to stop your houses from killing each other.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Being direct gets more results.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"She seems to think you're in the know regarding some nefarious plot.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Your family's been having trouble with the Bardattos, right?\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "[Lie] \"I hear you're the one to talk to about certain kinds of jobs.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"These sailors are generous with their pocket change!\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"If you are after some scenery, I suggest the far end of the bridge. It smells better when the wind blows in from the sea, of course.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Ondra's nethers. S-something I can do for you?\" He stares at your head with disbelief.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Ah... please don't tell Martino.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"You a distant Bardatto cousin or something? I don't know how Ezzali think I can help, but ...\" He trails off nervously.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"What? That doesn't make...\" Zili's face blanches.",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"And what is it you want to do with this information - side with Ezzali?\" ",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"She wants me to figure out what the Valera family is planning. That's all.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Let's make this quick. Tell me what the Valera family is planning and I'll let you live.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "[Grab his wrist.] \"Care to find out if broken fingers improve your music?\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"I'm trying to prevent this feud from escalating. I thought you would want the same.\" ",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"I'm not taking any sides in this conflict.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Leave me alone, will you?\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Just don't hurt Persa, okay?\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Ugh, it was Persa, wasn't it? Is she recruiting again?\" Zili scowls.",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"You can tell her I'm not getting involved in whatever she's up to!\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Guess that means you've spent at least an hour or two in town.\" Zili sighs.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"You're going to have to if you keep meddling with family affairs.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Of course I do, I just...\" Zili scratches his cheek and glances over his shoulder.",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"I caught cousin Persa running her mouth off about the job Belda got her involved in.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"We aren't thieves and killers, you know. No matter what Ezzali says.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Of course not - why get your principles involved when it isn't your family? You're just looking out for yourself.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Like I said, Persa's down in the Gullet.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Persa's been spending time in the Gullet, in the tavern down there. Maybe she could tell you more.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"No! Wait, just wait!\" Zili cringes, twisting in your grip.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Well, she's paying me. So she'll hear about it all right.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"I'll consider it.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"But before you go... Ezzali can't hear about this. I told Persa and all the rest of them not to make trouble. If the Huana guards don't get us, Ezzali will.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"I know that you're trying to get in the way, and that you have your reasons. Just... don't hurt her.\" Zili steps back wearing an uncertain frown. ",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"No promises.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "Zili's eyes widen, and he takes a step back. But there's a stubborn defiance in his voice.",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"I'll tell her, once I find her.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"So... you're NOT the one to talk to?\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"You've never sought revenge?\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"A blood feud doesn't seem like the kind of thing you can sit out.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Smart. Better to stay out of what doesn't concern you.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Atello still runs the family. Maybe you can get him and Ezzali talking? Not that anyone listens to me.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "Zili opens his mouth to speak, then sags, his expression bleak. ",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Go plot your mischief with Persa. She's got a room in the tavern down in the Gullet. Just leave me out of it.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"No! Whatever Persa has planned, it's not how we do things.\" Zili flushes with anger. ",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Not like Martino does, no. My uncle works hard to prove we're not thieves or murderers.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"I fear that Persa's going to ruin that for us. She's in the thick of something too big for her.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"I had hoped to do just that, but it doesn't seem that my hopes have any bearing on the matter.\" His expression falls. ",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Maybe. I don't know. I just don't have a mind for strategy.\" He balances his lute on his hip and sighs. ",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Whatever Persa's cooking up, it's only going to make things worse.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Persa?\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"I caught cousin Persa running her mouth off about the job Belda got her involved in.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Why not just tell the guards?\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Sorry, I guess you got a mouthful, huh? I really ought to get back to my lute.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Persa's family. That means something, even if I think she's wrong at best, an idiot at worst.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Every family has its nemesis.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"I ought to be used to it by now, but I keep thinking of ways we can make peace with the Bardattos.\" He sighs and carelessly plucks a string of his lute.",
      "female": ""
    },
    {
      "id": 74,
      "default": "Zili blinks at you and opens his mouth to speak, hesitating. He raises a finger in the air.",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"I've seen my share of family disputes that ended in tragedy.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Huh. If you speak from a place of experience, I can respect that.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"And she's up to what again?\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Look... you seem like a nice person, but I'm just here to practice my lute in peace.\" ",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"I'm preventing the reprisal that will inevitably hit your family when the Bardattos realize what happened.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Even if we crippled the Bardattos, someone would scrounge together the coin for an assassin. And this would just... keep going.\"\r\n\r\nZili sighs and rubs his brow.",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Sounds like you know what's right for the family.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Yes! And what's right is that we stay out of... out of Bardatto business.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"I'm trying to clear some Rauataian sailors out of the tavern. Word is they like music.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"Sounds like a Martino plan to me. Do I have the right of it?\" \r\n\r\nZili flashes a sheepish grin, and looks off in the direction of the Valera estate.",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"I could keep these sailors of yours... diverted? Feel free to send them my way.\r\n\r\n\"And so- no bloodshed.\"\r\n\r\nHe smiles hopefully.",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"This is not how I would have chosen to spy on someone.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"A heist on the Bardatto estate, I think. I came out here to keep my distance from all that.\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"I may not approve of my family's methods, but I'm not about to sabotage them, either.\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"Which is the opposite of what we're about to do, isn't it?\" Zili sighs and shakes his head.",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"Have things gotten any better with the Valeras?\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"Martino was always a... tough cousin. Now he's insufferable.\" Zili raps his lute, producing a hollow sound. ",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"Martino's miserable without all the friction.\" Zili tickles the strings of his lute and grins. ",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"Feeling proud to be a Valera for once.\" ",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"Martino says we won. I don't feel like a winner.\" ",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"Poor uncle Atello.\"",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"But our fleet is strong? I only hear secondhand.\" Zili shrugs and plucks a harmonious note.",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"Everyone knows he gutted the Bardatto house. Bad form in this neighborhood.\" He plucks a hard note.",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"And now Ezzali's business partners pulled up stakes. We're hardly any better off than before.\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"Ah, madiccho! How does it go...?\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"Ah- apologies, lord, if I intrude upon your peace. Inspiration eludes me still.\"",
      "female": "\"Ah- apologies, lady, if I intrude upon your peace. Inspiration eludes me still.\""
    },
    {
      "id": 166,
      "default": "\"Just this once I'll make an exception.\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"Never solve with violence what you can with music, I say.\"",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"There are certainly worse ways to pass one's time.\" He nods approvingly.",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"Right shame there ain't more of your type quicker to the fiddle than the flail and flog.\"",
      "female": ""
    },
    {
      "id": 174,
      "default": "Sighing, Maia pinches the bridge of her nose and shakes her head.",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"Wonder what the strung up lads and lasses of the Jubilant Rapscallion would be having to say bout that.\"\r\n\r\nSerafen scowls from above crossed arms.",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"Persa's been spending time in the Gullet, in the tavern down there. Maybe she could tell you more.\"",
      "female": ""
    }
  ]
}