{
  "Component": "exported",
  "Name": "conversations\\03_neketaka_vailian_district\\03_cv_abocco",
  "Entries": [
    {
      "id": 1,
      "default": "\"Ado, my friend! I knew our paths would cross eventually!\" \r\n\r\nA Vailian shouts over the din of the Wild Mare to get your attention, turning a great many heads to study your exchange. \r\n\r\nHe takes a hearty swig of his tankard.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Ado, my hunter! To what do I owe this delight?\" Abocco raises his tankard and winks. ",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Ado, my friend.\" Abocco raises his tankard.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Do you enjoy coin, my friend? Can you lift a sword?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"What bounties do you have available?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"But you are in the middle of one assignment already!\" He chuckles and shakes his head. ",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Ah! I will start you on Meryel, the mad animancer! She tortures her victims with unspeakable 'treatments' before casting what's left to Berath's Wheel.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"A sea troll has been making a name for himself raiding fishing villages with his minions. They call him 'Tāhae.'\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"A marauder gang boss called Nomu broke free of custody along with the rest of his plunder buddies.\r\n\r\n\"It is said they wasted no time getting up to their old tricks.\" ",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Ah... I finally managed to land the rights to a bounty of value. You may not like it.\r\n\r\n\"There is a thirsty drake who roosts near an oasis northeast of Maje Island. An important site for refilling canteens.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "[Give Meryel's head.] \"She joins the goddess of death in the Beyond.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Give Tāhae's head.] \"I hope he enjoyed his last meal.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "[Give Nomu's head.] \"Here, catch!\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "[Give Pūrākau's head.] \"Here's your thirsty drake.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"My first bounty to pay off! An exciting day for us both.\" \r\n\r\nAbocco passes you a small pouch of coins. ",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"You have done us both a favor. My esteem in the bounty community rises, and hunters come to buy me drinks!\" \r\n\r\nHe chuckles to himself and passes you a pouch of coins.",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"I hope I will still find this disgusting when I am important enough to toast with the elite bounty hunters.\"\r\n\r\nHe lifts the severed head by the hair, wincing all the while, and passes you a pouch of coins.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"To think that such a magnificent creature could also be a water-hoarding pest. Dragons are a complicated bunch.\" \r\n\r\nHe hefts the head and looks deeply into its eyes before passing you payment.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"My friend, you have drained the wellspring and made us both very famous! \r\n\r\n\"If you have not spoken to her yet, find the Goldpact Knight Okauro in Sacred Stair. She can give you more work.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"My friend! May the heads of your bounties always roll from their necks!\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"You... you will take the job? You will take the job!\"\r\n\r\nHe grips you by the shoulders and smiles, tears springing to the corners of his eyes.",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"I'm still hunting Pūrākau the drake.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"I'm still hunting Nomu the marauder.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"I'm still hunting Tahae the sea troll.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"I'm still hunting for Meryel the Mad.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Finish the job - by then I will have more work for you, ac?\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Before I go I had some questions.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Agracima, you have but to ask!\" He gestures for you to speak freely.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"I'll return with her head. Farewell.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Warriors fan out to catch the fiend, but so far they have no luck. Tāhae can't have roamed far from his latest raid on an island southwest of Neketaka.\" ",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Prison is too kind for a pirate, so there is a bounty on Nomu's head. He and his ilk fled to the wilderness northwest of Neketaka.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"The local tribes call him Pūrākau after a sea dragon of legend. Even so, they have no love for this water thief.\" ",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"I'll return with his head. Farewell.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Ac, and I am scrounging together the coin for your next mission.\" Abocco winks at you. ",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"When you have the head of our latest mark, I will be ready - ac?\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Tell me - you are the one who sails [Player Ship], ac? Terrorized the docks with spirits, ac?\" \r\n\r\nLeaning in close, he sips from the tankard and loudly sucks moisture from his upper lip.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Who's asking?\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Please step away. The sound of you drinking in my ear is repulsive.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"I am Abocco, and I am positioned to offer... ah, I have opportunities for...\" \r\n\r\nHe clumsily unfolds a sheaf of parchment. The tankard slips in his grasp and spills ale down the front of his trousers.\r\n\r\nHe gawks down at himself in horror.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"A <i>thousand</i> times I practiced my speech! Merla, never did it go this poorly.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"V-very good! Say no more.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Ah... sientere.\" He blinks and steps back.",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"[Player Name], captain of [Player Ship], at your service.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Just tell me what you want.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "[Give him an ale.] \"Here, you need this more than I do.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"I am supposed to be in the business of giving bounties, but I know no one who hunts them!\"\r\n\r\nHe stamps his feet, kicking up a spray of spilled ale. ",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"No one will unfurl their sail for my humble payments... but I must start from the bottom and work my way to the top, ac?\" ",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"You'll get there some day.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Agracima. Do you know what my problem is, aimico?\" He accepts the tankard and drinks deeply.",
      "female": "\"Agracima. Do you know what my problem is, aimica?\" He accepts the tankard and drinks deeply."
    },
    {
      "id": 61,
      "default": "[Signal the bartender.] \"You could use another.\" ",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"I don't think this is your line of work.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"If you are ever lacking in drinking money, you know where to look.\" \r\n\r\nHe sighs down at the mess of his trousers. ",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Time will tell, ac?\" ",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Do I know you?\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "[Wink] \"I'll bet you say that to all of your clients.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Not yet, but I know that we will be fast friends!\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Sorry, I'm here for pleasure - not business.\" ",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Ac, but it takes a heavy pocket to enjoy yourself in Queen's Berth!\" He waggles his eyebrows.",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Cuè? No! You mistake me, I am not one of the courtesans!\" ",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Agracima, my friend.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"You seem down on your luck.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"It is true that I have stumbled in my career path.\" Abocco clears his throat. ",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Now that I have such an accomplished hunter, I can stand in the long shadow of your success!\" He claps you on the shoulder.",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"It is not all bad! But the momentum of meeting new clients over drinks and in such... enchanting company.\r\n\r\n\"It drains the stamina, my friend.\" ",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"My contacts saw her leaving Port Maje and heading west of Maje Island.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"You were saying?\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"I don't have to tell you what that means. An ugly business when a food thief get their taste of Huana justice.\" ",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"That's 'thief' to the locals. I hear the Huana hate few things more than a food stealer.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Nomu slipped the noose again? That half-masted bastard be three ways mad and twice that a killer. Eora'd be better off shot of him.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"You seem familiar, friend...\" Abocco shuffles through his notes before shrugging and giving up.",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Maybe it is not much, but as I make more deals more pires will be available, ac?\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"I tell them all that the captain of [Player Ship] will always be my favorite hunter.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"Agracima, my friend! You will let me know if you are interested in more work, ac?\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Nice doing business with you, Abocco.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Having no hunters to my name, I am forced to doff my cap to common killers.\" ",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Agracima, something special for my first hunter, then!\" He drains the tankard and tucks it under his arm to retrieve his sheaf of notes. ",
      "female": ""
    }
  ]
}