{
  "Component": "exported",
  "Name": "conversations\\03_neketaka_vailian_district\\03_cv_rival_houses_pallegina_confrontation",
  "Entries": [
    {
      "id": 1,
      "default": "\"A moment of your time, Watcher. The Bardattos and Valeras may be at each other's throats, but both are vital to the Company's strategy in the Deadfire.\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"The Company will tolerate some level of mischief and bloodshed - even murder - between them, but not burning one family to the waterline. I won't tolerate it, either. Is that clear?\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"They are already feuding. Burning one family to the waterline may stand as a warning to the rest.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"I'll do my best to keep the peace.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"They're going to fight each other anyway. We might as well get paid.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"I'll handle this however I choose.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Good. It may come to violence, but use restraint. A little spilled blood may cool passions on both sides, but it has a greater chance of inflaming them.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"And this is my warning to you. I am here because the Canta wants you to help Vailian interests in the Deadfire. If you intend to profit from our destruction, we will put an end to it.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Ac, they are going to fight, but you can influence <i>how</i> they fight and how this ends. Be responsible.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Postenago! Was razing the Dyrwood not enough for you? You've just killed a prominent member of a high-seated Vailian family!\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I'm not going to stay here to see what excuse you have or who will be next to die by your hand. I should have known entering your company was a mistake. Corès, Watcher.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"The Bardattos are not on the Company's board, but they are major investors in Company operations. The Valeras keep pirates from sacking our ships.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"And I will handle <i>you</i> as I choose.\"",
      "female": ""
    }
  ]
}