{
  "Component": "exported",
  "Name": "conversations\\03_neketaka_vailian_district\\03_cv_zamar",
  "Entries": [
    {
      "id": 1,
      "default": "\"Be with you in just a - almost had it, damn your eyes.\" \r\n\r\nThe sun-scarred dwarf gingerly picks at a splinter in his thumb, muttering. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Radora must think I work for free.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"[Player Ship] could use some lumber and tar if you have it on hand.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Back for more, are you? Haven't had enough of old Zamar yet?\" Worrying his beard with one hand, he gestures for you to speak with the other.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Hope you find a way out of this.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Aye, hope and a hammer are all I've got left.\" He shrugs and sighs at his workshop.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Ahoy there. Any news worth telling?\" Zamar dusts off his shoulders. ",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"I spoke with Captain Radora.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"The Príncipi won't be bothering you anymore.\" ",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"I spoke to the Príncipi on your behalf.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"You actually confronted those feral cats?\" ",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"I think you're better off taking their deal.\" ",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"On second thought, I'll return later.\" ",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Best news I've heard since I arrived on this rock!\" Zamar lowers his hands. They shake like they don't know where to go next.\r\n\r\nThey go back up to his beard, this time less frenzied. ",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"She was robbed. Don't hold it against her.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"The money's gone, but I'm going to hunt down whoever took it.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Someone's feeling bold to prey on a captain in Queen's Berth.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Matters being what they are, Radora's commission is yours if you can afford it.\" Zamar smooths down his mustache and dislodges a small puff of sawdust. ",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"I needed COIN, not a middleman to negotiate with cutthroats!\" He pulls a small flintlock from his belt and holds it pointed at the ground.",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Put down the gun. The deal is already struck.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"The Príncipi won't be thugs forever. Give them a chance.\" ",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Maybe I'm not as trusting as some kith.\" ",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"To stake my future on pirates without even a country to call their own?\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Radora hasn't got any money. The Príncipi are your only choice.\" ",
      "female": ""
    },
    {
      "id": 43,
      "default": "His chest rises and falls with heavy breaths as he lifts the gun halfway.",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"I'd like to see your goods.\" ",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"I might be interested in buying Radora's commission.\" ",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Come take a look.\" He steps aside to show you the contents of his crates. ",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"You again?\" Zamar worries the edges of a fresh bruise around his eye.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Business comes and goes like the tide. What can I do for you?\" Zamar fluffs up his beard and winks at you.",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"You do that, then.\" Shaking his head, Zamar dismisses you with a wave.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"I've been in this business too long to fall for bullying and cheap tricks.\" ",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Not interested.\" ",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"You... you will? I mean, you will!\" \r\n\r\nHe snatches your hand and shakes it with two quick pumps.",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Well, I'm here if you ever change your mind.\" He shrugs and sighs.",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"But the Príncipi claimed her already. Looks like you missed your chance.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Cotta's dead... So you went through all that trouble for nothing?\" Zamar frowns to himself and tugs on a twisted strand of beard.",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"You're welcome.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Don't flatter yourself - I did this for my own amusement.\" ",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Remind me never to ask about the details.\" Rubbing his brow, Zamar gestures for you to speak freely.",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Why haven't you settled your differences already?\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Because I've got a backlog of work through the next turning of the Wheel!\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"And I'm old, damn it. These hips won't carry me to the Mare and back without a fight.\" ",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"The Príncipi have their shipwright, and may Ondra take them for it.\" \r\n\r\nHe grabs a fistful of his beard and grunts, pulling away with a few strands of hair. Opening his palm, Zamar lets them drift away with the wind.",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"I convinced Cotta to leave you alone.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"What can I do for you?\" ",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Having trouble with a client?\" ",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"And before you ask, that's after materials, labor, and fees.\" He counts off his fingers before nestling them back in his beard. ",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"While I'm up to my nose in debt, the Wild Mare gobbles up her coin.\" ",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"And now PIRATES are holding my feet to the fire over some sham of a deal.\" Zamar winces and tugs harder on his beard in self-administered punishment.",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"If someone bought Radora's commission, would that solve your money problems?\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"Aye, but only once she fesses up that she doesn't have the coin.\" Sifting among his beard, Zamar finds a black hair and plucks it out. ",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Call me a fool for holding out hope. She's an old client and a friend.\" ",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"I don't have that kind of money.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Thought not. Something about Queen's Berth bleeds us all dry.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"If you're starved for coin, useful folk tend to get paid around here.\" He gestures to the greater district, wincing at it.",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"If you can make [Player Ship] seaworthy again, do it.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"I'll have you squared away in no time. Let me go over exactly what we'll need to do...\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"Ach, poor thing. The archipelago takes a tithe on every ship it meets.\" Zamar scratches his jaw and glances toward your vessel.",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"Let me take a look at your ships, Zamar.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"No small investment. Let me show you what I have available.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"I had other questions.\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"As you will. Just let me know when that ship of yours is ready for a going over.\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"That's an outrageous price!\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Tell it to my suppliers. Everyone needs raw materials, and I don't see many trees.\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"You underestimate how hard the Príncipi are working to make cooperation your only recourse.\" ",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"That doesn't make it right!\" His grip on the gun squeezes tighter.",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"You're meant to take this deal before they offer you a worse one.\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"Do you want to see what happens when they run out of patience?\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"A thousand is plenty less than I offered the seasoned captain.\" One of Zamar's bushy eyebrows rises over the other.",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"What say I take a couple hundred off the price? Fair payment for the splinter.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"My hands are tied. Sorry.\" ",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"You seem to know the value of an honest day's work. Tear five hundred off the cost.\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"I'll take it.\"",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"I'll take it.\" ",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"Has she sobered up yet, or do we need to shake her by her ankles?\" ",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"Forget Radora. I'm the one who settled your pirate problem.\"",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"Aye, but...\" Scratching at the back of his neck, Zamar glances farther down the thoroughfare of Queen's Berth.",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"Coin lost in Queen's Berth tends to stay lost, but I trust you.\" ",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"Just carry that sum around, do you?\" Zamar blinks as he accepts many armloads of coin.",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"Hazard of the work, really.\"\r\n\r\nHe gives up with a frustrated grunt, shaking his hand.",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"Came in on the sloop? I can hammer your ship together if you're apt to <i>pay</i> me for it.\" Zamar bares his teeth and grinds them hard enough to sound over the noise of the dock. ",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"That'll be the Iron Thunderer, a cannon well-deserving of her name.\" Zamar beams with pride.",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"For a thousand pires she'll crack a hull, scour a sail, or splinter a deck like an imp with something to prove.\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"I'll take it.\"",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"This is my reward for helping you?\"",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"Your vessel will spit fire like a wurm with a belly full of fire kelp.\" He snaps his fingers at one of his attendants and points at your ship. ",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"What kind of 'deal' are these pirates offering?\"",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"One where I mend Príncipi ships and no others.\" Zamar pulls his hair back from his face with both hands, but it only returns to its tangled configuration.",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"Bastards are driving away business until I give in.\"",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"Less gobbling in there than you'd think.\"",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"It all comes down to blasted pands and pires in the end, doesn't it?\" Zamar spits toward the dock pilings and glances back at the work still to be done.",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"Aye. Captain Radora hasn't paid me for her commissioned firepower.\" Zamar pulls at the end of his beard and winces. ",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"Maybe she doesn't stand up to Rauatai standards, but she's got heart.\"",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"Glad to see a client eye to eye for a change.\"\r\n\r\nHe gives up with a frustrated grunt, shaking his hand.",
      "female": ""
    },
    {
      "id": 209,
      "default": "\"Same could be said of the Wahaki tribe, and look what happened to them.\" Grinning, Maia winks down at Ishiza. ",
      "female": ""
    },
    {
      "id": 210,
      "default": "Sparing a sharp glare at Maia, Zamar turns his focus over to you.",
      "female": ""
    },
    {
      "id": 211,
      "default": "\"But your friend's mouth has raised the price by five hundred.\" He folds his arms and tips his head at Maia.",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"Here you go.\"",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"Maia didn't say anything that offensive.\"",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"I don't ask my clients their business because it gets in the way of mine.\"",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"The Huana are good customers.\" ",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"I'll see that you get your money's worth, captain.\" Maia holds Zamar's gaze. ",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"I don't have that kind of coin.\"",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"More's the pity. Come back when you do.\"",
      "female": ""
    },
    {
      "id": 221,
      "default": "Sighing through his nose, Zamar squeezes his eyes shut.",
      "female": ""
    },
    {
      "id": 222,
      "default": "\"If it's between my life and my dignity...\" Gritting his teeth, he thumbs the hammer down and tucks the firearm back into his belt.",
      "female": ""
    },
    {
      "id": 223,
      "default": "\"Cotta's not a bad guy. His wolf is cute.\"",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"You're siding with that crook?\"",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"And what's a wolf really, but a dog that ain't been pet enough?\"",
      "female": ""
    },
    {
      "id": 226,
      "default": "\"But maybe I ought to be.\"",
      "female": ""
    },
    {
      "id": 227,
      "default": "\"I won't be held down by schemers and killers.\"",
      "female": ""
    },
    {
      "id": 228,
      "default": "[Lie] \"She said that I should help myself to her commission.\"",
      "female": ""
    },
    {
      "id": 230,
      "default": "\"Robbed? Abydon's fist!\" Blinking, Zamar glances past you and swallows.",
      "female": ""
    },
    {
      "id": 234,
      "default": "\"Did she, now?\" Zamar smooths down some of his nostril hairs so they blend in with the rest of his mustache.",
      "female": ""
    },
    {
      "id": 235,
      "default": "\"Eh. Much as I want to help Radora, it's time I started looking after myself.\"",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"For the Iron Thunderer.\"",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"For the Iron Thunderer.\"",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"Times being what they are, the work will cost upwards of... ten thousand.\"",
      "female": ""
    },
    {
      "id": 247,
      "default": "\"If I don't get Radora's payment, I might as well start carving my suolenet.\" ",
      "female": ""
    },
    {
      "id": 248,
      "default": "\"Per complanca, don't be ridiculous!\"",
      "female": ""
    },
    {
      "id": 249,
      "default": "\"And if you're a slow worker, maybe they'll only kill you?\" Maia sighs through her nose.",
      "female": ""
    },
    {
      "id": 250,
      "default": "\"If it gets me a discount on your labor, I could hunt down Radora.\"",
      "female": ""
    },
    {
      "id": 251,
      "default": "\"You'd do that? A fair price goes without saying, cully.\" Zamar untangles his hand from his beard to link his thumb and forefinger with a wink.",
      "female": ""
    },
    {
      "id": 252,
      "default": "\"What of Captain Radora?\" Zamar pulls the end of his mustache taut.",
      "female": ""
    },
    {
      "id": 254,
      "default": "\"I don't have enough coin to repair [Player Ship] yet.\"",
      "female": ""
    },
    {
      "id": 255,
      "default": "\"Aye, but you'll know where to find me when you do.\"",
      "female": ""
    },
    {
      "id": 256,
      "default": "\"These old joints don't carry me far.\" He rubs his hip and grimaces at the passing city folk.",
      "female": ""
    },
    {
      "id": 261,
      "default": "\"What in Abydon's stinking furnace do you want?\" ",
      "female": ""
    },
    {
      "id": 262,
      "default": "\"Cats be sacred shipboard, you know. Wouldn't've taken you for one to be painting the Príncipi all godly.\"\r\n\r\nSerafen smirks, arms akimbo.\r\n",
      "female": ""
    },
    {
      "id": 263,
      "default": "\"Folk shore-side sometimes stick 'em in the stewpot. See if that strikes you for something weighty.\" \r\n\r\nZamar rolls his eyes. He crosses his arms and looks past Serafen at you.",
      "female": ""
    },
    {
      "id": 264,
      "default": "\"And here I'd've thought a shipwright would be eager for an exclusive contract. In particular one with clients disposed towards getting their ships shot to shit and shot again.\"",
      "female": ""
    },
    {
      "id": 265,
      "default": "\"Folk like that come by coin easy, only to lose it all again. \r\n\r\n\"I'm not sinking my business on the say-so of a pack of puffed-up bilge rats.\"",
      "female": ""
    },
    {
      "id": 266,
      "default": "\"In other words, <i>we</i> need to go to the Wild Mare. Well, that's just fine and dandy.\"",
      "female": ""
    },
    {
      "id": 267,
      "default": "\"Mare's a right popular place. There are worst favors I could ask.\"",
      "female": ""
    },
    {
      "id": 270,
      "default": "\"A lot of both. I've served on flotsam that I trusted more.\"",
      "female": ""
    },
    {
      "id": 271,
      "default": "\"Only tithes we ought to be paying's to Gaun! And you want ten thousand?!\"",
      "female": ""
    },
    {
      "id": 272,
      "default": "\"No easy task, putting a seaworthy vessel together.\r\n\r\n\"Now, you want to try your hand at praying for a ship, I won't stop you.\"",
      "female": ""
    },
    {
      "id": 273,
      "default": "\"Abydon's iron scrote, dwarf! Are you <i>aiming</i> to drive away our custom?\"\r\n\r\nHis arms spread wide, his hands open and upturned.",
      "female": ""
    },
    {
      "id": 274,
      "default": "\"Ten thousand's a fair rate, and you'll not find better.\"",
      "female": ""
    },
    {
      "id": 276,
      "default": "\"Your trials will define you. Take strength from that.\"",
      "female": ""
    },
    {
      "id": 277,
      "default": "\"Strength? I <i>have</i> strength!\" He holds out his shaking hands.",
      "female": ""
    },
    {
      "id": 280,
      "default": "\"About Captain Radora...\"",
      "female": ""
    }
  ]
}