{
  "Component": "exported",
  "Name": "conversations\\03_neketaka_vailian_district\\03_cv_kaoha",
  "Entries": [
    {
      "id": 1,
      "default": "\"You are far from home, farmer. How did you make it all this way in your... little boat?\"\r\n\r\nThe aumaua cranes her thick neck to look along the hull of your ship. Her expression conveys equal portions incredulity and pity.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Why do we gotta be farmers, just 'cause we're from Dyrwood?\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Are you a farmer?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Yeah but you can't just assume. We got rabble-rousers, too.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"I am the harbormaster, Kaoha. I must ask your reason for docking in Neketaka.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "As her attention returns to you, the aumaua's mood becomes more formal.",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"I'm following a giant made of adra and I need to see someone in the palace about it.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Berath has tasked me with finding Eothas. He's walking across the Deadfire looking for luminous adra.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"I'm carrying uh... the finest hay in all the Dyrwood. Bales of it. So many bales.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"And I must tell you to fuck off. Get out of my way.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "As you walk down the dock, your approach is noted by a cadre of heavily armored aumaua. Their leader briskly leads them to intercept you.",
      "female": ""
    },
    {
      "id": 12,
      "default": "The harbormaster looms over you, not deigning to stoop or lower her gaze to your level.",
      "female": ""
    },
    {
      "id": 13,
      "default": "Though the harbormaster says nothing as she surveys you, you note a telltale sneer and a twitch of revulsion that are all too familiar.",
      "female": ""
    },
    {
      "id": 14,
      "default": "The harbormaster regards you warily. She seems to be examining the patterns on your skin with a measure of suspicion.",
      "female": ""
    },
    {
      "id": 15,
      "default": "The harbormaster seems unfazed by your appearance and begins to address you in Vailian.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Ado, aimica...\" She pauses, looking past you at your ship in consternation.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Ado, aimico...\" She pauses, looking past you at your ship in consternation.",
      "female": ""
    },
    {
      "id": 18,
      "default": "The harbormaster looks you up and down with pursed lips. She looks past you toward your ship.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Do I really need a reason?\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "The harbormaster chuckles to herself as do the women and men behind her.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Yeah, you do need to see someone, truly. I think it is the animancers in the Spire you're looking for,\" She taps her forehead three times and casts a glance back to her companions, \"To help with your head!\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "The assembled guards roar with laughter and clap the harbormaster on the back for her joke.",
      "female": ""
    },
    {
      "id": 23,
      "default": "The harbormaster and the women and men with her look to each other in shock and amusement.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Is that so? Well, Ondra told me to protect the harbor and Woedica herself signed the order. They would have had Galawain do it but he was sick this morning!\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Yes, you do. You can't dock a ship in the harbor and have your run of Queen's Berth without giving me a good reason for docking here.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "The women and men behind the harbormaster set their jaws and straighten their backs at their leader's words.",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"I have seen enough laden ships to know how one sits in the water. Your ship cannot be carrying more than your crew and provisions.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Tell me the real reason you are here, or we'll put you back on your ship and tug you out of the harbor. I don't think your ship could even sail beyond the reef in its current condition.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "The women and men behind the harbormaster nod in agreement and look to you for an explanation.",
      "female": ""
    },
    {
      "id": 30,
      "default": "The harbormaster snarls and the women and men behind her immediately put their hands on their weapons. Though they are clearly ready to fight, they appear neither eager nor tense.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Are you drunk or just stupid? You are not the first captain to drop anchor here with the foolish idea that we Huana can be pushed around!\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "The harbormaster examines your skin markings and looks you straight in the eye. She begins to address you in Huana.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Tona auka, kai...\" She pauses, looking past you at your ship in consternation.",
      "female": ""
    },
    {
      "id": 34,
      "default": "The harbormaster's face twists in annoyance. She takes a half step closer to you.",
      "female": ""
    },
    {
      "id": 35,
      "default": "<link=\"neutralvalue://Huana: Don't worry, sister. Surely you can let me through...\">\"Maue a katuzatuka, uahene. Ne tozo a kiu kehe maka e koho e...\"</link>",
      "female": ""
    },
    {
      "id": 36,
      "default": "<link=\"neutralvalue://Huana: Sorry, 'sister.'\">\"Okora mae, 'uahene.'</link> No one gets through without a good reason. Not even locals.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "<link=\"neutralvalue://Huana: Sorry, 'brother.'\">\"Okora mae, 'reika.'</link> No one gets through without a good reason. Not even locals.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "Deep within you, you feel an uncomfortable roiling. You can't be certain if the sensation is physical or spiritual, but it immediately induces nausea and fills your ears with the sound of blood rushing through your head.\r\n\r\nCutting through the din, you hear a familiar woman's voice speak. Each word comes slowly, falling with what sounds like the chiming of a small bell.",
      "female": ""
    },
    {
      "id": 39,
      "default": "<ispeech>Show. Them.</ispeech>",
      "female": ""
    },
    {
      "id": 40,
      "default": "<ispeech>Show. Them. What. You. Are.</ispeech>",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"It really is important that I go to the palace. I need to learn where I can find luminous adra.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "[To the guards.] \"Shut up!\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "[To Berath.] \"Shut up!\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"I'm a Watcher and the Herald of Berath. The whole Deadfire is in danger. Please let me pass.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"This city is full of foreigners looking for luminous adra. If you want it so badly, get back on your ship and head back out to sea. Until you have proper business here...\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"I'm a Watcher and the Herald of Berath. Step aside or suffer the consequences.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "[Concentrate on folding the edge of the In-Between.]",
      "female": ""
    },
    {
      "id": 48,
      "default": "The harbormaster gestures toward your boat. The women and men behind her nod and murmur in agreement.",
      "female": ""
    },
    {
      "id": 49,
      "default": "The nausea continues to build inside you, blood pounding against your skull. Again, the woman's voice. Again, the chimes.",
      "female": ""
    },
    {
      "id": 50,
      "default": "<ispeech>I. Will. Help. You.</ispeech>",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"I have heard enough. There is no room for you in Neketaka harbor. Get back on your ship and head back to open sea.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"We do not have to tolerate these idle threats. If you value your life, get back on your ship and head for open sea.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"What?! Look, I've heard enough. If you value your life, get back on your ship and head for open sea.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "You close your eyes and turn your mind inward, blocking out the sounds of the harbor and the menacing pack of guards. Soon, all you can hear is the rushing of blood in your head and a muffled chime ringing somewhere far away.",
      "female": ""
    },
    {
      "id": 55,
      "default": "<ispeech>Yes. Yes. That's. It.</ispeech>",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"What is the matter with you? What are you doing? If you are trying to scare us with some cipher mischief, save the purple flames for the tribes of the outer islands...\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "The roar in your head begins to abate. The ringing of the chime becomes clearer, rhythmic, two successive peals followed by a brief respite. You realize the chime is ringing in tandem with your heartbeat.",
      "female": ""
    },
    {
      "id": 58,
      "default": "You open your eyes. The harbormaster is gesturing wildly, presumably to get your attention, and yelling in your face, but you hear no words, only the ringing of the chime as your heart rate slows.\r\n\r\nAnd slows.\r\n\r\n\r\nAnd slows.",
      "female": ""
    },
    {
      "id": 59,
      "default": "And slows.",
      "female": ""
    },
    {
      "id": 60,
      "default": "<ispeech>Now.</ispeech>",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"What... what is this?!\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Ahhh!\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Run for it!\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"So much for discretion.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Think I got a ghost up my nose there. \r\n\r\n\"<i>A-choo!</i> Ah, that's better.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"You got style, cap. Worm-riddled, ship-sinking, flat fucking freaky style.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Everybody saw that, right?! It wasn't just me?\" ",
      "female": ""
    }
  ]
}