{
  "Component": "exported",
  "Name": "conversations\\03_neketaka_vailian_district\\03_cv_ezzali",
  "Entries": [
    {
      "id": 1,
      "default": "\"Lady Ezzali Bardatto. Custom dictates I say 'at your service,' but I have not the time for such lies.\" \r\n\r\nShe regards you with a cool expression, but stands with a fighter's poise. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"What can I do for you?\" ",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"I'll not mourn Atello Valera's passing. But to see a leading family attacked in Queen's Berth...\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Navigating a feud is an exercise in subtlety. You must not have known this.\" Ezzali raises her gaze from a document. ",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Postenago! What fools these Valeras are, to think I would not protect what is mine!\" Ezzali inhales sharply. ",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"I have yet to hear the wailing of Valera mourners.\" Ezzali blinks at you.",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Hmph. I never thought to see a Valera on my payroll.\" Ezzali sighs over her paperwork.",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"I have arrangements to make. I'm sure you understand.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"So, it's nearly finished. Atello Valera is dead, and here you are.\"\r\n\r\nEzzali Bardatto pushes aside her paperwork and reaches for a weapon.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Onekaza warned you outsiders. What say, Lady Bardatto?\" The Huana guard stares down Ezzali with an impassive expression.",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I'm not sure what you were thinking, but a word of advice?\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"When you betray a powerful woman, it's best not to come back and gloat about it.\" Ezzali draws her weapon and advances.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I confess. I take full responsibility for the death of Atello Valera.\" She straightens her back and meets the warrior's gaze. ",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"I had to tell myself, each time, that it would be worthwhile. That Larro would understand. You could rid me of another enemy, and I would have my vengeance upon you both.\" ",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"I never meant for your son to get hurt.\" ",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"You betray me after I helped you?\" ",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"You bided your time. I'm impressed.\" ",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Yes, I'm sure you're regretting a great deal.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"I worried this would not be as gratifying as I hoped. Clearly I was wrong.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"To look you in the eyes and do nothing was... difficult. But this will make up for it.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Then I think it unlikely you will ever see the surface again.\" She nods to the other warriors flanking her, who close in on Ezzali.",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Take her away!\" ",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Mother!\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"I hope you're not after vengiatta against the company.\" She glances past you and toward the door.",
      "female": ""
    },
    {
      "id": 28,
      "default": "[Attack] \"You're next, Bardatto.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Your family seems very well established here.\" ",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Ac. My bank shoulders the costs of the Vailian Trading Company's operations in the Deadfire.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"It is said that no Vailian may wipe themselves unless a Bardatto signature approves it first.\" ",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"I don't prefer the blunt approach, but two birds with one stone makes economic sense.\" \r\n\r\nEzzali reaches for her weapon.",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Guards!\" She lets out a piercing whistle.",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"This kind of unjustified slaughter only sours the Huana against us.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"I thought you'd be more appreciative.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "[Attack] \"Don't worry about it, Ezzali. Your family's next.\" ",
      "female": ""
    },
    {
      "id": 42,
      "default": "[Leave.] \"I should be going.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"I thought you might appreciate the help.\" ",
      "female": ""
    },
    {
      "id": 46,
      "default": "Ezzali pauses, her lips pursed. She opens a desk drawer.",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"I have not forgotten my debt to you. \r\n\r\n\"The Bardatto vault is crowded with enough heirlooms that we won't miss this one.\"\r\n\r\nShe passes you a handsomely-crafted mace, grinning as she hefts it with ease. ",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"You were present at the... altercation where my Larro died.\"\r\n\r\nFor an instant, her gaze flicks downwards, away from you.",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"I could always kill a few Valeras for you.\" ",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"An amusing way to make introductions. For now, we leave it at that.\" A slow smile spreads across Ezzali's face.",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"I see your point.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"You saw my son dueling with the Valera boy? At least he survives to learn from his mistakes.\" ",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Those who aid my blood profit by it.\"\r\n\r\nEzzali produces a purse from her desk drawer and tosses it in your direction.",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"When Valera and Bardatto cross each other, only blood and sorrow remain.\" Ezzali sighs, her gaze turning away. ",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Merla... it is the end of enough. I would see Atello bleed for this.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"You do realize that would be murder.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"You want all of them dead? I can make that happen.\" ",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"And you choose now to feel a spasm of conscience?\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Atello has led his family into their present misfortune.\r\n\r\n\"Kill him, and what remains of his litter of jackals will destroy itself.\" ",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"It hardly needs to be said that I'll reward you handsomely, but I will say it all the same. Do we have a bargain?\" Her brow arches at attention.",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Deal.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"I'm no assassin, Ezzali.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Then I have misjudged you, most profoundly. \r\n\r\n\"Get out of my house.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"It's not a difficult profession to pick up. Think on it.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Return when it is done. I will make funeral arrangements.\" With a solemn nod, Ezzali turns away. ",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Vengiatta. We need to cut the snake's head off and let the tail flounder in the grass.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"He lives. For now.\" ",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"Can't you settle your differences with Atello?\" ",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"I once entertained the idea of peace with Atello.\" Ezzali taps her chin.",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Now I'd rather march his family into the sea.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Then you had better go and fix that, shouldn't you?\" She banishes you with a wave. ",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"So, it's finished at last. Atello Valera is dead, and you have your reward.\"\r\n\r\nEzzali regards you wearing a narrow, restrained smile. She places a pouch of coins on her desk.",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"It will be refreshing to engage with accomplished foes for a change.\"\r\n\r\nEzzali's smile fades, replaced with a distant expression.",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Word has spread fast about the little spectacle at the docks. You've certainly caught everyone's attention. \r\n\r\n\"Perhaps the Watcher of Caed Nua and House Bardatto can help one another.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"You mentioned you had a job for me?\" ",
      "female": ""
    },
    {
      "id": 99,
      "default": "A sickle of a smile spreads from cheek to cheek. ",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"I suggest we allow this heist to play out as intended. We will watch as our enemies walk into a trap.\" ",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Why not just go over there and slaughter the Valeras?\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"It may well come to that, but until then we have cause to be discreet.\" ",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"I'm with you. Where do we get started?\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Speak to Captain Vilami. You'll find him downstairs in the vault.\" Ezzali nods to her guard, and then waves to dismiss you.",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"Just talk to Atello. It's not too late to solve this peacefully.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"I have no use for a faint heart. Find me when you come to your senses.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"If that's true we gotta stop shaking hands with 'em.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"Maybe you could pay me for the last job, first.\" ",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"Take your bounty, then. There's more where that came from.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"About this feud with the Valera family...\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"I have little objection to discussing the matter. I simply doubt Atello will listen.\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"Would you be willing to speak with Atello?\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"I had other questions.\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"It seems like a waste of your resources.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"More pleasant subjects, I hope.\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"Doesn't it? This is no surprise to me.\" Her eyebrows raise.",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"I spoke to Atello. He's willing to meet, if you are.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"You think I'd put myself in pistol range of that old imp?\" ",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"Maybe I could speak with him on your behalf. Convince him to see reason.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"This feud is cutting into your profits. I think exchanging a few words is more sensible than an elaborate frame-up.\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"Your son was nearly killed. Isn't that reason enough to put an end to this?\" ",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"You're serious? If this is some Valera trick...\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"I'm not walking into a trap without keeping an eye on you as well.\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"Let's head over to the Valera estate now.\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "[Leave] \"I'll be back.\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "Ezzali splays her fingers atop her desk and takes a deep breath.",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"I suppose it's not your honor I doubt.\" ",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"I think you overestimate how much of my trust you currently enjoy.\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"You've been useful to the family before. I'll entertain this.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "[Show her the ledger.] \"I don't think your family can afford the distraction right now.\" ",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"Where did you...\" Ezzali's gaze travels up from the book to meet yours, unblinking.",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"Hm. Fair point. We cannot waste our resources on vengiatta.\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"Very well. If nothing else, this promises to be entertaining.\" ",
      "female": ""
    },
    {
      "id": 146,
      "default": "[Attack] \"Atello wants you dead, and I'm happy to oblige him.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"I would never condone assassination. Much less contribute to it.\" She sets a heavy sack of coins on the table.",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"I'll throw in the rest of the family for you as a favor.\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"And why would that be the case?\" She scrutinizes you, frowning deeply.",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"It wasn't easy, to stand here and smile as my son's killer begged coin from my pockets. To let you walk freely about my estate.\" ",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"This is a mistake, Ezzali.\" ",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"Much less by the stranger involved in my son's death.\" Ezzali narrows her gaze.",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"Certainly. But not the end you suggest.\" ",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"I spoke to Atello Valera. He's ready to negotiate if you're willing to meet at his estate.\" ",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"His brood threaten open bloodshed in the streets, and he thinks-\" \r\n\r\nEzzali stops herself, taking a breath. ",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"Delusional little snake. Fine. But you can assure him that I won't be alone.\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"Go on, then. Let him know. Before I change my mind.\" ",
      "female": ""
    },
    {
      "id": 167,
      "default": "She blinks twice, but offers no other indication that she heard you.",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"I had some questions.\"",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"Queen's Berth whispers of a Valera plot against my family. Something grander than pointless duels.\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"You are a newcomer to the Deadfire, uniquely positioned to loosen Valera tongues.\" She taps her chin and regards you thoughtfully.",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"Zili Valera strums a lute by the watch towers. A meek-tempered boy. Fonder of song and drink than the family business. \r\n\r\n\"He might spill something of his family's affairs.\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"What about your guards? Don't lose sight of their treachery.\"",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"This will be the end of the Valeras' short, ignoble reign in high society.\" ",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"Ac. The help will be purged and replaced. I doubt that any will be missed.\" ",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"You want me to rough him up?\"",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"What if there is no plot against the Bardattos?\"",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"Per complanca, show more discretion than that. For now.\" She ventures a smile. ",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"I'll go and see what I can get out of Zili Valera.\"",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"Try not to alert the Valeras of our knowledge. That is the point of involving an outside agent.\" ",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"Then I will sleep better at night.\" Ezzali shrugs, her brow furrowed. ",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"I'll think about it.\"",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"You do that. Consider my offer.\" ",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"I've decided. I'm with you, Ezzali. What should I do?\"",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"I encountered someone named Persa. She seemed... suspicious.\" ",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"Have on, then, and don't leave me in suspense.\" She leans in closer, her eyes boring into yours.",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"Zili's dead. I didn't get anything out of him.\"",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"Baer, one of your guards, conspired with the Valeras to rob your vault.\"",
      "female": ""
    },
    {
      "id": 196,
      "default": "\"I want to talk about the Valera plot against your house.\" ",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"Dead. You return with nothing to give me but a dead man.\r\n\r\n\"Did I hire an assassin?\" Ezzali stares at you coldly.",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"Leave this house at once. Or did you not know this is a place of legitimate business?\" Ezzali mops her brow and returns to her paperwork.",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"And that is all? We are scarcely further along than we began.\"",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"Persa was up to something, but she's dead now. Problem solved.\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"You...\" Ezzali's eye twitches. ",
      "female": ""
    },
    {
      "id": 205,
      "default": "\"Do get out, please. And try not to waste my time in the future.\" Sighing, Ezzali waves you off.",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"Now we know enough to sidestep this particular trap. Here, your deserving pay.\" She sets a bag of coins upon the desk.",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"Now the rest of her Valera cohorts will flee like rats back to their warren!\"",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"Why are the Bardattos and Valera feuding?\" ",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"Because we do not belong in the same business. The Valeras are opportunists, reaping the rewards of happenstance.\"",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"They are little better than the pirates they're charged with slaying.\"",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"Someone by the name of Persa had a part in this plot. I scared her off.\"",
      "female": ""
    },
    {
      "id": 223,
      "default": "\"I had other questions.\"",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"Then ask, but do not waste my day with trivialities.\" ",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"What is it you want?\"",
      "female": ""
    },
    {
      "id": 226,
      "default": "\"I had other questions.\"",
      "female": ""
    },
    {
      "id": 227,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 229,
      "default": "\"Would that scandal and bloodshed kept their distance from my house.\" Ezzali glances up from her work and sighs.",
      "female": ""
    },
    {
      "id": 232,
      "default": "\"Wouldn't the governor take an interest in this treachery?\"",
      "female": ""
    },
    {
      "id": 233,
      "default": "\"The governor is interested in how much luminous adra we can export. Nothing else matters.\"",
      "female": ""
    },
    {
      "id": 234,
      "default": "\"To that end, I look forward to the day when we won't need Valera thugs backing our interests.\"",
      "female": ""
    },
    {
      "id": 249,
      "default": "\"Put in a good word for me with the Vailian Trading Company and it's a deal.\"",
      "female": ""
    },
    {
      "id": 250,
      "default": "\"I'll have it taken care of at once.\" She dips a quill and makes a quick mark in one of her documents. ",
      "female": ""
    },
    {
      "id": 257,
      "default": "\"I'm certain you've touched worse, farmhand.\" Ezzali's mouth twitches, just shy of a smirk.",
      "female": ""
    },
    {
      "id": 258,
      "default": "\"Atello doesn't make my affairs any easier with his wayward ambitions.\" Ezzali motions for you to continue.",
      "female": ""
    },
    {
      "id": 259,
      "default": "\"Oh dear. You're serious, aren't you?\" She stifles a chuckle.",
      "female": ""
    },
    {
      "id": 260,
      "default": "\"Practicality suits you, you know.\" Ezzali strokes her chin and sighs.",
      "female": ""
    },
    {
      "id": 265,
      "default": "\"My intelligence speaks of agitated whispers in the Valera household.\" Ezzali sets aside her paperwork and glances your way.",
      "female": ""
    },
    {
      "id": 266,
      "default": "\"I had some questions.\"",
      "female": ""
    },
    {
      "id": 267,
      "default": "\"I learned from a burglar named Persa that there's a plot to break into your vault.\"",
      "female": ""
    },
    {
      "id": 268,
      "default": "\"A corpse named Persa revealed to me that there's a plot to infiltrate your vault.\"",
      "female": ""
    },
    {
      "id": 269,
      "default": "\"I found this floor plan of the Bardatto estate. It looks like thieves were mapping a route into your vault.\"",
      "female": ""
    },
    {
      "id": 270,
      "default": "\"Actually, I have nothing to report at the moment.\"",
      "female": ""
    },
    {
      "id": 271,
      "default": "\"The next time you want to bait my interest, be certain that you follow through with hard facts.\" She banishes you with a wave. ",
      "female": ""
    },
    {
      "id": 272,
      "default": "\"Treachery from within. This is exactly what I needed.\" Ezzali scrutinizes the floor plan.",
      "female": ""
    },
    {
      "id": 275,
      "default": "\"That peasant and his inbred souses bled Captain Vilami to his last drop.\" She clenches her fist until her gauntlet creaks.",
      "female": ""
    },
    {
      "id": 276,
      "default": "\"Is it too late to discuss this on civilized terms?\"",
      "female": ""
    },
    {
      "id": 278,
      "default": "[Attack] \"You'll see Larro soon. Prepare yourself.\" ",
      "female": ""
    },
    {
      "id": 279,
      "default": "\"I'm intrigued that you even bothered to ask.\" Ezzali makes a move for her weapon.",
      "female": ""
    },
    {
      "id": 281,
      "default": "\"Ah, yes. The newcomer. I thought you might visit.\"",
      "female": ""
    },
    {
      "id": 282,
      "default": "[You notice something unusual.]",
      "female": ""
    },
    {
      "id": 283,
      "default": "Your attention is drawn to Ezzali's desk. Among the assorted ledgers and documents sits a brass seal, still dripping with heated wax.",
      "female": ""
    },
    {
      "id": 284,
      "default": "The drippings have dried into an almond-shaped pattern which resembles the shape of an eye. \r\n\r\nAn eye fringed with bird feathers.",
      "female": ""
    },
    {
      "id": 285,
      "default": "A nictitating membrane flicks across its surface in a barely-perceptible wink. ",
      "female": ""
    },
    {
      "id": 286,
      "default": "\"Are you still with me?\"\r\n\r\nEzzali breaks your focus by waving her hand in front of your face. She glances between you and her tidy desk, frowning. ",
      "female": ""
    },
    {
      "id": 287,
      "default": "\"Sorry, I lost focus for a moment.\"",
      "female": ""
    },
    {
      "id": 288,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 289,
      "default": "[Leave.] \"I should be going.\"",
      "female": ""
    },
    {
      "id": 290,
      "default": "She nods to you slowly, wearing an uncertain frown.",
      "female": ""
    },
    {
      "id": 291,
      "default": "\"Well, I will endeavor to hold your interest next time.\"",
      "female": ""
    },
    {
      "id": 292,
      "default": "[Point] \"Your desk... the eye...\"",
      "female": ""
    },
    {
      "id": 293,
      "default": "She glances back at her desk again, this time with impatience. ",
      "female": ""
    },
    {
      "id": 294,
      "default": "\"I'd venture that you're working too hard.\"",
      "female": ""
    },
    {
      "id": 295,
      "default": "\"Mestra, you have my condolences and my regret that we were not able to prevent the bloodshed.\"",
      "female": ""
    },
    {
      "id": 296,
      "default": "\"Your <i>regret</i>. \r\n\r\n\"...Do not concern yourself, sérre. I trust you did all that you were able.\"",
      "female": ""
    },
    {
      "id": 297,
      "default": "Pallegina cocks her feathered head at Ezzali's words but does not respond.",
      "female": ""
    },
    {
      "id": 301,
      "default": "\"Respectfully, mestra, if this feud spills any more blood, it may draw the attention of the ducs themselves.\"\r\n\r\nPallegina speaks softly, her golden eyes cast down so as not to catch Ezzali's wild gaze.",
      "female": ""
    },
    {
      "id": 302,
      "default": "\"Silence is the least of what coin can buy, in sufficient quantity.\r\n\r\n\"But then, you would know that better than most, Sérre Pallegina.\"",
      "female": ""
    },
    {
      "id": 306,
      "default": "\"Ac, have on, then.\"",
      "female": ""
    },
    {
      "id": 308,
      "default": "\"Do you see your families ever making peace?\"",
      "female": ""
    },
    {
      "id": 309,
      "default": "\"Perhaps in time, if great Woedica judges us worthy of supporting the company.\"",
      "female": ""
    },
    {
      "id": 311,
      "default": "\"There. May it open doors for you.\"",
      "female": ""
    },
    {
      "id": 312,
      "default": "\"My hopes do not hinge on being proven right at every turn.\"",
      "female": ""
    },
    {
      "id": 313,
      "default": "Nodding, Ezzali turns her attention to her desk.",
      "female": ""
    },
    {
      "id": 314,
      "default": "\"I would prefer not to make our dealings with the Huana... uncomfortable.\"",
      "female": ""
    },
    {
      "id": 315,
      "default": "\"It most decidedly is.\"",
      "female": ""
    },
    {
      "id": 316,
      "default": "\"Fortunately, Atello has fewer resources to expend than I do.\"",
      "female": ""
    },
    {
      "id": 317,
      "default": "\"If you'll excuse me. I must see to legitimate business.\"",
      "female": ""
    },
    {
      "id": 318,
      "default": "\"You don't have to do this.\"",
      "female": ""
    },
    {
      "id": 320,
      "default": "\"For the sake of my family's legacy, ac. I must.\"",
      "female": ""
    },
    {
      "id": 321,
      "default": "\"When I heard another Goldpact had arrived, I knew you would find your way here.\" She appraises your outfit with a slow nod. ",
      "female": ""
    },
    {
      "id": 322,
      "default": "\"Speak up. My business never sits still for long.\" Ezzali plants one hand on her hip and gestures for you to speak. ",
      "female": ""
    },
    {
      "id": 323,
      "default": "\"Ado, Pallegina. My compliments to the brotherhood.\" Ezzali inclines her head.",
      "female": ""
    },
    {
      "id": 324,
      "default": "\"Ado, mestra. The ducs bels wish you good health and good fortune.\"\r\n\r\nShe bows her feathered head formally.",
      "female": ""
    },
    {
      "id": 325,
      "default": "\"If I can make your time in Queen's Berth more profitable, it would be my delight.\" Ezzali refocuses her attention on you.",
      "female": ""
    },
    {
      "id": 326,
      "default": "\"Will your... animal be tracking mud through my estate?\" ",
      "female": ""
    },
    {
      "id": 327,
      "default": "\"[Player Animal Companion] doesn't track much of anything these days.\"",
      "female": ""
    },
    {
      "id": 328,
      "default": "\"[Player Animal Companion] will behave.\"",
      "female": ""
    },
    {
      "id": 329,
      "default": "\"Probably.\"",
      "female": ""
    },
    {
      "id": 330,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 331,
      "default": "\"Condolences on your loss.\"",
      "female": ""
    },
    {
      "id": 334,
      "default": "\"I will hold you to it.\"",
      "female": ""
    },
    {
      "id": 335,
      "default": "She raises her brow, but leaves it at that.",
      "female": ""
    },
    {
      "id": 337,
      "default": "\"If you have business with House Bardatto then speak on.\" Ezzali opens her palms and waits.",
      "female": ""
    },
    {
      "id": 346,
      "default": "\"I thought you'd be pleased.\" ",
      "female": ""
    },
    {
      "id": 347,
      "default": "\"You have done all I asked for. Take satisfaction in that.\"",
      "female": ""
    },
    {
      "id": 348,
      "default": "\"If you'll excuse me. I must see to some personal matters.\"",
      "female": ""
    },
    {
      "id": 349,
      "default": "\"Better at self-deception, mayhaps.\"\r\n\r\nThe pirate scoffs.\r\n",
      "female": ""
    },
    {
      "id": 352,
      "default": "\"You must think me a fool. Or did you forget that there were spies on my payroll well before you arrived, Watcher?\"",
      "female": ""
    },
    {
      "id": 353,
      "default": "\"Agracima, Watcher, for uncovering the Valera plot! Captain Vilami has cornered Martino's accomplice.\"",
      "female": ""
    },
    {
      "id": 354,
      "default": "\"You, I will handle personally.\"",
      "female": ""
    },
    {
      "id": 357,
      "default": "\"Much less pay for it.\" ",
      "female": ""
    },
    {
      "id": 359,
      "default": "\"Well. At least everyone's clear on that.\"",
      "female": ""
    },
    {
      "id": 362,
      "default": "\"Quite the sack she got there. The bag full of coins be right plump, too.\"",
      "female": ""
    },
    {
      "id": 363,
      "default": "\"Her mouth says one thing, but her coins another.\"",
      "female": ""
    },
    {
      "id": 366,
      "default": "\"You must think me a fool. Or did you forget that there were spies on my payroll well before you arrived, Watcher?\"",
      "female": ""
    },
    {
      "id": 367,
      "default": "[Attack] \"You'll see Larro soon. Prepare yourself.\" ",
      "female": ""
    }
  ]
}