{
  "Component": "exported",
  "Name": "conversations\\03_neketaka_vailian_district\\03_cv_belda",
  "Entries": [
    {
      "id": 33,
      "default": "\"Merla. Ezzali is sharper than she lets on if she knew we were coming.\" ",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"We won't get far while Vilami is on our tail!\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"I'll see myself out. Better get back to Martino.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Good work. That old veteran put up a spirited fight.\" Belda greets you with a weary grin, clutching a wound in her side. ",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"You need a hand?\" ",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Ezzali's dead, by the way.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Good, because I'm not carrying you.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Let's go, then.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Backup plan! No witnesses!\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Surrender now and I offer you mercy. I make no promises that I'll follow through.\" Vilami grins.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Lay down your arms, thief. The odds are in our favor.\" ",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"There's no need for you to die today.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"You will live again. Try to make fewer mistakes next time around.\" ",
      "female": ""
    },
    {
      "id": 47,
      "default": "[Attack] \"We didn't come to parley, Vilami! Kill them!\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"If you don't mind, I'm not finished deriving a little joy out of this life.\" ",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"I'd be intrigued if I thought for a second that Ezzali means to spare me.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "She squeezes off a shot at Captain Vilami. The bullet catches him in the arm, and he reels away with a pained cry.",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"For your lives, boys! At them!\" Belda raises her pistol and readies to fire.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"The odds can turn when you're distracted by too much talk.\" Belda winks and raises her pistol.",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Merla. Di verus? I was just here to rob her.\r\n\r\n\"Then again, I guess you're not so worried about the guards.\" \r\n\r\nShe nods at the corpses around you.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Now you're hunting for my last nerve. Just don't lock it behind you, bazzo.\"",
      "female": "\"Now you're hunting for my last nerve. Just don't lock it behind you, right?\""
    },
    {
      "id": 56,
      "default": "\"Ah, it's touching that you care. Just... leave the window open. I'll see myself out.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"After you.\" Belda rises to her feet, wincing.",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"You head up those stairs and her people will cut you down. I suggest you head out the way I came, out the window in the room down that way.\r\n\r\n\"I can take care of myself. Just need a rest.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"This... aheh, didn't go exactly as planned, did it?\r\n\r\n\"If Ezzali didn't know you were crossing her, I'll bet she's figuring it out in a hurry.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Vilami, look out!\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "Captain Vilami deftly steps aside as Belda squeezes off a shot from her pistol. The bullet misses its target by a wide margin. \r\n\r\nVilami nods to you with gratitude.",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Merla again. Any chance of resuming negotiations? Thought not.\"\r\n\r\nShe cocks her pistol and signals to the other thieves.",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"We'll return what we don't end up using. Just so there's no hard feelings.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"If we're going to be in the habit of helping criminals, I'm glad this lot is more polite than the Doemenels.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"I have had enough of this stupid feud. I can only hope this brings an end to the nonsense.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"If we are robbing Vailians to aid Vailians, what do we achieve here then?\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"This ought to be fun. I've been meaning to teach Ishi how to crack a safe.\" ",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"We really doing this, helping a thief? Now, don't look at me like that. I just had to ask.\"\r\n\r\nXoti tosses her hands up in defeat.",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"You know we be entitled to ninety percent of every cocked-up heist we set aright, aye? Deadfire's Third Law, it is.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "The burglar slowly brings her hand closer to a weapon.",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"I'm relieved we haven't lost sight of the important work before us.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"I'm not leaving until I check out that vault.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"You're mad, hanging around here with Vilami's blood is still on your boots. \r\n\r\n\"No wonder Martino sent you.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Anything you can get away with, right?\"",
      "female": ""
    }
  ]
}