{
  "Component": "exported",
  "Name": "conversations\\03_neketaka_vailian_district\\03_cv_scav_urchins",
  "Entries": [
    {
      "id": 1,
      "default": "\"Shh! Keep your voices down, my cullies.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Look alive!\" Upon noticing you, one of the street urchins makes a hasty signal to his fellows.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Hey! You've got no business here, so get on and go.\" \r\n\r\nA girl in filthy rags blocks your path and points a tiny dagger at you. ",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"What's going on here?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Get out of here, or I'll call the guards.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"No trouble intended. Farewell.\" ",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"We've got bellies to fill, but I'll cut yours open if it suits me, I will.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Here. This is for buying food, not for eating.\" ",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Attack] \"No one threatens me, especially not some gutter rat!\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Scram! This one's out for blood!\" The urchins scramble - jumping from the pier and taking to the dirty water, emerging a few moments later on the far side of the canal.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"I know what to do with money, ass!\" \r\n\r\nShe hisses at you, but pauses as she catches sight of the coins. She takes them with a cautious sweep of her hand.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Come on, cullies. This ought to get us something fresh for a change.\" She nods to you and waves her companion onward. ",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"You've never seen a hungry kid scamper, have you? We vanish like mice.\" \r\n\r\nShe narrows her eyes, keeping the dagger pointed at your heart.",
      "female": ""
    },
    {
      "id": 21,
      "default": "The girl steps back and watches you with wary attention.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"You best be off. I don't suppose the guards take kindly to scavenging.\" ",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"True enough. Everyone pocket what you have now.\" She gives you a neutral nod and gestures for the others to head out.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Pst! Company.\" \r\n\r\nThe ragged girl looks up at you again and makes a cautious signal to her group.",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Uh, he's not leaving...\"",
      "female": "\"Uh, she's not leaving...\""
    },
    {
      "id": 26,
      "default": "\"Hope this makes things easier.\" ",
      "female": ""
    },
    {
      "id": 27,
      "default": "[Give her an egg.] \"You probably need this more than I do.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"This'll fry up real nice in some lamprey oil.\" She accepts the egg with wide-eyed reverence. ",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Careful around Queen's Berth. This place only looks clean 'cause it's paid for.\" She signals for the others to be off.",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Looks like it's eel instead of rats, my cullies!\" She pockets her blade and accepts the coins with a grateful bow.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"You get out of here. I said it first.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Someone's got to keep these weasels alive and fed.\" She nods toward her peers.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"You want something?\"",
      "female": ""
    }
  ]
}