{
  "Component": "exported",
  "Name": "conversations\\04_neketaka_palace_district\\04_cv_critpath_faction_argument",
  "Entries": [
    {
      "id": 1,
      "default": "\"While I am flattered by the esteemed hazanui's confidence, I must wonder how my people are meant to have destroyed an entire colony overnight!\"\r\n\r\nThe Vailian dignitary aims a withering look across the aisle.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Which of them sent you - the Vailians or Rauataians? All their talk of disaster at Hasongo - a distraction, I say!\"\r\n\r\nThe prince hefts his weapon and stares you down.",
      "female": ""
    },
    {
      "id": 3,
      "default": "A middle-aged woman with a square jaw and tar-stained teeth meets it. ",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"If it pleases the court, I've journeyed from a crippled Port Maje.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Take stock of your audience.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"I come with a warning for the queen.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"You speak as if I could command the tides. While you are casting your blame in a wide net, why not look to our Kahanga allies? \r\n\r\n\"We do not share their talent for shaping water.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"I care only that my sister lives, and I will bleed to see her out from under your shadow.\" \r\n\r\nGritting his teeth, the prince signals his attendants to attack. ",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"The damage to your colonies was the work of the gods!\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "Raising her hand for silence, Onekaza looks to her brother. He approaches and they exchange a few words too quietly to hear.\r\n\r\nShe lifts her gaze to you once more.",
      "female": ""
    },
    {
      "id": 13,
      "default": "The hazanui's eyes narrow in recognition.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"What is this? Vailian blood still stains the floors of our offices, and yet this man walks freely into the palace?\"\r\n\r\nThe Vailian dignitary narrows his eyes.",
      "female": "\"What is this? Vailian blood still stains the floors of our offices, and yet this woman walks freely into the palace?\"\r\n\r\nThe Vailian dignitary narrows his eyes."
    },
    {
      "id": 16,
      "default": "\"We assembled to discuss the darkening of Hasongo - one of Rauatai's colonies. Watcher, it seems you have the floor.\"\r\n\r\nShe opens her palm and waits.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Port Maje suffered similar damage when Eothas passed through.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"It's possible that Eothas only paused at Hasongo on his way to parts unknown.\" ",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"We must do something before Eothas tramples yet another settlement.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"I'm sailing in the shadow of the giant, and I could use some help.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"<i>Brother.</i> Stand down.\" \r\n\r\nUp to this point the queen has studied the proceedings with an even expression. She half-rises from her throne as she fixates on Prince Aruihi.",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"I come bearing news from Hasongo.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"You saw the lighthouse restored. My ships sent word of you.\" She crosses her arms, cautious but interested.",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"You have the ear of the throne. Speak on, then.\" Onekaza leans forward in her throne.",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Forget Hasongo. I seek the giant who crosses through these waters.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Are we to blame for the eruption at Magran's Teeth as well? The tidal wave? There is something else at work here!\" ",
      "female": ""
    },
    {
      "id": 47,
      "default": "Courtiers cast anxious and amused glances from you to the queen upon her throne. Nirro seems especially confused.\r\n\r\nHazanui Karū, however, regards you with a cold appraisal.",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"How came a Watcher from half the world away to be involved in these... happenings? Enlighten the court.\" ",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Berath herself sent me to track down Eothas.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Eothas emerged from beneath Caed Nua, my castle. He made this personal.\" ",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"I'm here against my will. Anyone still listening is free to help me or stay out of my way.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "She snorts. \"What sailor's tale is this?\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Have you not heard the rumors, Karū? An adra colossus marching across the sea. Sailor tales, but... credible ones.\"\n\nNirro crosses his arms, looking distinctly uncomfortable.",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Whatever Eothas is here to accomplish, I'll get the truth out of him.\" ",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"There's no sane explanation for what's been happening. You keep waiting for one, it'll be too late.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Tracking down a god who stands as tall as a mountain... a fisherman with poor eyesight could do this.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Yes. I plan on using adra pillars to track, and ultimately confront, Eothas.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"I'll need to find him first or die trying. Again.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"At least you've got gumption. Nothing worse than standing around in the middle of a storm.\" She glares briefly at the queen.",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"I was told you know where to find luminous adra. I can track him through the adra veins.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Ah, well! By all means, let me mark every site of value on your map.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "Silence descends on the hall. Courtiers and delegates eye one another, seemingly gauging which of them will be first to laugh. \r\n\r\nA stern look from Queen Onekaza turns every questioning glance to stone.",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"A fleet would be a good start.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"With Berath's aid, this is my purpose.\" ",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Canta Nicese, I am acquainted with the Watcher of Caed Nua from my assignments in Defiance Bay and Twin Elms.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"I believe our course is clear. We will send the Watcher to Hasongo.\"\r\n\r\nOnekaza spreads her hands, calmly assured of her reasoning.",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Only that Hasongo is a Rauataian outpost. It would be useful for the Watcher to take one of ours along.\"\r\n\r\nShe inclines her chin at another woman standing nearby.",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Maia's an expert sailor and a better sharpshooter - the best the Brass Citadel has to offer.\"\r\n\r\nShe looks you in the eye and gives you a slow nod.",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"And shut us out entirely? We have every right to know of any hazards in these waters. \r\n\r\n\"Pallegina, go with the Watcher. See that the Republics are served in this... investigation.\"\r\n\r\nNirro turns to the godlike warrior standing off to the side.",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Ac, your excellency. Per med canc suolias.\"\r\n\r\nPallegina's golden eyes flash in your direction, but her face betrays no hint of emotion.",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"That will be enough parading of champions for now. I'm certain that our guest knows how to assemble a crew.\"\r\n\r\nOnekaza raises her brow and scrutinizes the pair.",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Good thing I'm already accustomed to cramped quarters and temperamental birds.\" She winks at Pallegina.",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"Say the word and I'll shoot the tip off of green boy's nose.\" \r\n\r\nIshiza looks up at Maia and warbles something agreeable. ",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Of course. His excellency knows how instrumental you were in helping the Republics in the past. If I can be of assistance again, I am honored for the opportunity.\"\r\n\r\nHer feathered head bows with court-practiced timing.",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"I believe we are finished here. Aruihi?\" \r\n\r\nQueen Onekaza rises from her throne, and the surrounding guards stand at immediate attention.",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"I say it is beyond time our guests licked their wounds somewhere else.\"\r\n\r\nHe banishes the foreign dignitaries with a swift and unmistakably disgusted wave.",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Calm down, Nirro. I'm sure you'll get one of your spies in place eventually.\" A lazy half-smile tugs at her mouth.",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Are we supposed to sit idly by while this Watcher's Vailian friends plunder our outpost?\" The hazanui glares at the queen, nostrils flaring.",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"If you think you can sprint, sail, or fly faster than me and Ishiza, you're welcome to prove us wrong.\" ",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"The Watcher has no authority to insist. Your highness, this outpost is a Rauataian interest.\" She glares meaningfully at the queen.",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"This one is a Watcher blessed by Tangaloa. I suspect that many of our questions about Hasongo will soon be answered.\"\r\n\r\nThe queen's voice fills the expansive throne room, leaving you with a hushed silence to fill.",
      "female": ""
    },
    {
      "id": 101,
      "default": "She laughs in a voice roughened by years of pipe smoke. ",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"But this is unacceptable! How are we to protect the Company's investments if we cannot-\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"The lady of doors must have great confidence in you.\" Onekaza's tone is amused. Her expression is not.",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"My priests will trip over their feet to interpret his divine plan. Watcher, can you cut through the din and tell for what he comes to the Deadfire?\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "Silence falls once more as the courtiers and dignitaries trade uneasy glances. Only the queen - nodding slowly to herself - intuits your meaning.",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"The gods are no mystery to me. Eothas will answer for his actions.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Ma'am.\"\r\n\r\nA composed aumaua stands at attention, her furrowed brow cleaving down otherwise warm features. By her feet, a colorful bird preens itself without concern.",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"I believe I have proven to be a competent ally in the past, Watcher, but I cannot compel you to take me to Hasongo.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Don't take it personally, Ishiza. Even if the Watcher favors talking birds, you're still my number one.\" \r\n\r\nMaia winks down at her feathered companion.",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Highness, we must at least have your assurance that we will be informed of any-\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"All due respect, but you can't send the man who murdered my second-in-command to my outpost.\" Karū bares her stained teeth for one furious instant.",
      "female": "\"All due respect, but you can't send the woman who murdered my second-in-command to my outpost.\" Karū bares her stained teeth for one furious instant."
    },
    {
      "id": 114,
      "default": "\"Highness, you cannot truly mean to set this responsibility upon the shoulders of a known outlaw. \r\n\r\n\"I cannot in full conscience endorse the Watcher's employment.\" Nirro aims you a fierce look.",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"Then it is fortunate for you both that I oversee this audience. As the queen of Neketaka and the only impartial authority in this room, my word is law.\"\r\n\r\nShe glances to each of the dignitaries in turn, awaiting any objections.",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"Indeed, perhaps it is best that we do not muddy the waters with conflict.\" Nirro's gaze slides from the hazanui to land upon you.",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"I agree with the Vailian on this much.\" She gives Nirro a grudging nod.",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"Set sail to the west of Neketaka. I would tell you to keep a weather eye out for a lighthouse, but the god of light did not appreciate competition.\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "<ispeech>An interesting visitor in difficult times. You cannot be here to deliver a favorable omen?</ispeech>\r\n\r\nThough her mouth doesn't move, Onekaza's voice comes to you like an insistent memory nestled among your surface thoughts. ",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"You are the one who mistakes my throne room for a sparring arena. I say this is beneath us.\" \r\n\r\nAs Aruihi lowers his head, the queen slowly centers her gaze on you and leaves it there.",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"Is it coincidence these disasters do not touch Vailian installations or Vailian citizens?\" A middle-aged woman with tar-stained teeth thrusts her square jaw at him.\r\n\r\nShe pulls a slender pipe from her pocket, but at a look from the queen's attendants, she puts it away.",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"Then you survived where an entire Rauataian garrison perished? Impossible.\" Her empty fingers twitch longingly toward the pipe in her pocket.",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"You have the ear of the throne. Speak on, then.\" Onekaza leans forward in her throne.",
      "female": ""
    },
    {
      "id": 134,
      "default": "The Vailian, Nirro, projects affluence with his fine garb and gems. \r\n\r\nKarū, the Rauataian hazanui, stands rigidly, watching the assembly through slitted eyes. She seems like someone who rarely leaves her back to a door.",
      "female": ""
    },
    {
      "id": 135,
      "default": "Onekaza, the Huana queen, is all ease and comfort - though something in her bearing speaks of quiet, measured intensity.\r\n\r\nHer brother, standing away from proceedings, cannot hide a satisfied grin. The chaos of the hall appeals to him.",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"And I'm supposed to take two Vailians at their word?\" She gestures between Nirro and Pallegina.",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"Does tilling the soils of the Eastern Reach drive all men mad? You sound as crazy as the Dawnstar dreamers.\"\r\n\r\nShe looks at Edér the way one would look at an especially rabid - but fascinating - animal.",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"Ac, I know this one. His parlor tricks frightened ten years off every sailor in Queen's Berth.\"",
      "female": "\"Ac, I know this one. Her parlor tricks frightened ten years off every sailor in Queen's Berth.\""
    },
    {
      "id": 145,
      "default": "\"Acting on this threat would be reckless until we understand it better.\" \r\n\r\nOnekaza doesn't look away from you as she addresses the other dignitaries.",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"I'll take Maia. Always good to have a rifle on hand.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"Pallegina, welcome aboard. Your sword is needed.\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"Can't I take both? I need all the help I can get.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"No thank you. Company would just slow me down.\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"Ekera. If you can stand the chattering of unlike minds on your ship, that is your prerogative.\" \r\n\r\nOnekaza blinks with amusement as she takes note of the look that Maia and Pallegina exchange.",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"How did you know I'm a Watcher?\"",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"She has a keen eye, my sister. Keener than your shooter's bird, hazanui.\" \r\n\r\nThe prince nods toward a woman standing by the Rauataian admiral, his interest in her unabashed.",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"Among her other qualities, the Kahanga queen can speak for herself.\" Onekaza folds her hands in her lap and lifts her brow expectantly.",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"Something to add, hazanui? You have an eager look about you.\"\r\n\r\n<ispeech>She believes herself entitled to my ear, I say.</ispeech>\r\n\r\nOnekaza's gaze wanders back to you only briefly.",
      "female": ""
    },
    {
      "id": 156,
      "default": "<ispeech>Aren't we popular? Take care at Hasongo. The Deadfire was overfull before Eothas blundered in.</ispeech> \r\n\r\nOnekaza nods to you as she adjourns.",
      "female": ""
    },
    {
      "id": 157,
      "default": "<ispeech>And take care with your trading company spies.</ispeech> She glances at Maia and Pallegina.",
      "female": ""
    },
    {
      "id": 158,
      "default": "<ispeech>How quaint of you to point this out in a room of warmongers and conspirators.</ispeech> \r\n\r\nHer mouth spreads in a knowing smile.",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"How resourceful of you. The isles are studded with enough luminous adra to bankroll an economy.\" She turns a quiet glance in Nirro's direction.",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"I say our guest forgets himself.\" \r\n\r\nHe clears his throat and sweeps his gaze from Nirro to the rest of the room.",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"Eothas gathered his strength at Hasongo for a trek to Magran's Teeth.\"",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"And now I wonder, is it any less credible that the colossus may have played a part in the recent eruptions?\"",
      "female": ""
    },
    {
      "id": 175,
      "default": "A sizable aumaua standing by the throne takes a bold step forward and flares his nostrils at the assembled dignitaries. A hush falls over the room.",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"If it gets me and Ishiza out of diplomat duty, we'd set sail with a drunk skuldr at the helm.\" \r\n\r\nMaia sighs with resignation and nudges her bird affectionately with her toe. ",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"You should feel no obligation to take on additional crew. The choice is yours.\" ",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"Di verus? It explains the... colorful nature of your reports.\"",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"I have seen things with him that are not even told in the most outlandish of sailor's tales.\"",
      "female": "\"I have seen things with her that are not even told in the most outlandish of sailor's tales.\""
    },
    {
      "id": 183,
      "default": "\"I hope that time will show you that the Republics can be valuable allies in Deadfire.\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"We both have our orders. I have no interest in interfering with you as long as you don't interfere with me.\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"I believe I have proven to be a competent ally in the past, Watcher, but I cannot compel you to take me to Hasongo.\"",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"You tell us. It's no coincidence that <i>your</i> outpost at Port Maje survived the recent storm.\"\r\n\r\nShe pulls a slender pipe from her pocket, but at a look from the queen's attendants, she puts it away.",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"You were quick to blame us for the loss of Port Maje. You have proven to be as spiteful as you are foolish, <i>Canta</i>.\"\r\n\r\nShe pulls a slender pipe form her pocket, but at a look from the queen's attendants, she puts it away.",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"Or perhaps you're behind this.\" Her empty fingers twitch longingly toward the pipe in her pocket.",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"Everyone is in danger while Eothas walks. I must do something.\"",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"Atsura will like you, Watcher.\"",
      "female": ""
    },
    {
      "id": 192,
      "default": "[Nod to Onekaza.]",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"What? Did you say something?\"",
      "female": ""
    },
    {
      "id": 194,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 195,
      "default": "She rolls her eyes and turns her attention back to the dignitaries.",
      "female": ""
    },
    {
      "id": 196,
      "default": "<ispeech>Your truth is more terrifying than many of the lies polluting this hall.</ispeech>\r\n\r\nShe balances her chin on her fist.",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"Eccosi, but perhaps if we were permitted to send our own experts to the region, we could-\"",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"What are you asking of us?\"",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"Let's talk this over.\" ",
      "female": ""
    },
    {
      "id": 201,
      "default": "[Attack] \"Sounds like paranoia was a good call.\"",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"I say we are beyond talk. Diplomacy has turned it sails from Neketaka.\"",
      "female": ""
    },
    {
      "id": 203,
      "default": "[Shake your head.]",
      "female": ""
    },
    {
      "id": 204,
      "default": "<ispeech>Allow me to apologize as I toss you before the wolves.</ispeech>\r\n\r\nThough she turns to the dignitaries, you still feel her attention on you.",
      "female": ""
    },
    {
      "id": 205,
      "default": "<ispeech>The gods remember the honest, and so do I.</ispeech>\r\n\r\nOnekaza nods.",
      "female": ""
    },
    {
      "id": 206,
      "default": "Her brow furrows and she shakes her head.",
      "female": ""
    },
    {
      "id": 207,
      "default": "[Shrug.]",
      "female": ""
    },
    {
      "id": 209,
      "default": "<ispeech>Ekera, I will take uncertainty over many alternatives.</ispeech>\r\n\r\nOnekaza nods.",
      "female": ""
    },
    {
      "id": 211,
      "default": "\"Don't listen to him, Ishi.\"\r\n\r\nShe clucks her tongue down at the colorful bird pacing around her feet.",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"You're the one my sailors saw leaving Hasongo. You restored the adra lighthouse.\" She examines you through eyes narrowed in keen interest.",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"Whatever comes your way, she'll see it first.\"",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"Only that Rauatai stands ready to aid the Watcher. If he's going back into the wilds, he can't bring too much firepower.\" \r\n\r\nShe inclines her chin at another woman standing nearby.",
      "female": "\"Only that Rauatai stands ready to aid the Watcher. If she's going back into the wilds, she can't bring too much firepower.\" \r\n\r\nShe inclines her chin at another woman standing nearby."
    },
    {
      "id": 217,
      "default": "\"Ac, parfitto. Do you mean to stop Eothas by shooting him?\r\n\r\n\"Pallegina, I place my trust in you. Go with the Watcher. Show him how the Republics handle things.\"\r\n\r\nNirro turns to the godlike warrior standing off to the side.",
      "female": "\"Ac, parfitto. Do you mean to stop Eothas by shooting him?\r\n\r\n\"Pallegina, I place my trust in you. Go with the Watcher. Show her how the Republics handle things.\"\r\n\r\nNirro turns to the godlike warrior standing off to the side."
    },
    {
      "id": 218,
      "default": "\"You are making a mistake, Watcher. In times like these, trustworthy allies are the most valuable asset of all.\"",
      "female": ""
    },
    {
      "id": 219,
      "default": "<ispeech>Aren't we popular? Best of luck in your travels, Watcher. I think you'll find our troubles a good deal more complex than a blundering god.</ispeech>",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"I hope you'll reconsider. Deadfire is a dangerous place without allies.\r\n\r\n\"We'll be at the Brass Citadel. When you change your mind.\" The hazanui nods curtly at you, nostrils flaring.",
      "female": ""
    },
    {
      "id": 221,
      "default": "\"Bieta. If you change your mind, I am at your service.\"",
      "female": ""
    },
    {
      "id": 222,
      "default": "\"If you change your mind, I will be at your service.\"",
      "female": ""
    },
    {
      "id": 223,
      "default": "<ispeech>Your allies will use you toward any end. Do not give your trust lightly.</ispeech> Onekaza clears her throat and sweeps the room with her gaze. ",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"In the meantime, Watcher, I hope you'll meet me in the Brass Citadel. There's more for us to discuss among friendlier company.\" She glares briefly at Nirro.",
      "female": ""
    },
    {
      "id": 226,
      "default": "\"And Watcher, I hope you'll reconsider. Deadfire is a dangerous place without allies.\r\n\r\n\"We'll be at the Brass Citadel. When you change your mind.\"",
      "female": ""
    },
    {
      "id": 227,
      "default": "\"Sorry, what's Hasongo?\"",
      "female": ""
    },
    {
      "id": 228,
      "default": "\"One of our busiest ports. Much of the food we send to Rauatai passes through Hasongo.\" She glowers, fidgeting for her pipe again.",
      "female": ""
    },
    {
      "id": 229,
      "default": "\"I take it from your question that you are <i>not</i> here to enlighten us about Hasongo.\" Her irritation turns briefly to the queen.",
      "female": ""
    },
    {
      "id": 230,
      "default": "However, the frown that troubles her features suggests that there is something else of importance at Hasongo.\r\n\r\nSomething she has chosen not to reveal.",
      "female": ""
    },
    {
      "id": 231,
      "default": "\"Ac, parfitto. Do you mean to stop Eothas by shooting him?\n\n\"Sérre Pallegina will go with the Watcher. Show him how the Republics handle things.\" \n\nNirro waves airily.",
      "female": "\"Ac, parfitto. Do you mean to stop Eothas by shooting him?\r\n\r\n\"Sèrre Pallegina will go with the Watcher. Show her how the Republics handle things.\" \r\n\r\nNirro waves airily."
    },
    {
      "id": 232,
      "default": "The guard behind him coughs politely.",
      "female": ""
    },
    {
      "id": 233,
      "default": "\"Er... Your Excellency, Pallegina mes Rèi has been, ah, banished? \r\n\r\n\"She <i>has</i> been seen in Queen's Berth. I can have her report to headquarters-\"",
      "female": ""
    },
    {
      "id": 234,
      "default": "Nirro silences the guard with a withering look and a sharp gesture.",
      "female": ""
    },
    {
      "id": 235,
      "default": "\"You are making a mistake, Watcher. In times like these, trustworthy allies are the most valuable asset of all.\"",
      "female": ""
    },
    {
      "id": 236,
      "default": "\"There's no time for this! Eothas went to the Ashen Maw, in Magran's Teeth, so I must follow.\"",
      "female": ""
    },
    {
      "id": 238,
      "default": "Silence descends on the hall. Courtiers and delegates eye one another, seemingly gauging which of them will be first to laugh. \r\n\r\nA stern look from Queen Onekaza turns every questioning glance to stone.",
      "female": ""
    }
  ]
}