{
  "Component": "exported",
  "Name": "conversations\\04_neketaka_palace_district\\04_cv_prince_aruihi_huana_ruins",
  "Entries": [
    {
      "id": 1,
      "default": "\"Does the name Ukaizo mean anything to you?\" \r\n\r\nThe prince's face is impassive, but he seems to be studying yours with close attention to detail. ",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Do not leave me in suspense, I say! Have you found Motare o Kōzi?\"\r\n\r\nAruihi raises his brow and gestures for you to speak.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"I'll report in later.\" ",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"I had other questions.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Don't mind me as I take down those coordinates.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Certain death it is, then.\" ",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Watcher, even if Ukaizo is a myth, Motare o Kōzi is old enough that it may contain some clue about why Eothas is interested in the Deadfire.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Hey cap? Be reminding me to drop anchor at the next brothel we pass. Some things I aim to be giving a try afore you go getting us all good and killed.\"\r\n\r\nHe rubs the scarred bridge of his nose.\r\n",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Our tribes are spread across many isles, but it is Ukaizo which binds us.\r\n\r\n\"Ukaizo... and the knowledge that we must return.\" ",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"I sent an expedition to Motare o Kōzi, one of the sanctuary isles. They were to retrieve evidence of our lost homeland.\r\n\r\n\"They have yet to return.\" ",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"The trading companies would not have thought to look for Motare o Kōzi, but now they are vultures to carrion.\" ",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Should I expect any resistance?\" ",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"There won't be a stone unturned on Motare o Kōzi when I'm done with it.\" ",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"I trust you'll relay my helpfulness to the queen?\" ",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Naturally, I say! My sister remembers her friends, and I remember her enemies.\" \r\n\r\nAruihi winks.",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"I'll keep an eye out. No promises.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"To that end, a local cartographer secured a lead. A breadcrumb to a breadcrumb, I say.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Aye, long with every other bare-mast, bilge-brained treasure hunter twixt here and Old Vailia.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"I have known sand crabs with a firmer grasp of Aedyran, I say.\" \r\n\r\nAruihi furrows his brow at Serafen.",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Many of my countrymen also believe that Ukaizo is nothing more than a myth, but there are others who would kill to find such a place if it were real.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"And kill gladly if but a tenth of the myth was true.\" \r\n\r\nAruihi peers at Pallegina before turning his attention back to you.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"They were sites where our ancestors grouped in times of crisis. Constants in changing seas.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"You have the cartographer Atēpu to thank. He wanders the western shrine if you would know more.\" \r\n\r\nThe prince makes a dismissive wave toward the door.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Before you go.\" Aruihi lowers his tone and glances to his left and right. ",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"The expedition. I have reason to believe that they will not be returning to Neketaka.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Go on.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"So you <i>are</i> sending me to certain death.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"We found this at the palace doorstep - cut from the robe of the expedition leader.\" \r\n\r\nHe reaches into his pocket and draws forth a wad of red-stained barkcloth.",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"One mystery heaped on another, I say.\" He drags his thumb over the cloth and frowns to himself.",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Let me see that. I might be able to learn something from it.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Take care if you alight on Motare o Kōzi. My fear is that the island is sanctuary no more.\"\r\n\r\nSighing, Prince Aruihi folds the cloth with reverence.",
      "female": ""
    },
    {
      "id": 66,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"You forget yourself, but I am more forgiving than my sister.\" ",
      "female": ""
    },
    {
      "id": 68,
      "default": "Nodding, he relinquishes the scrap.\r\n\r\nA fragment of essence clings to the fabric like a thread woven too tightly to be unraveled. ",
      "female": ""
    },
    {
      "id": 69,
      "default": "Trees tower above you and ropy vines stretch like tentacles across a marshy ruin. It takes all of your strength to trudge through the hip-deep water. ",
      "female": ""
    },
    {
      "id": 70,
      "default": "You glance over your shoulder, but the women and men of your company aren't there. Then a shape moves off in the distance. \r\n\r\nYou draw your weapon, feeling now more alone than ever.",
      "female": ""
    },
    {
      "id": 71,
      "default": "The vision departs, leaving you with a deep pit in your stomach and the phantom sensation that nothing has gone as it should have. \r\n\r\nThe prince regards you expectantly.",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"The owner of this robe is surely dead. Hold out hope for the rest.\" ",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Nature is restless on this island, but I can guess nothing more.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "[Lie] \"I couldn't get a read on it. Sorry.\" ",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"She's dead. They're all dead.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Ekera... that is something, I say.\" ",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"I suspected this. As you say.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Ekera, but you tried.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "The prince flinches, looking down at the torn cloth like it's a dead spider in his palm.",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"Honesty is refreshing, I say... if cruel.\" ",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"I do not doubt that our rivals race for the same thing. All while we fall behind...\" \r\n\r\nAruihi sighs. ",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"That did seem like too nice a way to end it.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "[Give rubbing.] \"I found this ancient Huana navigational chart.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"I found an ancient Huana navigation chart, but the Royal Deadfire Company confiscated my copy.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "The prince accepts the chart in silence, holding it up to the light and poring over every detail with interest. \r\n\r\nHis hands tremble as he holds the paper.",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"You... let the knowledge of our people fall into the hands of our enemies?\" He folds his arms, his expression leaden.",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"If Ukaizo is the next casualty of Rauatai's expansion, Onekaza and I will remember who held the door open for them.\" ",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Speak on. Pray to Ngati that bad fortune is behind us.\" ",
      "female": ""
    },
    {
      "id": 108,
      "default": "[Lie] \"I didn't find anything.\" ",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Nothing more to report, your highness.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"Nothing? No ruins, no trace of the expedition?\" Aruihi puts a hand out to steady his balance.",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"For what did my expedition give their lives over an empty island... it makes no sense, I say.\" \r\n\r\nAruihi pulls the bloodstained cloth from his pocket and studies it, shaking his head.\r\n\r\nStuffing it away, he tosses you a pouch of coins with disdain.",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"This is much to learn in a day, even for this warrior.\" Aruihi touches his brow and considers.",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"When we know enough, my sister will finance a fleetwide search. Not for breadcrumbs, but lost Ukaizo.\" ",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"The queen and I make plans for the future. If you continue to make yourself useful, I say there is a place for you in them.\" ",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"I destroyed the original chart. This way, at least no one else will find it.\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"No... you misspoke, I say! The labor of our ancient navigators, after it survived the millennia?\" Aruihi shakes his head slowly.",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"And to have nothing to show for it... Our ancestors weep, I say.\" ",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"I killed a Wahaki war tribe that ambushed me outside of the ruin.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"Strange that they would attack one of their own.\" Aruihi's brow furrows.",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"An unusual accounting of the isles, I say. Each one measured in relation to...\" \r\n\r\nHis finger drifts up to the sigil of Ukaizo. Aruihi nods.",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"I do not share this lightly, I say.\" \r\n\r\nHe glances at Maia, his attention lingering.",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"Please, speak on. If it looks like I'm taking notes, it's because I am.\" \r\n\r\nShe winks down at Ishiza.",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"Maia, behave yourself.\"",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"Maia is not my vassal. She will do as she chooses.\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"Just get on with it. You can trust me.\"",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"Should I leave this in the hands of someone I trust instead?\" Aruihi turns to you with a look of warning.",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"Me, misbehave?\" \r\n\r\nMaia clears her throat and wads a sheaf of papers into her pack. She stands at attention, her hands clasped behind her.\r\n\r\nPrince Aruihi sighs and turns his focus back to you.",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"All the same, I'm not above a good faith gesture.\" \r\n\r\nMaia folds her papers and tucks them away. The prince nods.",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"Tekēhu, I trust you are going? I want the tribes to know that Ngati's chosen stood among those who threw open the gates of Ukaizo.\" \r\n\r\nHe turns a hopeful glance to Tekēhu.",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"I make no promises of dirtying my hands in some fetid jungle, but I do not protest a calm voyage.\" ",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"I sent good women and men to die in the name of the tribes and... and a vague hope.\" ",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"Who could have sent this?\" ",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"If you learn in your travels, I hope you will tell me.\"",
      "female": ""
    },
    {
      "id": 205,
      "default": "\"I had better be on my way.\"",
      "female": ""
    },
    {
      "id": 210,
      "default": "\"I had some trouble with the Royal Deadfire Company on the open sea.\"",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"Ekera, they would not let you escape with what they could so easily steal.\" \r\n\r\nPrince Aruihi murmurs under his breath.",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"But... will they not find the original chart as unprotected as a Roparu food pile?\" ",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"Assuming they survive the jungle... probably.\"",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"Not if you send a war party to sink their ships and cut the rest down.\"",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"Guess I should have destroyed it.\"",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"Onekaza needs our fleet's strength here, in her city!\" ",
      "female": ""
    },
    {
      "id": 221,
      "default": "\"Even with the help of the gods, our task was unlikely before these complications, I say.\" He waves you on, eager to change the topic.",
      "female": ""
    },
    {
      "id": 226,
      "default": "\"At least... at least the wisdom of our ancestors is safe from our enemies.\" ",
      "female": ""
    },
    {
      "id": 234,
      "default": "\"Ask. Whatever I know is for you.\" ",
      "female": ""
    },
    {
      "id": 235,
      "default": "\"What makes you think that Motare o Kōzi contains evidence of Ukaizo?\"",
      "female": ""
    },
    {
      "id": 236,
      "default": "\"No further questions.\"",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"Just so.\"",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"I had questions about Motare o Kōzi.\"",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"Ekera, then you are ready to depart?\"",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"The sanctuary isles gave comfort and guidance to sailors on their long journey home.\"",
      "female": ""
    },
    {
      "id": 241,
      "default": "\"I am hoping the island can remember its purpose and return us to the home we lost.\"",
      "female": ""
    },
    {
      "id": 247,
      "default": "\"The barkcloth was a message from the Wahaki to deter any visitors.\"",
      "female": ""
    },
    {
      "id": 259,
      "default": "\"Some will go to any lengths to protect the past. Ekera, my sister and I are no different.\" He beckons you on.",
      "female": ""
    },
    {
      "id": 268,
      "default": "\"The Royal Deadfire Company confiscated a copy of the chart.\"",
      "female": ""
    },
    {
      "id": 269,
      "default": "\"You... let the knowledge of our people fall into the hands of our enemies?\" He folds his arms, his expression leaden.",
      "female": ""
    },
    {
      "id": 270,
      "default": "\"If Ukaizo is the next casualty of Rauatai's expansion, Onekaza and I will remember who held the door open for them.\" ",
      "female": ""
    },
    {
      "id": 272,
      "default": "\"Too much has happened for you to waste words with the royal brother. From now on you work with Onekaza as an honored guest of her rooftop garden.\r\n\r\n\"Only... be kind to her cats.\" ",
      "female": ""
    },
    {
      "id": 278,
      "default": "\"I already found your lost expedition.\"",
      "female": ""
    },
    {
      "id": 282,
      "default": "\"Ekera, but do not leave me in suspense!\" The prince eases closer, his eyes wide.",
      "female": ""
    },
    {
      "id": 283,
      "default": "\"I've been to the island. Everyone's dead, but I'm still seeking anything of interest.\"",
      "female": ""
    },
    {
      "id": 284,
      "default": "\"Come back when you know more, I say. I would not have their sacrifice benefit anyone but the tribes.\" \r\n\r\nLetting go of a weary sigh, the prince nods and dismisses you. ",
      "female": ""
    },
    {
      "id": 285,
      "default": "\"Ngati's lantern... my team gave everything so that our cause could advance a step.\" ",
      "female": ""
    },
    {
      "id": 295,
      "default": "\"May Ngati splinter their mast. And if they survive to land, may the jungle cover their bones.\"",
      "female": ""
    },
    {
      "id": 296,
      "default": "\"Story or no... I make no secret that we search for Ukaizo.\" He studies you, allowing his words to sink in.",
      "female": ""
    },
    {
      "id": 297,
      "default": "\"It's the fabled lost island of the Huana.\" ",
      "female": ""
    },
    {
      "id": 298,
      "default": "\"I believe it's a sacred island somewhere in the Deadfire.\"",
      "female": ""
    },
    {
      "id": 299,
      "default": "\"Doesn't sound familiar.\"",
      "female": ""
    },
    {
      "id": 300,
      "default": "\"It was the island capital of the Huana empire of old. A fable, they say.\"",
      "female": ""
    },
    {
      "id": 302,
      "default": "\"Ukaizo was the home of the Huana before cataclysm and destruction wiped the island from the Deadfire.\r\n\r\n\"That is the story.\" ",
      "female": ""
    },
    {
      "id": 303,
      "default": "\"A lost city, if local fables are to be believed.\"",
      "female": ""
    },
    {
      "id": 304,
      "default": "\"Fable? No. History, I say.\"",
      "female": ""
    },
    {
      "id": 308,
      "default": "\"Ekera, I should hope so.\"\r\n\r\nAruihi keeps his gaze firmly fixed on Maia. He is the first to break eye contact and refocus on you.",
      "female": ""
    },
    {
      "id": 309,
      "default": "\"The crown has grown too accustomed to warnings, I say.\" He thumbs the fabric and frowns.",
      "female": ""
    },
    {
      "id": 310,
      "default": "\"You conveniently forgot to mention this until I agreed to the mission.\"",
      "female": ""
    },
    {
      "id": 311,
      "default": "\"Convenient? No. The easy path would have left you in the dark.\"",
      "female": ""
    },
    {
      "id": 314,
      "default": "\"Do you have what you need to find Ukaizo?\"",
      "female": ""
    },
    {
      "id": 315,
      "default": "\"Interesting how the ancient Huana treated Ukaizo like the center of the world.\" ",
      "female": ""
    },
    {
      "id": 316,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 317,
      "default": "\"Ngati is one to throw obstacles in our path, but I say that an outdated chart is better than none at all!\"\r\n\r\nGrinning all the while, Aruihi rolls up the parchment and tosses you a heavy pouch of coins.",
      "female": ""
    },
    {
      "id": 318,
      "default": "\"If I did, my sister would hold a parade in your honor.\"",
      "female": ""
    },
    {
      "id": 319,
      "default": "\"Thank you, my prince.\"",
      "female": ""
    },
    {
      "id": 320,
      "default": "\"Sailing uncharted waters isn't cheap.\"",
      "female": ""
    },
    {
      "id": 321,
      "default": "\"What is this, one share of what you paid the expedition?\"",
      "female": ""
    },
    {
      "id": 322,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 323,
      "default": "\"Ekera. And for you it will suffice.\"",
      "female": ""
    },
    {
      "id": 324,
      "default": "\"Ekera. I have seen nothing that challenges this notion of theirs.\"",
      "female": ""
    },
    {
      "id": 325,
      "default": "\"Neither is sending two expeditions after one map, I say.\"\r\n\r\nAruihi raises his brow.",
      "female": ""
    },
    {
      "id": 326,
      "default": "\"Ekera, here - for your expenses.\"\r\n\r\nHe tosses you a lighter pouch.",
      "female": ""
    },
    {
      "id": 327,
      "default": "\"I would not want a combative friend to feel cheated, I say.\"\r\n\r\nAruihi smiles and tosses you a lighter pouch.",
      "female": ""
    },
    {
      "id": 328,
      "default": "\"Then this is the last. Ekera, maybe the last we will ever hear of them...\"\r\n\r\nHe touches the roll of parchment with quiet reverence.",
      "female": ""
    },
    {
      "id": 330,
      "default": "\"Maia, I...\"\r\n\r\nHe begins to speak up before Maia silences him with a look.",
      "female": ""
    },
    {
      "id": 331,
      "default": "\"Nice try, prince. If I had that kind of clout with the Brass Citadel, I'd be at the prow of my own ship.\" ",
      "female": ""
    },
    {
      "id": 332,
      "default": "\"Besides... watching you squirm isn't exactly the low point of my day.\" \r\n\r\nAruihi winces and turns away. ",
      "female": ""
    },
    {
      "id": 333,
      "default": "Frowning, Tekēhu seems ready to contradict you. He thinks better of it and turns away, clearing his throat.",
      "female": ""
    },
    {
      "id": 334,
      "default": "\"Maia, I...\"\r\n\r\nHe begins to speak up before Maia silences him with a look.",
      "female": ""
    },
    {
      "id": 335,
      "default": "\"Nice try, prince. If I had that kind of clout with the Brass Citadel, I'd be at the prow of my own ship.\" ",
      "female": ""
    },
    {
      "id": 336,
      "default": "\"Besides... watching you squirm isn't exactly the low point of my day.\" \r\n\r\nAruihi winces and turns away. ",
      "female": ""
    },
    {
      "id": 337,
      "default": "\"The chart was hidden this long. What are the chances anyone else discover it?\"",
      "female": ""
    },
    {
      "id": 338,
      "default": "\"I say they are higher than ever before! You left tracks in the jungle, ekera?!\"",
      "female": ""
    },
    {
      "id": 339,
      "default": "\"I expected better judgment from an agent of the crown.\"\r\n\r\nAruihi folds his arms and presses the bridge of his nose.",
      "female": ""
    },
    {
      "id": 340,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 343,
      "default": "\"May Ngati thank them for their courage and Woedica for their loyalty.\r\n\r\n\"May they return to us as rangas.\" \r\n\r\nAruihi raises a shaking hand to touch his lowered brow.",
      "female": ""
    },
    {
      "id": 344,
      "default": "\"Ekera. The face of an outsider is never welcome in Wahaki company.\"",
      "female": ""
    },
    {
      "id": 345,
      "default": "\"For what do they protect Motare o Kōzi when its knowledge could help all Huana?\" ",
      "female": ""
    },
    {
      "id": 346,
      "default": "\"One day I will have words with their ranga to settle our differences.\"",
      "female": ""
    },
    {
      "id": 349,
      "default": "\"I'll await word from Onekaza, then.\"",
      "female": ""
    },
    {
      "id": 350,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 351,
      "default": "\"I had some questions.\"",
      "female": ""
    },
    {
      "id": 353,
      "default": "\"May the wind caress your sail.\" \n\nAruihi pats your shoulder and nods, smiling.",
      "female": ""
    },
    {
      "id": 354,
      "default": "\"Been a pleasure working with you.\"",
      "female": ""
    },
    {
      "id": 355,
      "default": "\"You say this now, but Onekaza pays better than her royal pinchfist of a brother!\" ",
      "female": ""
    },
    {
      "id": 356,
      "default": "\"An old mosaic beneath the city depicted Ukaizo.\"",
      "female": ""
    },
    {
      "id": 357,
      "default": "\"Ekera? Then the city's bowel hides more than I credit.\" Aruihi thumbs his chin and nods.",
      "female": ""
    },
    {
      "id": 358,
      "default": "\"Sanctuary isles?\"",
      "female": ""
    },
    {
      "id": 359,
      "default": "\"How has the island remained hidden all this time?\"",
      "female": ""
    },
    {
      "id": 360,
      "default": "\"A question for those with years to gather reeds and scribe their thoughts.\" Aruihi smooths back his hair and sighs.",
      "female": ""
    },
    {
      "id": 361,
      "default": "\"It might be that someone or <i>something</i> on the island does not wish to be found.\"",
      "female": ""
    },
    {
      "id": 362,
      "default": "\"In better times than these, I would have been happy to oblige.\" ",
      "female": ""
    },
    {
      "id": 363,
      "default": "\"Prepare yourself for a hard voyage northeast of Neketaka. Motare o Kōzi is nestled in the Kua o Rikuhu islands, in the midst of a landmass that resembles a storm.\r\n\r\n\"Like the fall of Ukaizo locked in time.\" \r\n\r\nAruihi bites his thumbnail and turns away, lost in thought.",
      "female": ""
    },
    {
      "id": 364,
      "default": "\"But on to brighter times, I say! If Ukaizo can be found, then so too will the hopes of our people be made manifest!\"\r\n\r\nHis mask of grief breaks under the pull of a broad smile.",
      "female": ""
    },
    {
      "id": 365,
      "default": "\"I sent the expedition to their fate. And those who followed. Death is on my conscience this day.\" \r\n\r\nHe lifts his gaze to meet yours.",
      "female": ""
    },
    {
      "id": 367,
      "default": "\"They served you admirably. We're a step closer to Ukaizo.\"",
      "female": ""
    },
    {
      "id": 368,
      "default": "\"I wish I had more to show for their efforts.\"",
      "female": ""
    },
    {
      "id": 369,
      "default": "\"Ekera. Just so.\"",
      "female": ""
    },
    {
      "id": 370,
      "default": "\"May all who fell on Motare o Kōzi slip through the eel's jaws.\r\n\r\n\"Huana and outsider alike.\"\r\n\r\nSighing, Aruihi bows his head.",
      "female": ""
    },
    {
      "id": 371,
      "default": "\"Setbacks are nothing new to the Kahanga throne. Ngati delights in testing my sister's patience.\"\n\nAruihi smiles in spite of himself.",
      "female": ""
    },
    {
      "id": 372,
      "default": "\"All things pass through their final door. When is irrelevant.\"",
      "female": ""
    },
    {
      "id": 373,
      "default": "\"She's never far from mine, either.\"",
      "female": ""
    },
    {
      "id": 374,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 376,
      "default": "\"She will call on you when the time is right. Ekera?\"",
      "female": ""
    },
    {
      "id": 377,
      "default": "\"Your expedition never made it off of Motare o Kōzi. I'm sorry.\"",
      "female": ""
    },
    {
      "id": 378,
      "default": "\"What of their findings, Watcher? Did they recover anything... anything about Ukaizo?\"",
      "female": ""
    },
    {
      "id": 379,
      "default": "[Give rubbing.] \"A riddle on the island pointed the way to Ukaizo.\"",
      "female": ""
    },
    {
      "id": 381,
      "default": "\"I sent good women and men to die in the name of the tribes and... and a vague hope.\" ",
      "female": ""
    },
    {
      "id": 382,
      "default": "\"May Ngati thank them for their courage and Woedica for their loyalty.\r\n\r\n\"May they return to us as rangas.\" \r\n\r\nAruihi raises a shaking hand to touch his lowered brow.",
      "female": ""
    },
    {
      "id": 383,
      "default": "\"Watcher, I... I take it that none of my people escaped the clutches of that island.\"\r\n\r\nAruihi hangs his head as the truth becomes apparent.",
      "female": ""
    }
  ]
}