{
  "Component": "exported",
  "Name": "conversations\\04_neketaka_palace_district\\04_cv_queen_powderhouse_aftermath",
  "Entries": [
    {
      "id": 1,
      "default": "The throne room echoes with nervous muttering. A few heads turn in response to your entrance, but most of the attention is fixed on the tense assemblage before throne, where an anxious-looking Vailian stands flanked by guards. ",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"You expect us to believe that?! This reeks of gutless Vailian subterfuge.\" \r\n\r\nThe hazanui leans forward, staring daggers at Castol. One angry vein bulges at her jaw.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Peace, hazanui. I invited the Watcher here as a witness, and I dare anyone to find a more credible source.\" \r\n\r\nShe sweeps the room with her gaze and nods in your direction.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Then the matter is resolved.\"\r\n\r\nAs Onekaza prepares to rise, the bustle of courtiers and their mutterings return to a normal volume. ",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"An ugly business I say, but it is done.\" \r\n\r\nOnekaza crosses her arms and sighs, but you detect the ghost of a satisfied smile rising to her lips.",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Guards, see to it that the director gets home in one piece. Now clear the room!\" \r\n\r\nShe claps her hands once, the percussion startlingly loud.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"A moment.\" Onekaza regards you across the gap. ",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"...Your highness, the Watcher is... undiplomatic, but I'm certain we can move forward in the spirit of-\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Not so fast, boy. The Watcher's mine.\r\n\r\n\"This is for my brothers and sisters.\" ",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"You cannot know what you have done.\" The queen clenches her hands into fists, though none of her anger reflects in her expression.",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"After so much struggle, it was a moment's work to cripple a nation.\" Onekaza inclines her head in a modest bow.",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"In this moment, you have proved yourself our most valued friend and ally.\" The queen bows deeply - spreading a hush through the court.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Join me in the garden. I would speak of our future in detail.\" She makes a welcoming gesture away from the throne room.",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Done? I've still got dead to bury and a district to rebuild. This is just the beginning for me.\" She shoots the queen a glare that is almost a warning.",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"You are entitled to some recompense, hazanui. The director's holdings rightfully belong to you.\" She opens her palm in a sweeping gesture.",
      "female": ""
    },
    {
      "id": 52,
      "default": "She grunts. \"That'll certainly get me started.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Director, you stand between Woedica's justice and Tangaloa's open mouth. Has the time come to amend your statement?\" \r\n\r\nShe raises her brow and waits patiently.",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"With respect, your highness, these charges are absurd!\r\n\r\n\"If that man is being paid, it is not from my pocket.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Ac, a thousand suoles he offered me. I should have charged ten times that.\" \r\n\r\nThe young man crosses his arms and tips his head at Director Castol, and then glances between the faces of the assembled leaders. ",
      "female": ""
    },
    {
      "id": 62,
      "default": "The queen raises her fingers to her temples and regards you across the gap, her expression unreadable.",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"That will be enough squawking out of you, merchant.\" Aruihi aims a silencing look at the director.",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Hazanui? I blew up the powder house.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"You scheming rat! I'll blow you from the cannons and hang your remains from our walls!\" She strains forward, the vein in her jaw pulsing dangerously.",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Payment for igniting Rauatai's stockpile of black powder. Do we have that correct, Andaccio?\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Ac, it is so, highness.\" Swallowing, the young man nods.\r\n\r\nOnekaza slowly turns to Director Castol, her expression unreadable.",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"What's going on here?\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"I object!\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 73,
      "default": "Silence falls over the room as every head turns toward you.",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Did Berath give you the authority to dispense law in my court?\" ",
      "female": ""
    },
    {
      "id": 76,
      "default": "<ispeech>Do NOT ruin this for us.</ispeech> The queen's fingers tighten upon the armrests of her throne.",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"You arrive in good time, I say - after one confession and before another still to come.\" ",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Watcher, please state your name for the Kahanga court.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"[Player Name], your highness.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"I'd rather not.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Did you witness the explosion at the Brass Citadel?\" \r\n\r\nOnekaza steeples her fingers and nods for you to speak freely.",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"I did, your highness.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "[Lie] \"I have no idea what you're talking about.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Watcher, I do not think...\" \r\n\r\nOnekaza sits forward in her seat before cutting herself off. Taking in the temperature of the room, she eases back and flattens her expression.",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"WHAT is going on?! \r\n\r\n\"Someone murdered my people and left a crater in our stronghold, and I am not leaving until we get justice!\"\r\n\r\nHer head whips back and forth as she glares at the assembly, unsure of where to focus her rage.",
      "female": ""
    },
    {
      "id": 90,
      "default": "She holds your gaze across a long and pregnant pause, unblinking.",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Shall we continue, then?\" She clears her throat and eases back in her throne.",
      "female": ""
    },
    {
      "id": 92,
      "default": "<ispeech>What. Are. You. Doing?</ispeech>\r\n\r\nOnekaza shakes her head.",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Witness it? Highness, I lit the fuse myself.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "The total silence after your statement is as jarring as the echo of a gunshot.",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"Watcher, on this point our court cannot tolerate silence.\" She nods slowly, indicating that you proceed.",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"So be it. Our witness has recused himself from further testimony.\" Sighing, the queen raises a finger to her temple.",
      "female": "\"So be it. Our witness has recused herself from further testimony.\" Sighing, the queen raises a finger to her temple."
    },
    {
      "id": 98,
      "default": "\"It seems I have wasted everyone's time. To be sure, an embarrassment.\" \r\n\r\nShe shakes her head at you slowly, almost imperceptibly. ",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"Well. No offense is taken, highness. The loss of the powderhouse was a great shock to us all. \r\n\r\n\"My condolences, hazanui.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Ekera, then it is as I told our guests before.\" She passes the hazanui and director knowing looks.",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"Then let's get on with it. I want to know <i>what</i> the Watcher saw.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Worry not, hazanui. Under this roof, facts are the coin of the realm.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"Th-this is madness. Queen Onekaza, I would never do anything to threaten the peace between our people.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"Tell us what you saw, Watcher.\" She motions for you to continue.",
      "female": ""
    },
    {
      "id": 107,
      "default": "[Lie] \"I saw Andaccio in Director Castol's office. I followed him to the Brass Citadel but was too late to stop him.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "[Lie] \"I misspoke earlier. In truth, I saw nothing. The director is innocent.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"I witnessed the explosion because I started it.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"W-what? No, that's... That's not- This is some manner of jest. Watcher, tell her!\"\r\n\r\nCastol stares at you in stunned horror.",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"I knew it! Release this snake to me, queen. I want to see Rauataian justice done.\" She pins the queen with a furious, expectant glare.",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"This was an attack on my city, and it falls to the Huana to judge the sentence.\" \r\n\r\nShe presses her back against the throne and tilts her chin up.",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"Sciòderie! This is a lie so transparent that even our rivals must see how absurd it is!\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"I did it. The Príncipi send their compliments.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"Everyone here knows my name already.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"If we're done comparing cocks, can we get on with the trial?\" Her angry glare roves between you and the queen.",
      "female": ""
    },
    {
      "id": 120,
      "default": "Castol blinks owlishly behind his spectacles, his mouth dropping open. \r\n\r\nHe turns to the queen.",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"That will be enough, hazanui.\" Onekaza raises a conciliatory hand.",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"No! You cannot do this! The Songretta, the <i>Republics</i> will-\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"Considering the disgrace is on your head, I say not even the Republics will bother to defend you.\" \r\n\r\nOnekaza's lips part in a satisfied smile.",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"You are to be stripped of rank and sent to the Gullet for your remaining years. May the bowels of Tangaloa scour the taint of guilt from your soul.\" \r\n\r\nOnekaza makes a dismissive wave and her attendants move to close in.",
      "female": ""
    },
    {
      "id": 126,
      "default": "Queen Onekaza blinks in disbelief. She knots her fingers together and squeezes.",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"I see.\" She turns her head in Aruihi's direction and shares a knowing look.",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"You scheming rat! I'll blow you from the cannons and hang your remains from our walls!\" She strains forward, the vein in her jaw pulsing dangerously.",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"How... very unexpected. For all of us.\"\r\n\r\nCastol regards you with bemused shock.",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"Esteemed dignitaries, this was not how I...\" Finding herself at a loss for words, Onekaza turns her gaze to Aruihi.\r\n\r\nHe takes his cue at once, stepping forward and clearing his throat loudly.",
      "female": ""
    },
    {
      "id": 131,
      "default": "<ispeech>You idiot.</ispeech> The queen draws in a sharp breath.",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"Step outside, director. Your trial is at an end, I say.\" Aruihi flares his nostrils and slowly draws his weapon.",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"Try not to scream as you pass through Tangaloa's jaws. It will go faster.\" \r\n\r\nAruihi advances on you with a look of focused determination.",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"Not so fast, boy. The Watcher's mine.\r\n\r\n\"This is for my brothers and sisters.\" ",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"What was your price? How much did they pay you to unravel my plans?\" \r\n\r\nShe props her chin up on her fist and regards you with composed interest.",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"Couldn't hear you. I was too busy counting suoles.\" ",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"Clearly they didn't pay me enough.\" ",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"I was supposed to get paid for this?\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "The queen simply exhales through her nose.",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"To sell out your allies on Vailian credit... there has never been a worse trade.\" \r\n\r\nThe queen closes her eyes and exhales. ",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"Go, sister. I will deal with these traitors.\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "The total silence after your statement is as jarring as the echo of a gunshot.",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"But this is... Watcher, what have you done?\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"You scheming rat! I'll blow you from the cannons and hang your remains from our walls!\" She strains forward, the vein in her jaw pulsing dangerously.",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"Brother, what say?\" The queen eases forward in her throne and fixes on you with concentrated attention.",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"I say the Watcher is taking a shortcut through Kohopa.\" Cracking his knuckles, he signals his guards. \r\n\r\nEveryone else does, too.",
      "female": ""
    },
    {
      "id": 149,
      "default": "<ispeech>We could have done so much more for each other. Such a waste.</ispeech>",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"Justice well-executed, your highness.\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "Pausing, Onekaza favors you with a nod.",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"One hopes we can rely on your testimony in the future, should the need arise.\" Onekaza nods to you.",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"Do not concern yourself, sister. Allow me to deal with this one.\" Focusing his attention on you, Aruihi moves to draw his weapon.",
      "female": ""
    },
    {
      "id": 154,
      "default": "The total silence after your statement is as jarring as the echo of a gunshot.",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"I did it. What's more, I made fools of you all.\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"I misspoke. Apologies if I caused any alarm.\"",
      "female": ""
    },
    {
      "id": 157,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"This cannot be, I say. The Watcher is mad from too much sailing.\" Her brow furrows in warring confusion and concern.",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"The only fool I see here is the talking corpse.\" Onekaza shakes her head.",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"Fascinating. Madness such as this is beyond my purview. Aruihi?\" The queen hesitates to pull her attention away from you.",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"I don't care for your sense of humor.\" The muscles in her body slowly untense, but she continues to glare at you.",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"I never liked Castol. It was done for convenience.\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"It is my honor to serve, highness.\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"The difference means little, and your honesty... ekera, refreshing.\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"And well-mannered. Ekera, we are nicely paired in these dark times.\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"I need my soul back - not another friend.\"",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"And so you will have it. Ekera, the gods have aligned our paths with good reason.\" She gives an encouraging nod.",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"As we have your loyalty, so you will have ours.\"",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"The right thing?\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"You should try playing fair for a change.\"",
      "female": ""
    },
    {
      "id": 174,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"Not by far, though I would not expect you to recognize it.\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"Go and see what becomes of your true alliances. You will find no friends in the Kahanga.\" \r\n\r\nShe points to the door.",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"You sell your own homeland to the enemy. This I cannot abide.\"",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"Ekera, but has anyone extended the same courtesy to me?\" \r\n\r\nOnekaza pulls her lips back in a grimace.",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"Shameful, and nothing to say for it.\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"Let's not be too hasty.\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"Stand down or join the trail of bodies in my wake.\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "[Attack] \"No court in Eora can judge me.\"",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"Watcher, the time for negotiation has passed.\" The queen touches her brow and says no more.",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"Aruihi, I call on you as my headsman to see justice carried out.\" She nods to her brother.",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"Does your servitude to the death god go so deep that it would compel you to this?\" \r\n\r\nGrimacing, Onekaza shakes her head.",
      "female": ""
    },
    {
      "id": 190,
      "default": "<ispeech>We could have done so much more for each other. Such a waste.</ispeech>",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"S-so there you have it. A misunderstanding, in the heat of the moment.\r\n\r\n\"I take no offense - the loss of the powderhouse was a great shock.\"",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"I think not. Hold your tongue, captain.\" Onekaza nods and shifts her focus back to the court.",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"Y-your highness, I assure you-\"",
      "female": ""
    },
    {
      "id": 196,
      "default": "\"I asked <i>the Watcher!</i>\" \r\n\r\nOnekaza sits forward in her throne. Her voice seems to send a ripple through the court. \r\n\r\nShe turns back to you slowly.",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"My statement? I think you fished up a mediocre actor, highness.\"",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"I knew you Vailians had no principles, but have you no shame as well?\"\r\n\r\nThe hazanui leans forward, staring daggers at Alvari. One angry vein bulges at her jaw.",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"Ac, a thousand suoles she offered me. I should have charged ten times that.\" \r\n\r\nThe young man crosses his arms and tips his head at Director Alvari, and then glances between the faces of the assembled leaders. ",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"Ac, it is so, highness.\" Swallowing, the young man nods.\r\n\r\nOnekaza slowly turns to Alvari, her expression unreadable.",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"I never liked Alvari.\"",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"So, the Watcher witnessed the blast- along with every citizen of Neketaka. \r\n\r\n\"What proof is this?\"",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"Watcher... What are you doing?\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "In the midst of that silence, Alvari begins to laugh.",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"W-what? This is... your highness, this is a lie! The Watcher lies!\"",
      "female": ""
    },
    {
      "id": 208,
      "default": "[Lie] \"I saw Andaccio in Director Alvari's office. I followed him to the Brass Citadel but was too late to stop him.\"",
      "female": ""
    },
    {
      "id": 210,
      "default": "\"An interesting performance, highness, but I do have some criticisms. \r\n\r\n\"Are we finished? I have pressing matters to attend to.\"",
      "female": ""
    },
    {
      "id": 211,
      "default": "\"Come, highness, let us not embarrass ourselves-\"",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"Your little game of pretend didn't work, highness. That is all.\"",
      "female": ""
    },
    {
      "id": 213,
      "default": "Alvari's eyes widen, but her mouth presses wordlessly into a tight line. ",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"Are we finished? Or are we running down the list of every misdeed in Neketaka to see if something sticks?\"",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"WHAT is going on?! \r\n\r\n\"Someone murdered my people and left a crater in our stronghold, and I am not leaving until we get justice!\"\r\n\r\nHer head whips back and forth as she glares at the assembly, unsure of where to focus her rage.",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"You... you coward. You parasite!\" \r\n\r\nAlvari's lips curl into a furious snarl. ",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"You are all making a mistake! The Songretta will come down on your heads like the wrath of the gods themselves!\"",
      "female": ""
    },
    {
      "id": 221,
      "default": "\"I blew up the powderhouse... because you asked me to.\"",
      "female": ""
    },
    {
      "id": 226,
      "default": "\"Naturally, since I was following your orders to blow it up.\"",
      "female": ""
    },
    {
      "id": 227,
      "default": "[Lie] \"I had nothing to do with any of this.\"",
      "female": ""
    }
  ]
}