{
  "Component": "exported",
  "Name": "conversations\\04_neketaka_palace_district\\04_cv_prince_foodsupply_quest",
  "Entries": [
    {
      "id": 1,
      "default": "\"Shortage? Are the Roparu not fed the leavings of the Kuaru and Mataru?\" ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"The Gullet is in a poor state. There's little enough to go around.\" ",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"You're killing those people, the least you could do is pay attention.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Again you bring this up. Speak on, I say.\" Prince Aruihi sighs and opens his palm.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"The Dawnstars have agreed to offer a share of their crops to Neketaka, as long as the bulk of it goes to the Roparu.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"The Roparu need their queen. Won't she step in?\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"The tribes beyond our city look to her as well, and their problems are as numerous as fish in the sea.\" ",
      "female": ""
    },
    {
      "id": 20,
      "default": "Sighing, Prince Aruihi presses his palms together and nods. ",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"I hear rumor of pirates in the Gullet... ekera, they say my people shelter them in exchange for meager sustenance.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"It is no wonder how Delver's Row won the love of my people, I say... by feeding them when we could not.\" ",
      "female": ""
    },
    {
      "id": 23,
      "default": "As his eyes narrow, Prince Aruihi slowly begins to take deep breaths through his nose.",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"You overreach, captain. This is a dangerous thing to do in Neketaka, much less the halls of the Kahanga.\" ",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"It would be a shame if the trading companies recognized this failure of leadership.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Ekera, for what would she sit on her hands if she had the time? Or the resources?\" Aruihi pierces you with an annoyed look.",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Back to my other questions.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"But I... am of a different mind. Nothing pleases Ngati like an unlikely solution, and this is what you bring. \r\n\r\n\"Ekera, then let it be so.\" \r\n\r\nHe nods, a smile parting his lips.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"My sister would call this a test from the gods. It is our role to feed the Roparu, and we do not pass on our duties to outsiders.\" Aruihi thumbs his chin, nodding.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Ekera, if one framed it that way.\" The prince squeezes his hands into fists.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"I will dredge up the resources to feed the Roparu if the meat must come from my own body. \r\n\r\n\"The work of keeping pace with our rivals... there is no end, I say.\" Aruihi sighs and shakes his head.",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"They need more, my prince.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Find us solutions instead of old problems, I say.\" ",
      "female": ""
    }
  ]
}