{
  "Component": "exported",
  "Name": "conversations\\04_neketaka_palace_district\\04_cv_post_magrans_teeth",
  "Entries": [
    {
      "id": 11,
      "default": "A pounding headache drags you most of the way back to your senses. Your vision blurs and an acrid taste fills your parched mouth. \r\n\r\nThe details of the room slowly come into focus, the sounds of an ongoing debate a distant echo. ",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Are those frilled collars stuffed in your ears? If the Watcher's mumblings are right, then Eothas is marching on Ukaizo.\r\n\r\n\"We have to move.\"\r\n\r\nIn the brief silence, you hear Hazanui Karū's boots scrape against tile as she paces.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Are we simply going to wait? What if he never wakes up?\"",
      "female": "\"Are we simply going to wait? What if she never wakes up?\""
    },
    {
      "id": 16,
      "default": "\"Are we going to stand here all day? Did everyone forgot the smelling salts?\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"If the Watcher's unconscious ramblings are to be believed, then Eothas' plot to destroy the Wheel is a surprise even to his peers.\"\r\n\r\nHe cocks his head, a curious smile forming on his lips.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Join our talks, I say. Rational discussion will gust away the ominous smoke rising from Ashen Maw.\" \r\n\r\nOnekaza gestures to you with an open palm.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Only under protest will I show restraint before Onekaza's killer. Prepare to make a hasty exit, Watcher.\"\r\n\r\nAruihi's glare lingers on you before he shifts his attention to the assembled envoys.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"You know, every time you come back from the dead it's a little less exciting. You gotta space it out more.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"It seems you've been talking in your sleep. About Eothas' plan to destroy the Wheel.\r\n\r\n\"Our... friends here are understandably concerned.\" He looks around awkwardly at the assembled leaders.",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Are you quite all right? You have been out sorts since... whatever that was.\"\r\n\r\nHer golden eyes dart over you with concern.",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"I will choose our next voyage, ekera? No more volcanoes.\" Tekēhu grins and nurses the back of his head.",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Welcome back, captain. \r\n\r\n\"If you're wondering about the taste... Ishi was trying to feed you bugs while you were asleep.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"You look about as befuddled as I feel, Watcher.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "The assembled leaders turn their attention away from each other in a prolonged and thoughtful silence. \r\n\r\nAt last you feel fully present and steady on your feet. The attention of the room abruptly shifts to you, filling the void with expectant whispers.",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"He's seizing power from the very gods who betrayed him. Destroying the Wheel to make sure they never come back.\" She shakes her head and chuckles with grim appreciation.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"The other gods betrayed him before, and now he means to rule over them.\r\n\r\n\"It's an ingenious plan, but one we must stop for the good of all.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"I'm fine, not that anyone asked.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Why is everyone here?\" ",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"My head...\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Good, you're awake. Just when I was worried we were going to stand around all day talking.\" She glares briefly at the rest of the assembly.",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Ah, the Watcher returns.\" \r\n\r\nHe turns to give you a conspiratorial half-smile, as if wondering how long you've been listening.",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Well, there is some life in him still, but I do not know how his senses fare.\" \r\n\r\nCastol snaps his fingers a few times in front of your eyes.",
      "female": "\"Well, there is some life in her still, but I do not know how her senses fare.\" \r\n\r\nCastol snaps his fingers a few times in front of your eyes."
    },
    {
      "id": 62,
      "default": "\"Are you awake, aimico? Or do you go from <i>talking</i> in your sleep to walking?\"",
      "female": "\"Are you awake, aimica? Or do you go from <i>talking</i> in your sleep to walking?\""
    },
    {
      "id": 64,
      "default": "\"You shared a great deal while you were asleep. We aren't sure what to make of it.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Gellarde, you're awake. Now we can get somewhere.\r\n\r\n\"You tell such interesting stories in your sleep, Watcher.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "The motley sailors who don't hold the Huana guards at bay with drawn weapons take in some of the more opulent decorations with avid interest. \r\n\r\nOne pirate separates out from the fold, sauntering boldly forward. ",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Eccosi, ladies and gents. If you would but forgive the intrusion...\"\r\n\r\nHe sweeps a courtly bow, but when he rises, he aims twin firearms around the room.",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Eccosi, ladies and gents. If you would but forgive the intrusion...\"\r\n\r\nHe sweeps a courtly bow, but when he rises, he aims twin firearms around the room.",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"You painted vagrants are a plague on my tribes. Why should I not hang you from the walls of my garden?\" \r\n\r\nOnekaza grips the handrests of her throne as if ready to vault up and attack. ",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Why should I deny myself the pleasure of collecting your suolenet? Give me a single reason... pirate.\" \r\n\r\nAruihi slowly reaches for his axe. ",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"You assembled to solve the problems of the Deadfire, ac? The Príncipi will also have a voice in these discussions.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"You assembled to solve the problems of the Deadfire, ac? The Príncipi will also have a voice in these discussions.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"Y-yes, well, if you have a point, <i>pirate</i>, I suggest you reach it quickly.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Ac, very amusing. Madiccho, I will fire every pirate-hunter on our payroll...\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"We're supposed to take a bunch of pirates at their word?\" She crosses her arms, the wooden hand groaning.",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"The pirates' promise is cheaply made and easily broken.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Is that you, Pim?\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"Didn't I kill you?\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "[Listen.]",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"Now with that settled -\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"Wait, you have the same name and look <i>exactly</i> alike?\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"What do the Príncipi want here?\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"What say you, highness?\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"Exactly? We could not be more different.\"\r\n\r\nPim points at his eyepatch.",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"To better understand why a dormant volcano has unexpectedly erupted. Is that not what is being discussed?\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"If we want to reach Ukaizo, we'll need every ship at our disposal.\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"All of us must plan for the inevitable. Even if we cooperate, Eothas wins.\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"With friends like these, our cause is doomed already.\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"Per complanca, this is nonsense! I have no intention of letting Ukaizo fall into the hands of... plunderers and thieves!\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Let us not waste time - If I meant to cede control of Ukaizo to a gaggle of miscreants I would have negotiated terms with the Royal Deadfire Company.\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"Ukaizo? What could the lost city of gold mean to any of this?\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"Ukaizo? What could the lost city of gold mean to any of this?\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"Eothas is going there to break the reincarnation cycle.\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"Eothas is going to shatter life and death while the rest of you bicker over land rights.\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"No more second or third chances. This may be the last life we ever live.\" ",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"Di verus? That sounds grim.\" He crosses his arms, no longer concerned with holding the palace guards at gunpoint.",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"Di verus? That sounds grim.\" He crosses his arms, no longer concerned with holding the palace guards at gunpoint.",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"Are you saying that any who perish in the future will cease to be reborn?\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"Are you saying that any who perish in the future will cease to be reborn?\"",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"Their souls will be trapped in the In-Between.\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"Maybe not at first, but eventually Eora will be starved of life.\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"You can't just arrive late and expect me to explain everything.\"",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"And how do you propose we are to stop this?\"",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"And how do you propose we are to stop this?\"",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"We endeavored to arrive on time, casità. But we endured some, shall we say, <i>difficulties</i> in docking.\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"We endeavored to arrive on time, casità. But we endured some, shall we say, <i>difficulties</i> in docking.\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"We have to act quickly. Defending Ukaizo is the highest priority.\" A pensive, focused look sharpens the lines in her face.\r\n\r\nShe scratches her cheek with the fingers of her wooden hand.",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"We waste valuable time on talk.\" He tents his fingers, gazing at the assembly.",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"I can sense Eothas in Ondra's Mortar. My soul calls out from inside him.\"",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"You want to find Ukaizo? With Eothas on his way, I'm an Ukaizo compass.\" ",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"If you can get me through Ondra's Mortar, I can take you to Ukaizo.\" ",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"Good luck finding him without me. I just happen to know his bearing.\" ",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"That so? You just might be able to save us, [Player Name].\" She scratches her chin, an eager glimmer in her eyes.",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"That is indeed interesting.\" His gaze bores into yours.",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"We speak of collectively sailing for Ondra's Mortar, but this crown will not support any plan that involves a <i>single</i> outsider ship landing on the shores of Ukaizo.\" \r\n\r\nA hush falls across the room as Onekaza makes her proclamation. ",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"Once this is all resolved, I take it you outsiders will turn your sails and leave Ukaizo to its proper stewards, ekera?\" \r\n\r\nChuckling, Aruihi folds his arms and shakes his head. ",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"Arguing like this is going to get us all killed or worse!\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"Can everyone agree to an armistice while we work through this crisis?\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"We're not here to debate over territory. Our souls are in jeopardy.\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "[Listen.]",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"I don't mean to let Eothas end us while we bicker. \r\n\r\n\"But the fate of Ukaizo is not exclusively a Huana concern.\" ",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"Of course, [Player Name]. After all, this is bigger than us.\r\n\r\n\"But it is bigger than the Huana, too.\" He nods toward the throne.",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"Watcher, there are two kinds of people in the Deadfire - those who have called it home since time immemorial, and opportunists.\" \r\n\r\nOnekaza glares at the assembled dignitaries. ",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"The time has come for the eels to seek shelter in the reef. A shark is in the water.\" \r\n\r\nAruihi pauses on each of the envoys before settling a flat gaze on you.",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"Ac, 'order.' And the only question is whether it will be the order of ignorance and tradition, or else of conquest.\"",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"Bark about your birthright all you like. Maybe the Royal Deadfire Company will throw you some scraps.\"",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"Forgive me, lovesome. But it looks like you're having a party. A rather fine one to which you didn't invite me.\"\r\n\r\nShe winks, suolenet glinting in the light as she cocks her pistol high above her head.",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"Oh, I do love when they squabble. But I'm here for neither pleasantries nor entertainment.\"",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"Ukaizo? What's the lost city of gold got to do with the god on a rampage?\"\r\n\r\nUsing the barrel of her gun, she tips her hat back curiously.",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"Well, fuck if that doesn't put things into perspective.\"",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"But... What's that even mean in the long run? Folks who die won't be coming back again?\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"Yet that's exactly why I did arrive, lovesome. So let's get back to it, shall we?\" She blows you a cheeky kiss.",
      "female": ""
    },
    {
      "id": 205,
      "default": "\"This is all dark and foreboding sounding, but what's it mean for <i>my</i> soul?\"",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"If the Huana cannot take back our beginning, then our end fast approaches. \r\n\r\n\"The gods will judge us by our devotion to Ukaizo.\" ",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"My sister would say that the gods test us and the Mataru must have the wisdom to recognize their design.\r\n\r\n\"I am not my sister, but even I am seeing through this veil of a trial.\" ",
      "female": ""
    },
    {
      "id": 209,
      "default": "\"Are you going to guard it as closely as you've guarded your palace today?\" She shoots a meaningful stare at the pirates.",
      "female": ""
    },
    {
      "id": 210,
      "default": "\"If that is true, then I hope you can forgive me for wondering how Ukaizo was lost in the first place.\" He raises his brows and spreads his hands in a look of careful innocence. ",
      "female": ""
    },
    {
      "id": 211,
      "default": "\"But do you not see? Their attachment to this fanciful mythology outpaces all reason. They would risk everything, all for the sake of some misremembered past.\"",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"Ac, undoubtedly. But what is to be done if they refuse even to sit at the negotiating table?\"",
      "female": ""
    },
    {
      "id": 214,
      "default": "Without so much as a final farewell, Aeldys tips her head to her armed crew, and the pirates withdraw as swiftly as they arrived.",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"No decision will be made today, I see. Then we must return to our ships. Watcher, while the masses quarrel, know that we will sail for the golden city.\"",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"No decision will be made today, I see. Then we must return to our ships. Watcher, while the masses quarrel, know that we will sail for the golden city.\"",
      "female": ""
    },
    {
      "id": 222,
      "default": "[Listen.]",
      "female": ""
    },
    {
      "id": 223,
      "default": "\"Now everyone just calm down. I promise we won't fire on you, at this time, unless firstly provoked. That is, until whence we've safely absconded from the city, back to the high seas.\"\r\n\r\nShe grins magnanimously.",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"You can rest assured. While we meet, our blockade will not fire on the port unless provoked.\"",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"You can rest assured. While we meet, our blockade will not fire on the port unless provoked.\"",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"The unraveling of Kohopa from Tangaloa is our greatest test from the gods, I say. \r\n\r\n\"We must live to deserve the world they make for us.\" \r\n\r\nOnekaza rests her chin on her fist and considers.",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"Onekaza would say this was a test from the gods. \r\n\r\n\"I say the tribes have always fought for what we have lost, and now we must fight to keep what we have.\" \r\n\r\nAruihi grimaces at each of the envoys in turn. ",
      "female": ""
    },
    {
      "id": 247,
      "default": "\"We have a formidable fleet at our disposal. Of course, were we to deploy it-\" \r\n\r\nHe breaks off at the boom of a door slamming open. Commotion echoes from the entrance hall.",
      "female": ""
    },
    {
      "id": 248,
      "default": "The sound of approaching footsteps grows in volume as a courier scrambles into the throne room, panting and glistening with sweat. His mouth opens and closes like a fish gasping desperately for breath. ",
      "female": ""
    },
    {
      "id": 249,
      "default": "\"Ships have formed a blockade around Queen's Berth! Their commander demands parley with Serpent's Crown.\"",
      "female": ""
    },
    {
      "id": 251,
      "default": "\"What?! B-but I - What about our ships? I must get a message through to the captains-\"",
      "female": ""
    },
    {
      "id": 252,
      "default": "\"Merla. The timing on this is too convenient.\"",
      "female": ""
    },
    {
      "id": 255,
      "default": "\"For what do our enemies paint a target on their hull? This is a stirring bid for my attention.\" Onekaza narrows her gaze past the open door. ",
      "female": ""
    },
    {
      "id": 256,
      "default": "\"Who would attack the mountain? What new madness is this?\" \r\n\r\nScowling, Aruihi looks to the guards stationed about the room.",
      "female": ""
    },
    {
      "id": 257,
      "default": "\"My queen, they fly the colors of pirates! The Príncipi are...\"",
      "female": ""
    },
    {
      "id": 259,
      "default": "\"The Deadfire is no stranger to cataclysm. We can survive by cleaving to a shared purpose - a greater good, ekera?\" \r\n\r\nShe looks to each of the envoys in turn.",
      "female": ""
    },
    {
      "id": 260,
      "default": "\"I do not share my sister's talent for collaboration or playing nice.\r\n\r\n\"But I say that what we heard from the Watcher's lips is greater than our... petty differences.\" \r\n\r\nAruihi grimaces on his own words. ",
      "female": ""
    },
    {
      "id": 262,
      "default": "\"Let us speak now of what can be done- <i>must</i> be done. \r\n\r\n\"Watcher, you know best of all of us what our options are.\"",
      "female": ""
    },
    {
      "id": 263,
      "default": "\"Enough about our <i>feelings</i> on the subject. Watcher, you know this enemy best of all of us. What is to be done?\"",
      "female": ""
    },
    {
      "id": 264,
      "default": "\"Our only hope is to reason with him.\"",
      "female": ""
    },
    {
      "id": 265,
      "default": "\"Every cannon in Eora couldn't slow him down.\"",
      "female": ""
    },
    {
      "id": 266,
      "default": "\"More answers could become apparent when we land on Ukaizo.\"",
      "female": ""
    },
    {
      "id": 267,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 268,
      "default": "\"Well! Nothing? Sciòderie. We have so many minds and resources at our disposal. I refuse to believe we can do nothing!\"",
      "female": ""
    },
    {
      "id": 269,
      "default": "\"Ado? Perhaps you inhaled too much ash?\"\r\n\r\nAlvari watches you through narrowed eyes, a small, resentful smile on her face.",
      "female": ""
    },
    {
      "id": 270,
      "default": "\"The Huana made compacts with the gods on lost Ukaizo. <i>Anything</i> can happen on the shores of our ancestors.\" Onekaza nods. ",
      "female": ""
    },
    {
      "id": 271,
      "default": "\"Such optimism from the one who sank a blade in Onekaza's heart! Confidence like that could launch a motivated fleet.\"",
      "female": ""
    },
    {
      "id": 272,
      "default": "\"But... Watcher, you must have some solution! Some insight, at least! A weakness, or-\"",
      "female": ""
    },
    {
      "id": 273,
      "default": "\"Roll over and die? That is your plan? \r\n\r\n\"Madiccho, why did I ask...?\"",
      "female": ""
    },
    {
      "id": 274,
      "default": "\"If he's heading to Ukaizo, then the time for speeches is over.\"",
      "female": ""
    },
    {
      "id": 275,
      "default": "\"I doubt there is any argument you or I could conjure that would sway a god.\"",
      "female": ""
    },
    {
      "id": 280,
      "default": "\"Of course, finding Ukaizo once we're through is another matter.\"",
      "female": ""
    },
    {
      "id": 281,
      "default": "\"If we had a way of tracking him.\"",
      "female": ""
    },
    {
      "id": 287,
      "default": "\"I think I'm getting the gist of it now.\" She rubs the barrel of her gun under her jaw, thoughtfully.\r\n\r\nThen she crooks you a cunning grin.",
      "female": ""
    },
    {
      "id": 288,
      "default": "\"You each would quarrel in the face of extinction?\" His bemused expression twists to one of disappointment.",
      "female": ""
    },
    {
      "id": 289,
      "default": "\"You each would quarrel in the face of extinction?\" His bemused expression twists to one of disappointment.",
      "female": ""
    },
    {
      "id": 294,
      "default": "\"Do you think so little of our chances? The Huana are built to outlast, I say.\" ",
      "female": ""
    },
    {
      "id": 295,
      "default": "\"You are drained of hope? Ekera, so am I. But I refuse to laze on Onekaza's throne and wait for the end!\" \r\n\r\nAruihi beats his chest once. The warriors around the room straighten their posture.",
      "female": ""
    },
    {
      "id": 297,
      "default": "\"You have not seen fit to pay respects in this hall, but we recognize you as the one who chases a god. \r\n\r\n\"And where you sail, great changes follow.\" ",
      "female": ""
    },
    {
      "id": 300,
      "default": "\"For what else did the gods place us here? We who have ships and resources enough to make a difference.\" ",
      "female": ""
    },
    {
      "id": 301,
      "default": "\"Send word to my watershapers to drain the sea around the flagship! I would <i>parley</i> on better terms than this.\"\r\n\r\nOnekaza begins to rise, but the courier speaks up ahead of her. ",
      "female": ""
    },
    {
      "id": 302,
      "default": "\"Warriors! I say this is some outsider diversion. Be wary of ambush as we storm the docks.\"\r\n\r\nAruihi takes up his axe, but a look from the courier gives him pause.",
      "female": ""
    },
    {
      "id": 303,
      "default": "\"Well, what have we here?!\"\r\n\r\nA confident voice booms from the open door. ",
      "female": ""
    },
    {
      "id": 304,
      "default": "\"Ac. Arrival at long last.\"\r\n\r\nA rich and confident voice sounds from the open door. ",
      "female": ""
    },
    {
      "id": 305,
      "default": "\"Ac. Arrival at long last.\"\r\n\r\nA rich and confident voice sounds from the open door. ",
      "female": ""
    },
    {
      "id": 306,
      "default": "\"My prince, they fly the colors of pirates! The Príncipi are...\"",
      "female": ""
    },
    {
      "id": 308,
      "default": "\"Deadfire's last cataclysm stripped the tribes of Ukaizo. This one will bring it back to us.\r\n\r\n\"All of this is meant to be.\" \r\n\r\nOnekaza balls her hand into a fist and nods, flaring her nostrils.",
      "female": ""
    },
    {
      "id": 309,
      "default": "\"I say we paddle against the tide. We fight gods and storms. We fight for Ukaizo!\"",
      "female": ""
    },
    {
      "id": 310,
      "default": "\"I say it is a place where mortals can reach beyond themselves, do freely what animancers struggle to dream.\" ",
      "female": ""
    },
    {
      "id": 312,
      "default": "\"You bear witness to the work of the gods. It seems they are not finished with you yet.\" ",
      "female": ""
    },
    {
      "id": 313,
      "default": "\"It is about time you roused, I say. We did not have you carried up the mountain merely to nurse your wounds.\"",
      "female": ""
    },
    {
      "id": 316,
      "default": "\"It is for this moment that the gods test me.\r\n\r\n\"Anyone who seeks to cross Ondra's Mortar will learn that the gates of Ukaizo are the end of compromise with the Huana.\" ",
      "female": ""
    },
    {
      "id": 318,
      "default": "\"The enemies of the Huana - those of you who celebrated the fall of Onekaza - will only use this to gain a foothold on Ukaizo.\r\n\r\n\"I will not allow this.\" ",
      "female": ""
    },
    {
      "id": 321,
      "default": "\"What we need is brass.\r\n\r\n\"Rauatai has ships and cannons aplenty, but the only way I'm sending them is if-\"\r\n\r\nShe breaks off at the boom of a door slamming open. Commotion echoes from the entrance hall. As everyone turns toward the noise, her hand strays to her gun.",
      "female": ""
    },
    {
      "id": 324,
      "default": "\"Our ships are fast and well-equipped. We could sail to the edge of Ondra's Mortar. See if Eothas' passage opens a way through the storms.\" She narrows her eyes, watching the others.",
      "female": ""
    },
    {
      "id": 327,
      "default": "Castol glances around the room at the gathered parties, his brows climbing.",
      "female": ""
    },
    {
      "id": 328,
      "default": "Alvari snorts, quietly. She raises a hand to rest her chin upon it, glancing sidelong at the others.",
      "female": ""
    },
    {
      "id": 329,
      "default": "\"It's a coup, and we have to muster the strength to stop it.\"",
      "female": ""
    },
    {
      "id": 330,
      "default": "Atsura scans the room with a cool gaze.",
      "female": ""
    },
    {
      "id": 332,
      "default": "\"You should be asking yourself how they got in here in the first place.\" She glowers in the direction of the throne.",
      "female": ""
    },
    {
      "id": 333,
      "default": "\"They <i>do</i> make breaching your palace look rather easy, wouldn't you say?\" He raises an eyebrow.",
      "female": ""
    },
    {
      "id": 334,
      "default": "\"Our ships are fast, sturdy, and well-armed. They would have the best chance of surviving the storms and confronting Eothas.\"",
      "female": ""
    },
    {
      "id": 335,
      "default": "\"Ukaizo was yours once, and you lost it. Meanwhile, the storms that cover Ondra's Mortar plague Rauatai, too.\"",
      "female": ""
    },
    {
      "id": 336,
      "default": "\"We will help [Player Name] stop Eothas, but we will not leave our country's future in soft hands.\r\n\r\n\"We hope [Player Name] agrees.\" She nods to you.",
      "female": ""
    },
    {
      "id": 337,
      "default": "\"As well as how you plan to defend it now, when you cannot keep pirates from your own palace.\"",
      "female": ""
    },
    {
      "id": 338,
      "default": "\"Then all bets are off again, aye?\"",
      "female": ""
    },
    {
      "id": 339,
      "default": "\"We've bigger fish to fry. Or should I say 'gods'?\"\r\n\r\nA determined-looking guard inches closer to Aeldys from the edge of the court. Without looking, the Príncipi captain swivels her pistol to aim straight at his chest.",
      "female": ""
    },
    {
      "id": 340,
      "default": "\"I'm here 'cause I've got questions - ones that can't wait. And the lovesome Watcher's the only one likely to answer them nicely.\"",
      "female": ""
    },
    {
      "id": 341,
      "default": "\"Right you are. However -\" The narrow-eyed look she settles on the room is more than a little bloodthirsty.",
      "female": ""
    },
    {
      "id": 342,
      "default": "\"I mean, I like the idea of pirating throughout the Great Beyond as much as the next gal. But if, say, I got no awareness after I die, does it even matter what happens?\"",
      "female": ""
    },
    {
      "id": 343,
      "default": "\"Ac, of course you have no interests past that of your eyes and your stomach!\"",
      "female": ""
    },
    {
      "id": 344,
      "default": "\"I'd say it matters to the rest of us, postenaga.\"",
      "female": ""
    },
    {
      "id": 345,
      "default": "\"While these witless princocks go at each other's throats, we Príncipi will cut through the storms and plunder the city of gold.\"",
      "female": ""
    },
    {
      "id": 346,
      "default": "\"Whatever Eothas is seeking in those ruins, we'll find it. And then we'll sell it to the highest bidder.\r\n\r\n\"That, or me and mine'll have front row seats to the end of the world.\"",
      "female": ""
    },
    {
      "id": 347,
      "default": "\"Surely you understand. We Príncipi have a vested interest in concerns of the open sea. A sea which grows increasingly volatile due to a rogue god.\"",
      "female": ""
    },
    {
      "id": 348,
      "default": "\"Surely you understand. We Príncipi have a vested interest in concerns of the open sea. A sea which grows increasingly volatile due to a rogue god.\"",
      "female": ""
    },
    {
      "id": 349,
      "default": "\"Cuè? No, no. You have me confused for my brother. A common mistake.\" \r\n\r\nHe winks to you with his single eye.",
      "female": ""
    },
    {
      "id": 350,
      "default": "\"If you desire to join us, you know where the Consuaglo meets.\"",
      "female": ""
    },
    {
      "id": 352,
      "default": "\"If you desire to join us, you know where the Consuaglo meets.\"",
      "female": ""
    },
    {
      "id": 353,
      "default": "He shrugs, offering no counter argument.",
      "female": ""
    },
    {
      "id": 354,
      "default": "He shrugs, offering no counter argument.",
      "female": ""
    },
    {
      "id": 355,
      "default": "\"I agree that we must take immediate action. However, there can be no dispute that the Príncipi is the Deadfire's fastest fleet.\"\r\n\r\nThe pirate captain chuckles to himself at his rival's ensuing glare.",
      "female": ""
    },
    {
      "id": 356,
      "default": "\"I agree that we must take immediate action. However, there can be no dispute that the Príncipi is the Deadfire's fastest fleet.\"\r\n\r\nThe pirate captain chuckles to himself at his rival's ensuing glare.",
      "female": ""
    },
    {
      "id": 357,
      "default": "\"I agree that we must take immediate action. However, there can be no dispute that the Príncipi is the Deadfire's fastest fleet.\"\r\n\r\nThe pirate captain chuckles to himself at his rival's ensuing glare.",
      "female": ""
    },
    {
      "id": 358,
      "default": "\"I agree that we must take immediate action. However, there can be no dispute that the Príncipi is the Deadfire's fastest fleet.\"\r\n\r\nThe pirate captain chuckles to himself at his rival's ensuing glare.",
      "female": ""
    },
    {
      "id": 359,
      "default": "He pauses to rest his chin on his fist. The room takes note of Aruihi's sudden and disturbed silence. ",
      "female": ""
    },
    {
      "id": 360,
      "default": "\"With Ukaizo under our control, the Huana would restore order as it has not been seen since the days of our ancestors.\"\r\n\r\nShe nods slowly, holding your gaze all the while.",
      "female": ""
    },
    {
      "id": 361,
      "default": "\"My sister played her diplomatic games, entertaining you and delighting you with concessions. \r\n\r\n\"But once again, I am not my sister.\"",
      "female": ""
    },
    {
      "id": 362,
      "default": "\"Do what you must, Watcher, but know that you are not welcome on Ukaizo. Neither is anyone with profit on their minds.\" \r\n\r\nAruihi rests his hand on his weapon and curls his lip as he studies you.",
      "female": ""
    },
    {
      "id": 364,
      "default": "\"Look at him, sleeping like an infant. I could end him with a pillow.\"",
      "female": "\"Look at her, sleeping like an infant. I could end her with a pillow.\""
    },
    {
      "id": 366,
      "default": "\"I-I don't see that this is necessary. You <i>know</i> what this man has done.\"\r\n\r\nCastol's wheedling dismay cuts through the fog.",
      "female": "\"I-I don't see that this is necessary. You <i>know</i> what this woman has done.\"\r\n\r\nCastol's wheedling dismay cuts through the fog."
    },
    {
      "id": 367,
      "default": "\"Ah, you're awake. Welcome back, Watcher. Your arrival in the wake of the eruption at Magran's Teeth was... alarming.\"",
      "female": ""
    },
    {
      "id": 369,
      "default": "\"You chose a poor moment to grow cynical, Watcher. There must be <i>some</i> way.\"",
      "female": ""
    },
    {
      "id": 370,
      "default": "\"Profit, he says. Ac, why should we work to improve our lives, when we could strive so diligently to ensure that we stay just as we are!\"",
      "female": ""
    },
    {
      "id": 371,
      "default": "\"The secrets to be found in Ukaizo could elevate us all beyond the telling. I will not relinquish that dream so easily.\"\r\n\r\nWith that, Castol turns to stride away, his shoulders set in a rigid line.",
      "female": ""
    },
    {
      "id": 372,
      "default": "\"Well, you're right about one thing. You haven't an ounce of your sister's sense.\"",
      "female": ""
    },
    {
      "id": 373,
      "default": "\"Ukaizo won't be handed to any of us like a gift. It will belong to those willing and capable of seizing it.\r\n\r\n\"Personally, I'll be keeping an eye on the Watcher.\"\r\n\r\nAlvari smiles politely, executes a perfect bow, and turns on her heel.",
      "female": ""
    },
    {
      "id": 374,
      "default": "\"I would eat a mountain of rotted koīki before inviting Aruihi's killer to these halls... but I say the gods expect more of us.\"\r\n\r\nA crease traces its way across Onekaza's brow, but remains otherwise impassive.",
      "female": ""
    },
    {
      "id": 375,
      "default": "\"We are beyond helping each other, you and I, but Ngati persists in keeping you on her watery gameboard.\" \r\n\r\nOnekaza sighs through her nose and directs her attention to the assembled dignitaries.",
      "female": ""
    },
    {
      "id": 376,
      "default": "\"My brother's killer has no part in these plans. So I ask you not to interfere in them, [Player Name].\"",
      "female": ""
    },
    {
      "id": 377,
      "default": "\"By your own deeds you have no part in these plans. I ask that you do not interfere in the work of the Huana, [Player Name].\"",
      "female": ""
    },
    {
      "id": 378,
      "default": "Onekaza tips her head down - her eyes dark and full of restrained fury. It might just be your imagination, but the temperature of the hall seems to grow cooler.",
      "female": ""
    },
    {
      "id": 379,
      "default": "\"Not fast enough to outrun our cannons, pirate.\" She stares daggers at the chuckling captain before returning her attention to you.",
      "female": ""
    },
    {
      "id": 380,
      "default": "\"Perhaps you'd care to make that boast at the Brass Citadel. I guarantee our cannoneers will have a ready answer.\"\r\n\r\nHe gives the captain a charming but empty smile before turning back to you.",
      "female": ""
    },
    {
      "id": 381,
      "default": "\"Of course, tracking Eothas to Ukaizo remains a problem.\"",
      "female": ""
    },
    {
      "id": 382,
      "default": "\"Choose your allies with care, Watcher. Any of these schemers could ferry you to Ukaizo, but the doors of the Kahanga are closed to my brother's killer.\" ",
      "female": ""
    },
    {
      "id": 383,
      "default": "\"Watcher, I say the time to play at freelancing is at an end. Any of us could get you to Ukaizo, but only one of us will stand by your side.\"",
      "female": ""
    },
    {
      "id": 384,
      "default": "\"I see that killing my sister has not diminished your popularity. How you play these serpents against each other is none of my concern, but only one of them will take you to Ukaizo.\"",
      "female": ""
    },
    {
      "id": 386,
      "default": "Studying you carefully, Onekaza nods and gestures for her attendants to clear the room.",
      "female": ""
    },
    {
      "id": 387,
      "default": "\"Pray that I don't meet you on the seas first.\" \r\n\r\nAruihi nods to his attendants to clear the room. ",
      "female": ""
    },
    {
      "id": 388,
      "default": "\"It's possible. I don't know. This isn't exactly common.\"",
      "female": ""
    }
  ]
}