{
  "Component": "exported",
  "Name": "conversations\\11_hasongo\\11_cv_naga_spirit",
  "Entries": [
    {
      "id": 4,
      "default": "You feel the presence of a soul, twisting and sinuous. It notices you, too, and draws nearer.\r\n\r\nIts restless essence tingles against your own. It is searching. Hunting.\r\n\r\nYou recognize it as the soul of a nāga.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Stay a little longer. Your glow is a comfort here.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"I'll restore the adra pillar. Then you can continue on your way.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"The way? I am searching for a way. Show me.\" \r\n\r\nShe melts into the ether and becomes a quiet presence beside you.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"What is this? Come closer. You glow so brightly. Just like the... the...\" The soul recoils from a memory of violence like a child snatching her hand from a hot stove.",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"What were you searching for?\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"The striped fiends profane the island! Endlessly burrowing, building. They bury the adra under stone!\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"A way.\" Memory blooms at her core. A burst of vehemence shudders through her essence.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Sugaan says we must find a way in. Sugaan says I must find a way in.\" There is warmth in this thought. Pride.",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"You're a scout.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Then what?\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"The fiends gather at the walls. Searching, too. Not for me, but they see me still.\"\r\n\r\nYou feel a prickle of sympathetic pain, as if pierced by a volley of bullets.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"I am Yanass. Yanass searches.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"No! Not dead. Still searching.\" A desperate, dissonant ripple thrums through the nāga's soul.",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"You died.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"What are you looking for now?\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"A way, I said! A glowing, shining way.\"\n\nAs she speaks, you feel yourself pulled into her memory and into the dark abyss of the In-Between.\n\nYou remember it from your own brief sojourn there. ",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Do not go. It is so dark here.\" Her voice fades to a forlorn whisper as you withdraw.",
      "female": ""
    },
    {
      "id": 39,
      "default": "Yet from the darkness you - and Yanass - see a bright rift. A pillar with roots that seem to reach into the heart of the world.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"The way glows. Like an angler fish lure. But it feels safe.\"\r\n\r\nIt does. You are drawn to it.",
      "female": ""
    },
    {
      "id": 41,
      "default": "Another glowing figure appears, this one shaped like an enormous walker. \r\n\r\nThree stars burn above its brow. \r\n\r\nYou feel Yanass' fear at this walker-thing, even as you recognize it as Eothas.",
      "female": ""
    },
    {
      "id": 42,
      "default": "[Drift toward it.]",
      "female": ""
    },
    {
      "id": 43,
      "default": "[Draw back.]",
      "female": ""
    },
    {
      "id": 44,
      "default": "You watch as the glowing figure approaches the pillar. It reaches out, and a violent current rips through the darkness. \r\n\r\nYou hear a chorus of screams, but they sound distant and distorted, as if coming from underwater. Light and energy flow into the strange being from the pillar and from a hundred points gathered around it. ",
      "female": ""
    },
    {
      "id": 45,
      "default": "At last the pillar is dark. The glowing walker recedes, brighter than before.\r\n\r\nEverything is dark.",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"I will follow the way, I think. But then I see another glowing-thing.\r\n\r\n\"This one does not feel safe.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Now there is no way and no light. I am afraid.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Come with me.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"It is too dark. I will lose my way. Or be swallowed by the terrible walker.\" Fear shivers through her.",
      "female": ""
    },
    {
      "id": 50,
      "default": "You recognize this as an adra pillar.",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"You know Sugaan? Maybe you could reason with him for me.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Sugaan? He sent me after a way. But he is not here in the darkness. Only you.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Please do not go.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "Confusion clouds her essence like sediment stirred at the bottom of a marsh.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"You know what it is, to roam, to seek distant places. Yes, I feel this in you.\r\n\r\n\"Your feet, your eyes, they find the way.\"\r\n\r\nShe melts into the ether and becomes a quiet presence beside you.",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Who is Sugaan?\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Speaker for the gods. Grandfather to many.\r\n\r\n\"He leads us here, and here I must find a way. In.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"A seeker cannot search whilst standing still. The way lies forward.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"You, who amble and wander?\r\n\r\n\"I feel it in you. You drift through life like flotsam on the tides. I cannot lose my way.\"",
      "female": ""
    }
  ]
}