{
  "Component": "exported",
  "Name": "conversations\\11_hasongo\\11_cv_companion_eothas_reaction",
  "Entries": [
    {
      "id": 4,
      "default": "\"I remember the last time I talked to a god. Oh wait, <i>this doesn't just happen to everyone else.</i>\r\n\r\n\"Well?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Captain, I would not interrupt your contemplation, but it is not every day I see someone commune with luminous adra, ekera?\" ",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"As much as I like pretending nothing happened, perhaps we should talk about your episode with the adra...\" He casts a sidelong glance at you.",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Had another one of your talks there, didn't you? You gonna share details, or do we gotta guess?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Vailian animancy has unlocked many strange properties in luminous adra, but it appears Watchers could teach them a few tricks. What did you see in there?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"I love hugging big shiny rocks much as the next freebooter, but mayhaps you want to be explaining the whole insensate drooling bit, captain.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"You were gabbing with my god again. Weren't you?\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"When the captain goes all starry-eyed like that, the crew starts to ask questions.\" ",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I have known priests to go mad from too much incense, but speaking with a god has not left such a deep scar in you.\" \r\n\r\nTekēhu cranes his neck to scrutinize you.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"I was rather hoping someone else would bring that up.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"If you got something to tell us...\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Right fair point, that. Captain?\"\r\n\r\nHis ear twitches.\r\n",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"You don't look like you're going to be sick this time. So I take it that's a good sign...?\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Eothas is heading to a place called 'Magran's Teeth.'\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "[Shrug] \"I'll live.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"If his goal is to bathe his nethers in molten rock, I'm in no hurry to stop him.\" ",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"The jawline of the northeastern sea? Treacherous waters.\" ",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"That sounds... ominous.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"All the places he can go, and he chooses a spot named for Magran. What could he be thinking?\"\r\n",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Madiccho. No one ventures into Magran's Teeth. A chain of volcanoes guarded by giants, if the Huana legends are true.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"That be some right shit news, cap. Magran's Teeth be hot as the sun and twice the height.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"So what you're saying is <i>we're</i> headed to Magran's Teeth. Right?\" She scratches the underside of her jaw, contemplating.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"You're looking upright, captain, but something in your eyes tells me different.\" ",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"You are well enough to travel? I do not want my captain senseless and babbling after too much revelation, ekera?\" \r\n\r\nTekēhu holds up an admonishing finger. ",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"I was actually wondering about you, though. How are you holding up?\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"What about you, though? \r\n\r\n\"I'm getting flashes of those episodes you used to have in Dyrwood. You know - when you were going crazy?\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"I know you've become accustomed to your... abilities, but the stakes seem much higher here in the Deadfire. Are you all right?\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"You steady on your feet, cap? Don't need a swig or nothing?\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"I'm ready to chase Gaun if you are.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Good thing we're in the Deadfire, where the volcanoes definitely aren't going to awaken at any time.\" ",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Careful that we don't sail too close, captain. Magran's Teeth are sharp, and this handsome fish would make a handsome meal.\" ",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Well. 'Magran's Teeth' sounds like the kind of place that should rather stick out. Shall we continue on?\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"It feels like we're getting closer... I just don't know to what.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"We made it through Sun-in-Shadow. We overcame Thaos. We can do this.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Then we be charting a course for Magran's tits, er, Teeth. Ahem. Apologies, force of habit. ...Onwards, captain.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"All right, then. Let's do this.\" Xoti cracks her knuckles, eager.",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"I'm doing fine. Really.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"It's strange, feeling part of my soul in the body of a god.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"More than ever, I'm determined to find Eothas.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Eothas is not what I expected.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"If we had some idea where Eothas is headed next, maybe we could prevent a repeat of this.\" ",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"For what does Eothas keep walking away in the middle of a conversation? Where does he go next?\" ",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"I don't suppose you happened to see where Eothas is headed next.\" He raises his eyebrows hopefully.",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Any word from our giant adra friend?\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Did you discover where Eothas is going? He seems to cause more damage the farther he travels.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Don't suppose the big blue bastard left you savvy to his destination?\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Well? Where's my god headed now?\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "[Specified 0] looks unconvinced.",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Magran's Teeth. It's notoriously perilous chain of volcanoes.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "[Specified 0] looks at you, concerned.",
      "female": ""
    },
    {
      "id": 63,
      "default": "[Specified 0] frowns thoughtfully.",
      "female": ""
    },
    {
      "id": 64,
      "default": "[Specified 0] nods.",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"You'll have to follow me if you want to find out...\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Magran's Teeth, and he'd <i>better</i> have a damn good explanation when we get there.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"He's going to Magran's Teeth. Does that sound dangerous to you? Because it sounds dangerous to me.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"I'd be shocked if he didn't.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"It is not for the gods to explain. But that has never stopped me from asking.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Remind me to stand back when you tell him so.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"That's one I'd like to be right up next to you to hear.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Di verus. The gods all have some explaining to do. He more than most.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Aye, 'cause the gods be known for explaining theirselves.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"One he deigns to tell us? Sure, I hope so.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Admittedly, I've followed orders more vague than that.\" Maia sighs and folds her arms. ",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Mother Ngati, how am I to tolerate this unrepentant tease of a captain?\" \r\n\r\nTekēhu folds his arms and grins.",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"It's a good thing we're old friends, [Player Name].\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Or we could wait till you're sleeping, hold you at knifepoint.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"I would think after this long that I've earned more trust than that.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"I'd say I'd follow you into Hel, cap, but then you'd be taking me up on it.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"You know I'd follow you into the depths of Hel. No need to ask twice, Watcher.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"Respectfully, captain... grow a spine. He's killed you once already. What more could he do?\" ",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"That is your tension speaking. A visit to the bathhouse would do us both good, I say.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Perhaps you misheard him. It's possible. Isn't it?\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Don't lose your nerve on me now. What's he gonna do, kill you again?\r\n\r\n\"Yeah... guess he might.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"I know that no one ventures near Magran's Teeth. Not the Vailians, not the Royal Deadfire Company, not even the Huana.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Nay cap. Nothing dangerous at all about chasing the big blue bastard into the bigger burning barnacle. Not a damn thing.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Chasing a god's dangerous enough on it's own. Why worry about other details?\"",
      "female": ""
    }
  ]
}