{
  "Component": "exported",
  "Name": "conversations\\11_hasongo\\11_cv_zuhira",
  "Entries": [
    {
      "id": 1,
      "default": "\"They're coming! Run!\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "An aumaua woman whirls toward you, her eyes wide and wild. Her uniform is disheveled as if from several days' wear, and her breath comes in rapid gasps.\r\n\r\nWith her are a few wounded soldiers and a huddle of commoners in dirt-stained farmers' smocks. ",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"I-is there anything else?\" She stares at you with wide, blank eyes.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Where is this adra lighthouse?\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"On the western side of the fort. It's a true marvel - a monument to Rauataian engineering.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Don't go back out there! You'll be safe here. Until reinforcements arrive.\" Her throat makes a dry clicking sound as she swallows. ",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Just stay away from the water. Damn scale-bellies are hiding down there. They'll ambush if you get close.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Look at our beacon. Even the colossus couldn't destroy it. \r\n\r\n\"And those snakes aren't so tough now, are they?\"\r\n\r\nShe looks up at the lighthouse, giddy with relief.",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"What are you doing?\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"It's all right. I'm here to help.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"If those creatures want in, this door won't keep them out.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"I'll gut them for fish bait if they try.\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"W-wait. You're not the reinforcements.\r\n\r\n\"There- there are supposed to be reinforcements.\"\r\n\r\nA tide of panic is rising behind her eyes.",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"It's okay. Hazanui Karū sent me to find out what happened here.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"I come on the authority of all the powers in Neketaka.\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"I can see Rauatai does little to educate its soldiers in logic. Do you really believe my countrymen had a stone titan hidden away for a rainy day?\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"What's a navy for if not pulling good soldiers out of a bad situation?\" ",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"Pull yourself together, soldier!\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "She flinches.",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"Zuhira. Assistant quartermaster.\" She crosses her arms over her chest in a perfunctory salute.",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"Who are you?\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"Scale-bellied cowards! I-I <i>knew</i> they'd run!\"",
      "female": ""
    },
    {
      "id": 179,
      "default": "She bristles.",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"Where could I find ammunition for the bombard?\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"Anyway, you should check. Just in case. Aimuro's workshop was by the northern gate.\"\r\n\r\nShe reaches into her pocket.",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"I told you, Zuhira. The Godhammer scrambled their god, and now he's taking his revenge.\"\r\n\r\nThe soldier looks pointedly at the huddled farmers.\r\n\r\nThey look away, cheeks flushed and brows perspiring.",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"I'm the storm-cursed assistant quartermaster, all right? I deal with rats and meal moths, not...\"\r\n\r\nShame burns in her face. She tries to hide it by pushing her hair out of her face.",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"This is a fortress. Surely you've got some way of fighting the nāga.\"",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"There's still one. There must be one. Th-they can't all have been destroyed.\r\n\r\n\"But you'll need a trained artillerist to aim it.\" She nods, pulling herself back from the brink of panic.",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"The big guns and me are on friendly terms already, captain.\" Maia strikes a salute and grins.",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"Ammunition? We keep lots of ammunition. Get new shipments all the time from Rauatai.\" She nods brightly, clinging to this hopeful thought.",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"Maybe Aimuro had some! In his workshop. He was making these new explosive shells-\"\r\n\r\nThe injured soldier shoots her a look and she breaks off.",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"It's okay. He's a trencher.\"",
      "female": "\"It's okay. He's a trencher.\""
    },
    {
      "id": 206,
      "default": "\"Ekera, but you did not come to mine the reef.\" \r\n\r\nTekēhu thumbs his chin and furrows his brow.",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"That's not really what you'd call a defensive weapon, wouldn't you say? More like something you'd lay siege with.\"",
      "female": ""
    },
    {
      "id": 209,
      "default": "\"Please continue.\"\r\n\r\nPallegina narrows her golden eyes at Zuhira's slip, but says nothing. A satisfied smile spreads across her face.",
      "female": ""
    },
    {
      "id": 210,
      "default": "\"Course he were. Don't build a gun bigger than Galawain's fecund spear less you be intending to use it.\"",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"<i>Soldier,</i> did I ask for an inventory of your supplies?\r\n\r\n\"Stick to the topic.\"\r\n\r\nMaia raises a shaking finger and holds Zuhira's gaze before lowering it.",
      "female": ""
    },
    {
      "id": 221,
      "default": "\"Actually, I'm headed to Magran's Teeth.\"",
      "female": ""
    },
    {
      "id": 222,
      "default": "\"Looking for a real challenge after what you did to these scale-bellies?\" She laughs, a brittle edge creeping back into her voice.",
      "female": ""
    },
    {
      "id": 223,
      "default": "\"The only thing I know about the place is it's supposedly made of fire. And no one's ever come back from it.\" She swallows, fear making hollows of her eyes.",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"But anything can be overcome.\" She smiles grimly.",
      "female": ""
    },
    {
      "id": 227,
      "default": "\"Our gods are above petty motivations like revenge. No, Gaun's got a bigger plan for you and me.\"",
      "female": ""
    },
    {
      "id": 228,
      "default": "Edér sighs. \"Much as I doubt that, none of my explanations fits any better.\"",
      "female": ""
    },
    {
      "id": 230,
      "default": "\"I suppose he does look like a monster from down here.\"",
      "female": ""
    },
    {
      "id": 232,
      "default": "\"Who's Laethärn? And what do you have against these farmers?\"",
      "female": ""
    },
    {
      "id": 233,
      "default": "\"Dawnstars.\" He coughs a wad of bloody phlegm onto the floor.",
      "female": ""
    },
    {
      "id": 234,
      "default": "\"What do you have against these farmers?\"",
      "female": ""
    },
    {
      "id": 235,
      "default": "\"Fleet Master Kō hired them to tend the fields that supply the mainland. But they started acting strange. Dreaming strange.\"",
      "female": ""
    },
    {
      "id": 236,
      "default": "\"One of them, Laethärn, had a row with the fleet master over it. Left angry just before the colossus showed up.\"\n\nZuhira and the soldiers glare at the farmers, as if this explains everything.",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"And?\"",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"Think about it - how could a bunch of farmers have done this?\"",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"You're understandably upset, but let's not jump to conclusions.\"",
      "female": ""
    },
    {
      "id": 240,
      "default": "Zuhira stares at him, seemingly parsing his story for meaning.",
      "female": ""
    },
    {
      "id": 241,
      "default": "Zuhira seems to consider your words, but the wounded soldier shakes his head.",
      "female": ""
    },
    {
      "id": 242,
      "default": "\"I don't know!\"",
      "female": ""
    },
    {
      "id": 243,
      "default": "\"You think that's a coincidence?!\"",
      "female": ""
    },
    {
      "id": 244,
      "default": "\"I think their praying called it here. Getting back at us for the Godhammer. \r\n\r\n\"Even if not... they definitely know something.\" He practically spits at the farmers.",
      "female": ""
    },
    {
      "id": 245,
      "default": "\"You mean dreaming of things to come.\"",
      "female": ""
    },
    {
      "id": 246,
      "default": "\"Spitting at our god? You ought to fear for the future of your soul.\"",
      "female": ""
    },
    {
      "id": 295,
      "default": "\"You'd be surprised. One time me and my brother filled this fella's house with manure, right up to the roof. All different kinds of it.\"",
      "female": ""
    },
    {
      "id": 296,
      "default": "\"Xoti's right. Don't jump to conclusions.\"",
      "female": ""
    },
    {
      "id": 297,
      "default": "\"There's a lot we don't know about his intentions.\"",
      "female": ""
    },
    {
      "id": 298,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 299,
      "default": "\"We're aware of his atrocities.\"",
      "female": ""
    },
    {
      "id": 300,
      "default": "\"That was the last time he ever called <i>us</i> irresponsible.\"\n\n",
      "female": ""
    },
    {
      "id": 301,
      "default": "\"Shut the door, quick! Before the nāga get in.\"\r\n\r\nIt's already closed, but her glazed eyes seem to be staring beyond it.\r\n\r\nThe soldiers look up, too. Their faces are drawn with pain and exhaustion, their eyes rimmed red and gray.\r\n\r\nMeanwhile, the farmers cast nervous glances in your direction, drawing more tightly together.",
      "female": ""
    },
    {
      "id": 302,
      "default": "\"D-defending the wounded. Guarding our supplies until the hazanui's reinforcements arrive.\" \r\n\r\nThese ragged survivors don't look capable of fending off a panther cub. \r\n\r\nAs you take it all in, the woman's hand starts to tremble at her side.",
      "female": ""
    },
    {
      "id": 303,
      "default": "\"O-of course it will! These place is a product of the finest Rauataian engineering. Built to weather anything.\"",
      "female": ""
    },
    {
      "id": 304,
      "default": "\"Nothing's getting through.\"\r\n\r\nHer hand starts to tremble at her side.",
      "female": ""
    },
    {
      "id": 305,
      "default": "\"W-we're the finest soldiers and cannoneers in Eora! We d-don't need anything.\"\r\n\r\nHer hand starts to tremble at her side.",
      "female": ""
    },
    {
      "id": 306,
      "default": "\"T-that's right! Show those snakes they won't take us down so easy.\"\r\n\r\nHer hand starts to tremble at her side.",
      "female": ""
    },
    {
      "id": 307,
      "default": "There's something unusual about her brittle confidence, distant stare, and shaking hand.",
      "female": ""
    },
    {
      "id": 308,
      "default": "You can read the signs - whatever she saw here has rattled her to her core.",
      "female": ""
    },
    {
      "id": 309,
      "default": "You saw it plenty of times in your old life as a mercenary. \r\n\r\nShe's suffering the aftershocks of battle.",
      "female": ""
    },
    {
      "id": 310,
      "default": "\"Captain... two places I've seen that look - healer's tents and exceptional brothels. This is neither.\" ",
      "female": ""
    },
    {
      "id": 311,
      "default": "\"She is battle-rattled - I believe that is what the Aedyrans call it. It happens to all soldiers sooner or later. Sometimes you leave the fight, but... it doesn't leave you.\"\n\nLips pursed, Pallegina cranes her head to peer into Zuhira's eyes.",
      "female": ""
    },
    {
      "id": 312,
      "default": "\"Folks that saw Waidwen on the field of battle, ones that lived, used to get rounded up looking like this.\r\n\r\n\"Some got reassigned, but most they sent home.\"",
      "female": ""
    },
    {
      "id": 316,
      "default": "\"She be shaking like she seen a leviathan. Which I be supposing she has, in a manner of speech.\"\r\n\r\nThe orlan frowns as he strokes his plaited beards. \r\n",
      "female": ""
    },
    {
      "id": 318,
      "default": "However, you can't quite put your finger on what it is.",
      "female": ""
    },
    {
      "id": 319,
      "default": "She blinks at you as if seeing you for the first time.",
      "female": ""
    },
    {
      "id": 322,
      "default": "\"Calm down and tell me what happened here.\"",
      "female": ""
    },
    {
      "id": 323,
      "default": "\"Onekaza gave the order, I say. Let the Kahanga share the credit.\" \r\n\r\nTekēhu aims you an admonishing look.",
      "female": ""
    },
    {
      "id": 324,
      "default": "This seems to calm her. She gives you a quick, stiff salute, crossing her forearms over her chest.",
      "female": ""
    },
    {
      "id": 325,
      "default": "\"Then you'll want my report. Yes.\"\r\n\r\nAs she lowers her arms to her sides, the trembling in her hand stops.",
      "female": ""
    },
    {
      "id": 326,
      "default": "\"The first thing was the colossus. It showed up... a few days ago? A week ago? I can't be sure.\"",
      "female": ""
    },
    {
      "id": 327,
      "default": "\"But it was huge. Glowed like luminous adra.\"\r\n\r\nHer eyes start to glaze over again. She stares into the distance, her mouth slightly open.\r\n\r\nHer wounded companion, meanwhile, is staring suspiciously at the farmers. They shrink from his gaze.",
      "female": ""
    },
    {
      "id": 328,
      "default": "\"That was Eothas.\"",
      "female": ""
    },
    {
      "id": 329,
      "default": "\"What happened next?\"",
      "female": ""
    },
    {
      "id": 330,
      "default": "\"You're here. You're safe.\"",
      "female": ""
    },
    {
      "id": 331,
      "default": "\"Snap out of it!\"",
      "female": ""
    },
    {
      "id": 332,
      "default": "\"The colossus was coming right for us. Fleet Master Kō ordered the gunhawks and cannoneers to take up positions.\r\n\r\n\"We-\" \r\n\r\nShe catches herself, breaking off with an ashamed grimace.",
      "female": ""
    },
    {
      "id": 333,
      "default": "\"They. They fought.\r\n\r\n\"The rest of us were sent below. Like cowards.\" She looks down at her hands, which she has balled into trembling fists.",
      "female": ""
    },
    {
      "id": 334,
      "default": "\"Focus. What did the colossus do then?\"",
      "female": ""
    },
    {
      "id": 335,
      "default": "\"If you'd fought, you'd be dead, too.\"",
      "female": ""
    },
    {
      "id": 336,
      "default": "\"There was nothing you could do.\"",
      "female": ""
    },
    {
      "id": 337,
      "default": "\"Where's this lighthouse?\"",
      "female": ""
    },
    {
      "id": 338,
      "default": "She steels herself.",
      "female": ""
    },
    {
      "id": 339,
      "default": "\"I heard cannon blasts, artillery fire. Felt the world shake. Then, the water started coming in.\"",
      "female": ""
    },
    {
      "id": 341,
      "default": "\"We came back up, and the others were... I don't know. Like they'd been turned to ash.\"",
      "female": ""
    },
    {
      "id": 342,
      "default": "\"And the colossus was walking away. The fort was flooding where it had broken our walls, and the luminous adra in the lighthouse had gone dark.\"",
      "female": ""
    },
    {
      "id": 343,
      "default": "\"Proof we can tame and transform this place. Once we get rid of the scale-bellies.\" ",
      "female": ""
    },
    {
      "id": 344,
      "default": "\"On the western side of the fort. It's a true marvel - a monument to Rauataian engineering.\"",
      "female": ""
    },
    {
      "id": 345,
      "default": "\"Proof we can tame and transform this place. Once we get rid of the scale-bellies.\" ",
      "female": ""
    },
    {
      "id": 346,
      "default": "\"What about the nāga?\"",
      "female": ""
    },
    {
      "id": 347,
      "default": "\"Scale-bellies?\"",
      "female": ""
    },
    {
      "id": 348,
      "default": "\"The nāga.\" Her hand starts to tremble again. She tries to cover it with the other.",
      "female": ""
    },
    {
      "id": 349,
      "default": "\"They skulked in after. Once our walls were down.\" He scowls.",
      "female": ""
    },
    {
      "id": 350,
      "default": "\"We were ordered to defend this fort! Our people back home depend on our food shipments.\"",
      "female": ""
    },
    {
      "id": 351,
      "default": "\"Those of us who were left fought. But those cowards moved through the sunken hallways, ambushed us from below...\"",
      "female": ""
    },
    {
      "id": 352,
      "default": "\"I see. I should probably take a look around.\"",
      "female": ""
    },
    {
      "id": 353,
      "default": "\"Wait. The nāga...\" Her hand starts to tremble again. She tries to cover it with the other.",
      "female": ""
    },
    {
      "id": 354,
      "default": "\"And those of you who survived ended up here.\"",
      "female": ""
    },
    {
      "id": 355,
      "default": "\"You weren't even at full strength. Why not take shelter?\"",
      "female": ""
    },
    {
      "id": 356,
      "default": "Both Zuhira and the angry soldier look away in shame.",
      "female": ""
    },
    {
      "id": 358,
      "default": "\"Those snakes are little more than animals! No match for trained Rauataian warriors.\" He snorts.",
      "female": ""
    },
    {
      "id": 359,
      "default": "\"When the hazanui's reinforcements get here, we'll strike back...\" \r\n\r\nHe trails off, his gaze distant at the scenarios of bloody vengeance no doubt playing in his mind's eye.",
      "female": ""
    },
    {
      "id": 360,
      "default": "\"The only cowards are the ones who ran away from the fight.\"",
      "female": ""
    },
    {
      "id": 361,
      "default": "\"You fought to the last. Take pride in that.\"",
      "female": ""
    },
    {
      "id": 362,
      "default": "But Zuhira is stuck in her memories.",
      "female": ""
    },
    {
      "id": 364,
      "default": "\"And build our walls back up so <i>nothing</i> gets through. And double our cannons. So we can destroy that colossus if it ever comes back.\"",
      "female": ""
    },
    {
      "id": 365,
      "default": "\"It's no coincidence your Eothas shows up just as Laethärn storms out.\" He casts a poisonous glare at the farmers.",
      "female": ""
    },
    {
      "id": 366,
      "default": "\"The colossus that marched through here was Eothas.\"",
      "female": ""
    },
    {
      "id": 367,
      "default": "She closes her eyes, but her hands are still shaking.",
      "female": ""
    },
    {
      "id": 368,
      "default": "The wounded soldier almost leaps to his feet.",
      "female": ""
    },
    {
      "id": 369,
      "default": "\"So! Was this destruction the work of the Vailians? Or maybe a trick of the Huana queen?\"",
      "female": ""
    },
    {
      "id": 370,
      "default": "\"As if Onekaza could flood outsider lands with serpents and gods!\" \r\n\r\nTekēhu shakes his head and frowns.",
      "female": ""
    },
    {
      "id": 372,
      "default": "\"Do not play coy with me about Huana treachery!\"",
      "female": ""
    },
    {
      "id": 373,
      "default": "\"Will SOMEONE start making sense?!\"",
      "female": ""
    },
    {
      "id": 374,
      "default": "\"We're never going to get anywhere arguing like this.\"",
      "female": ""
    },
    {
      "id": 375,
      "default": "If she hears Tekēhu, she gives no indication.\r\n\r\nBut your assurance seems to have calmed her. She gives you a quick, stiff salute, crossing her forearms over her chest.",
      "female": ""
    },
    {
      "id": 376,
      "default": "She flinches at the volume of your voice.\r\n\r\nThen, startlement turns to a snarl on her face.",
      "female": ""
    },
    {
      "id": 377,
      "default": "She shakes her head. Almost as if she didn't hear you.",
      "female": ""
    },
    {
      "id": 378,
      "default": "\"We're <i>trenchers</i>! Sons and daughters of Rauatai. We can handle anything.\" \r\n\r\nShe glowers, clenching and unclenching her fists. Working herself into a bold - or foolish - bravery once more.",
      "female": ""
    },
    {
      "id": 379,
      "default": "\"We don't flee. We don't hide.\"\r\n\r\nShe doesn't look at you as she speaks.",
      "female": ""
    },
    {
      "id": 380,
      "default": "\"Once reinforcements arrive, we'll rebuild the walls and double our cannons.\"",
      "female": ""
    },
    {
      "id": 381,
      "default": "\"You seem to be storing an awful lot of black powder here.\"",
      "female": ""
    },
    {
      "id": 382,
      "default": "\"As you can see, we have need of it.\"",
      "female": ""
    },
    {
      "id": 383,
      "default": "\"Speak plainly with me, trencher.\"",
      "female": ""
    },
    {
      "id": 385,
      "default": "\"Clearly.\"",
      "female": ""
    },
    {
      "id": 386,
      "default": "\"For what, exactly?\"",
      "female": ""
    },
    {
      "id": 387,
      "default": "\"I know a thing or two about explosives. And you're dealing in exceptional quantities.\"",
      "female": ""
    },
    {
      "id": 389,
      "default": "\"That is the only way I ever speak.\"",
      "female": ""
    },
    {
      "id": 390,
      "default": "\"The Deadfire is a savage place. Something the Vailian coin-counters and Huana tribals do not seem to recognize.\"",
      "female": ""
    },
    {
      "id": 391,
      "default": "\"We have both those who swing swords and those who count coins. You seem to have brought only those who shoot guns and talk too much.\"",
      "female": ""
    },
    {
      "id": 392,
      "default": "\"For what do you call us 'tribals' when we open our ports in welcome? Ngati shuns an ungrateful guest.\" ",
      "female": ""
    },
    {
      "id": 394,
      "default": "\"But our people conquered Rauatai two millennia ago. We understand what it takes to survive. To tame a wild land.\"\r\n\r\nThe other soldiers murmur in agreement.",
      "female": ""
    },
    {
      "id": 395,
      "default": "\"Rauataians do not do <i>anything</i> in half measures.\"\r\n\r\nA ragged cheer goes up from the other soldiers.",
      "female": ""
    },
    {
      "id": 396,
      "default": "\"The finest cannons and bombards in the archipelago! Why, you can barely walk the ramparts without... without...\"\r\n\r\nAs she remembers the destruction outside, her indignation fades away, and that distant look returns to her eyes. ",
      "female": ""
    },
    {
      "id": 397,
      "default": "\"Not for the bombard. Fleet Master Kō fired it all at the colossus. All that's left are cannonballs, and they're too small.\" He sags, despondency creeping up on him like a chill.",
      "female": ""
    },
    {
      "id": 398,
      "default": "\"Maybe there is something there.\"",
      "female": ""
    },
    {
      "id": 399,
      "default": "\"They're stuck here, too, and they're obviously scared. Be kinder to them.\"",
      "female": ""
    },
    {
      "id": 400,
      "default": "\"Sometimes you can see them. If you look carefully.\" She stares off again, gazing at nothing.",
      "female": ""
    },
    {
      "id": 401,
      "default": "His eyes dart wildly around the room. He's no better off than Zuhira.",
      "female": ""
    },
    {
      "id": 402,
      "default": "\"That monster that killed our people?!\"",
      "female": ""
    },
    {
      "id": 403,
      "default": "\"I'm <i>fine</i>! Just... remembering.\" She takes a few more deep breaths.",
      "female": ""
    },
    {
      "id": 404,
      "default": "\"You monks and your empty philosophies.\" He spits.",
      "female": ""
    },
    {
      "id": 405,
      "default": "\"You monks and your empty philosophies.\" He spits.",
      "female": ""
    },
    {
      "id": 407,
      "default": "\"What kind of trencher are you?\" He spits.",
      "female": ""
    },
    {
      "id": 408,
      "default": "\"We're sons and daughters of Rauatai. We can handle anything.\" \r\n\r\nShe glowers, clenching and unclenching her fists. Working herself into a bold - or foolish - bravery once more.",
      "female": ""
    },
    {
      "id": 410,
      "default": "\"What kind of trencher are you?\" He spits.",
      "female": ""
    },
    {
      "id": 411,
      "default": "\"Typical Ixamitl philosophizing.\" He spits.",
      "female": ""
    },
    {
      "id": 413,
      "default": "\"Typical Ixamitl philosophizing.\" He spits.",
      "female": ""
    },
    {
      "id": 414,
      "default": "\"Wouldn't have taken someone from the Living Lands for a shirker.\" He spits.",
      "female": ""
    },
    {
      "id": 415,
      "default": "\"Wouldn't have taken someone from the Living Lands for a shirker.\" He spits.",
      "female": ""
    },
    {
      "id": 417,
      "default": "\"We'll strengthen Hasongo so it can weather anything.\"",
      "female": ""
    },
    {
      "id": 418,
      "default": "\"I think you mean 'good job.'\"",
      "female": ""
    },
    {
      "id": 419,
      "default": "\"Given all that's happened here, you sound extremely confident.\"",
      "female": ""
    },
    {
      "id": 420,
      "default": "\"You underestimated the dangers here before. It would be unwise to do so again.\"",
      "female": ""
    },
    {
      "id": 423,
      "default": "\"Never give up and never back down!\"",
      "female": ""
    },
    {
      "id": 424,
      "default": "\"Of course, trencher! But this is a victory for all of Rauatai.\"",
      "female": ""
    },
    {
      "id": 425,
      "default": "\"Of course.\" She nods, but she's still staring up at the lighthouse.",
      "female": ""
    },
    {
      "id": 426,
      "default": "\"It's proof that our people can conquer anything.\r\n\r\n\"That our works can survive even here.\"\r\n\r\nShe finally turns to you with a broad, triumphant smile.",
      "female": ""
    },
    {
      "id": 427,
      "default": "\"The hazanui will want to thank you personally for your help here. \r\n\r\n\"And she should also know what we're up against.\"\r\n\r\nShe eyes the Dawnstars and the craterous footprint.",
      "female": ""
    },
    {
      "id": 428,
      "default": "[Leave] \"Good luck. I should be going.\"",
      "female": ""
    },
    {
      "id": 429,
      "default": "\"Where can I find the hazanui?\"",
      "female": ""
    },
    {
      "id": 430,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 431,
      "default": "\"She's usually at the Brass Citadel in Neketaka.\r\n\r\n\"Though she gets called to the palace often. Haggling with the queen and the Vailians.\"",
      "female": ""
    },
    {
      "id": 432,
      "default": "\"Clear skies.\" She crosses her forearms over her chest.",
      "female": ""
    },
    {
      "id": 433,
      "default": "She finally turns to you.",
      "female": ""
    },
    {
      "id": 434,
      "default": "\"Of course.\" She nods, but she's still staring up at the lighthouse.",
      "female": ""
    },
    {
      "id": 435,
      "default": "\"We'll rebuild bigger and better. With reinforced walls and extra cannons.\r\n\r\n\"Our engineers will make this place truly impregnable.\"",
      "female": ""
    },
    {
      "id": 436,
      "default": "\"The lighthouse shines again. We survived.\"",
      "female": ""
    },
    {
      "id": 437,
      "default": "She laughs. \"Spoken like a true trencher!\"",
      "female": ""
    },
    {
      "id": 438,
      "default": "She laughs. \"You sound like a trencher!\"",
      "female": ""
    },
    {
      "id": 439,
      "default": "Both Zuhira and the angry soldier nod, heartened in the barest degree.",
      "female": ""
    },
    {
      "id": 441,
      "default": "She hands you a key. It's slick with her sweat.",
      "female": ""
    },
    {
      "id": 442,
      "default": "\"Damn. Must've dropped the key somewhere.\"\r\n\r\nShe pats her pockets for a moment and then sighs, shaking her head.",
      "female": ""
    },
    {
      "id": 443,
      "default": "\"Perhaps you ought to try making peace with the nāga.\"",
      "female": ""
    },
    {
      "id": 444,
      "default": "\"What would wilder know about peace?\" She shakes her head.",
      "female": ""
    },
    {
      "id": 445,
      "default": "\"You Aedyrans have had your wars, but you don't know what it is to tame a truly wild land.\"",
      "female": ""
    },
    {
      "id": 446,
      "default": "\"You Vailians have had your wars, but you don't know what it is to tame a truly wild land.\"",
      "female": ""
    },
    {
      "id": 447,
      "default": "\"Rauatai only knows peace because our ancestors seized it from warring tribes and savage wilder.\"\r\n\r\nShe gazes over the damaged fort, as if to prove her point.",
      "female": ""
    },
    {
      "id": 449,
      "default": "\"You've lived in soft lands too long.\" She gives you a rueful frown.",
      "female": ""
    },
    {
      "id": 450,
      "default": "\"Spoken like a soft-handed noble.\"",
      "female": ""
    },
    {
      "id": 451,
      "default": "\"Might be taking things gentle with her nonetheless, cap. Less you be looking to break her.\"",
      "female": ""
    },
    {
      "id": 452,
      "default": "\"We know your animancers tinker and dabble with luminous adra! Do not play the fool now.\"",
      "female": ""
    }
  ]
}