{
  "Component": "exported",
  "Name": "conversations\\11_hasongo\\11_cv_sugaan",
  "Entries": [
    {
      "id": 1,
      "default": "The lighthouse is quiet but for soft, sibilant whispers. There's a repetitive, incantatory quality to them.\r\n\r\nYet as you cross the threshold, an old nāga with skin like cracked leather breaks off. He swivels to face you, baring one broken fang.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"If you joined them in befouling the adra, then you will join them in death, too.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"The sea-striped fiends send you to uproot the tree of the gods, yes? Their blasphemy knows no bounds!\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Give the order, captain. Or just nod. I'm not picky.\" \r\n\r\nMaia's upper lip pulls back in a grimace.",
      "female": ""
    },
    {
      "id": 8,
      "default": "The creatures hiss and advance on you, fangs bared.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Go! Carry a warning of what you have seen to the other shufflers.\"\r\n\r\nHis tongue whips from his mouth like a ripped streamer.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"They died honorably. Show some respect.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Quiet, both of you. I'm not here to yammer about a bunch of corpses.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"You're telling me this slaughter is all about adra?\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "[Attack] \"I've heard enough.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"I need to approach the adra.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "[Leave] \"I'll be going now.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "He hisses. \"Fool! See what the impiety of the sea-striped fiends has wrought!\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Now, the gods return to rain their punishment on these islands. Again.\" His pupils narrow to angry slits.",
      "female": ""
    },
    {
      "id": 38,
      "default": "The nāga stare at the glowing adra, their diamond pupils wide.\r\n\r\nSugaan turns his gaze to you, his body in a cautious half-coil.",
      "female": ""
    },
    {
      "id": 39,
      "default": "[Attack] \"No one stands in my way.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"I'm a Watcher. I can restore the adra if you'll just let me near it.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Your stench is bitter on my tongue, shuffler. Why do you return?\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Yes. Tell the other shufflers of the destruction that awaits.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "[Pull Yanass' soul into the Here.] \"Hear this, Sugaan.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "Yanass' bright, wispy form appears, and the other nāga pull themselves into tight, fearful knots.\r\n\r\nOnly Sugaan cranes himself forward, his head cocked. ",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Approach. Restore the blessing of the gods to the adra.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"You're saying the gods have brought ruin on Deadfire before?\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "He bares his broken fang in surprise. ",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"Do your stories say nothing of the many disasters? Of the shuffler nests washed away like foam?\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Many generations ago, the sand-striped ones built great hives across the islands. And bastions around the adra roots.\"\r\n\r\nAt this, the others hiss angrily.",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Their meddling displeased the gods. So the gods smashed their works with heaving volcanoes and crashing waves.\" His beads and bangles rattle as he brings his hands together in a loud clap.",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"The gods see. They will tear them all down.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Our ancestors hid deep, where the waters quenched the fires and muffled the storms. They remembered while shufflers scattered.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Eothas came to reach the adra, not to punish anyone.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Lies and treachery! The gods do not wither their own roots.\" He recoils.",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Sugaan! I found the way!\" Emotion pulses through her essence, crackling in the ether.",
      "female": ""
    },
    {
      "id": 139,
      "default": "[Background: Nihilist] \"Kith and wilder have always fought. There's no meaning in any of it.\"",
      "female": ""
    },
    {
      "id": 160,
      "default": "As the last of Yanass' essence fades back into the In-Between, Sugaan regards the adra vein, calculation flickering in his eyes.\n\nAt last, he turns his guarded gaze on you.",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"How could you know this?\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"So you think history is repeating itself.\"",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"Now, the shufflers build again.\" He thumps his tail on the floorboards.",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"You cast off your sheddings by night only to put them back on at daybreak. You wrap yourself in filthy, worn-out things.\" A tremor of disgust ripples through his body.",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"What's the Deep Hunter?\"",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"The defender of the isles. The guardian of tides.\" He makes a reverent gesture. ",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"Once it lived among us. In all bright, quiet places where shufflers did not go.\"",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"But then more came from distant lands. First few, then many.\r\n\r\n\"Now, our Deep Hunter is gone.\" He glares at you as though you're to blame.",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"Berath sent me. I'm here doing the will of the gods.\"",
      "female": ""
    },
    {
      "id": 194,
      "default": "His tail whips on the ground as he considers you.",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"So! The fiends corrupt even the sand-striped ones. Now I taste their stench on her.\"",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"Long have we kept peace with the sand-striped people.\"",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"We must go. I know not what this means, but our brethren should hear of it.\"",
      "female": ""
    },
    {
      "id": 226,
      "default": "He bows. \"You show us something new today, shuffler. Thank you for this.\r\n\r\n\"And for your mercy.\"\r\n\r\nHe presses something into your palm before departing.",
      "female": ""
    },
    {
      "id": 227,
      "default": "\"Slaughter is never a holy mission.\"",
      "female": ""
    },
    {
      "id": 228,
      "default": "\"That's because they killed your people and took your land. They see everything differently.\"",
      "female": ""
    },
    {
      "id": 229,
      "default": "\"What now?\"",
      "female": ""
    },
    {
      "id": 230,
      "default": "\"But on whose terms?\" His tail flicks in irritation.",
      "female": ""
    },
    {
      "id": 242,
      "default": "\"Perhaps not. I see Berath's mark on this one.\" He regards your head and its warped flesh.\r\n\r\nHis tongue flickers.",
      "female": ""
    },
    {
      "id": 243,
      "default": "\"If this is not some fat-tongued lie, then show us.\" ",
      "female": ""
    },
    {
      "id": 244,
      "default": "[Cast Blessing.] \"I call on the gods, and they listen. Do not test me - or the gods - further.\"",
      "female": ""
    },
    {
      "id": 245,
      "default": "He and the other nāga recoil, hissing their amazement. \r\n\r\nAt last, Sugaan straightens and regards you with a wary eye.",
      "female": ""
    },
    {
      "id": 246,
      "default": "\"Heal the adra, shuffler. If you can.\"",
      "female": ""
    },
    {
      "id": 247,
      "default": "\"This you said before. And still you returned.\r\n\r\n\"We cannot trust your thick-tongued lies.\"",
      "female": ""
    },
    {
      "id": 249,
      "default": "\"Another sea-striped fiend, here to uproot the tree of the gods!\"",
      "female": ""
    },
    {
      "id": 251,
      "default": "His head twitches in her direction, his tongue flickering.",
      "female": ""
    },
    {
      "id": 252,
      "default": "\"Your sand-striped kind knew better. Once, you left these roots to grow. \r\n\r\n\"As the gods intended.\"",
      "female": ""
    },
    {
      "id": 253,
      "default": "\"The sand-striped shufflers know better. But you others come - smooth-toned or furred or sea-striped - with blasphemous hunger.\"",
      "female": ""
    },
    {
      "id": 254,
      "default": "\"Now, foreign ones dig at these roots, and the Deep Hunter is with us no more.\"",
      "female": ""
    },
    {
      "id": 255,
      "default": "\"Now, you let foreign fiends dig at these roots. They drive the Deep Hunter away.\"",
      "female": ""
    },
    {
      "id": 258,
      "default": "\"The tree of the gods, yes! Which <i>these</i> fiends plunder and profane.\"",
      "female": ""
    },
    {
      "id": 259,
      "default": "\"What 'warning' do you expect me to deliver?\"",
      "female": ""
    },
    {
      "id": 260,
      "default": "\"That shufflers must not disturb these roots. Or the gods will destroy the islands again.\"\r\n\r\nThe other nāga hiss in agreement.",
      "female": ""
    },
    {
      "id": 261,
      "default": "\"Go on.\"",
      "female": ""
    },
    {
      "id": 262,
      "default": "\"'Sand-striped' - you're describing the Huana.\"",
      "female": ""
    },
    {
      "id": 263,
      "default": "Letting out a deep sigh, Tekēhu raises a hand to touch his brow. ",
      "female": ""
    },
    {
      "id": 264,
      "default": "\"Huana civilization spanned the archipelago, but the Engwithans built temples around the adra.\"",
      "female": ""
    },
    {
      "id": 265,
      "default": "He hisses. \"They did not build alone! The sand-striped ones helped.\r\n\r\n\"As they help other fiends now.\"",
      "female": ""
    },
    {
      "id": 266,
      "default": "He eyes Maia coldly.",
      "female": ""
    },
    {
      "id": 267,
      "default": "[Attack] \"I've heard enough.\"",
      "female": ""
    },
    {
      "id": 268,
      "default": "\"If your fat tongue speaks true, then give us proof.\"",
      "female": ""
    },
    {
      "id": 269,
      "default": "\"What would you consider proof?\"",
      "female": ""
    },
    {
      "id": 270,
      "default": "\"I tell you, thick tongues lie. Forked tongues do not.\"",
      "female": ""
    },
    {
      "id": 271,
      "default": "\"If what you say is true, then surely you can speak with the dead.\" He cocks his head to appraise you with one eye.",
      "female": ""
    },
    {
      "id": 272,
      "default": "\"I will believe your words only if I hear them from the tongue of my own people.\"",
      "female": ""
    },
    {
      "id": 273,
      "default": "\"You shufflers are beasts of habit. You do not learn. You do not change.\"",
      "female": ""
    },
    {
      "id": 275,
      "default": "\"The way became dark. But this [player race] brought light.\" She turns briefly to you.\r\n\r\nBut Sugaan's mouth is rigid in a broken-fanged grimace.",
      "female": ""
    },
    {
      "id": 276,
      "default": "\"Hsst! We will kill the shuffler and free your soul, Yanass.\"",
      "female": ""
    },
    {
      "id": 277,
      "default": "\"Do old scales cloud your eyes? The [player race] glows. Like the god-walker.\r\n\r\n\"Like the way.\" She looks toward the dull adra vein. Sugaan and the others follow her gaze.",
      "female": ""
    },
    {
      "id": 278,
      "default": "\"He will open the way.\"\r\n\r\nYanass points to you just as she begins to disappear.",
      "female": "\"She will open the way.\"\r\n\r\nYanass points to you just as she begins to disappear."
    },
    {
      "id": 279,
      "default": "\"Yanass? You died. We saw-\"",
      "female": ""
    },
    {
      "id": 280,
      "default": "\"I'm standing right here...\"",
      "female": ""
    },
    {
      "id": 281,
      "default": "\"Just listen to her, Sugaan.\"",
      "female": ""
    },
    {
      "id": 282,
      "default": "\"It doesn't work that way.\"",
      "female": ""
    },
    {
      "id": 283,
      "default": "\"I'm trying to help!\"",
      "female": ""
    },
    {
      "id": 284,
      "default": "\"I'll free YOUR soul if you try, snake.\"",
      "female": ""
    },
    {
      "id": 285,
      "default": "Yanass turns to Sugaan, hissing angrily.",
      "female": ""
    },
    {
      "id": 286,
      "default": "\"Their ancestors, yes!\"",
      "female": ""
    },
    {
      "id": 287,
      "default": "\"The shuffler's tongue is thick with blasphemy! Kill him now, Sugaan.\" The other nāga draws into a tight coil as if preparing to strike.",
      "female": "\"The shuffler's tongue is thick with blasphemy! Kill her now, Sugaan.\" The other nāga draws into a tight coil as if preparing to strike."
    },
    {
      "id": 288,
      "default": "\"The gods give you power, yes. But is it enough?\"",
      "female": ""
    },
    {
      "id": 289,
      "default": "\"The proof, you reptilian imbecile, is that I have bested your minions. Alone.\"",
      "female": ""
    },
    {
      "id": 290,
      "default": "Sugaan regards you with a wary eye.",
      "female": ""
    },
    {
      "id": 291,
      "default": "\"And do not come back. Not without proof the gods have blessed you.\"\r\n\r\nThe nāga watch you go, their hands tight around their weapons.",
      "female": ""
    },
    {
      "id": 292,
      "default": "\"And do not come back.\"\r\n\r\nThe nāga watch you, their hands tight around their weapons.",
      "female": ""
    },
    {
      "id": 293,
      "default": "\"We were sure the god-walker came to cast them out. That driving them away was a holy mission.\" Curiosity and consternation simmer in his eyes.",
      "female": ""
    },
    {
      "id": 294,
      "default": "\"But then the foreign ones came and spread. Killed our people. Built their hives everywhere.\"",
      "female": ""
    },
    {
      "id": 295,
      "default": "\"Good neighbors, I say. As long as we do not cross paths in mating season.\" ",
      "female": ""
    },
    {
      "id": 297,
      "default": "\"Sciòderie. You attack every foreign ship you see. The Huana may not like us, but at least they <i>speak</i> to us.\"",
      "female": ""
    },
    {
      "id": 298,
      "default": "\"Your type weren't exactly accommodating.\"",
      "female": ""
    },
    {
      "id": 300,
      "default": "\"You have never fought to defend something. Very fortunate.\r\n\r\n\"Or cowardly.\" His tail flicks in irritation.",
      "female": ""
    },
    {
      "id": 301,
      "default": "\"Shufflers find many stories to explain their hunger and violence.\" His tail flicks in irritation.",
      "female": ""
    },
    {
      "id": 302,
      "default": "\"The gods have bigger concerns than our feuds. We must learn to live together.\"",
      "female": ""
    },
    {
      "id": 303,
      "default": "\"There's no point in speculating about the will of the gods.\"",
      "female": ""
    },
    {
      "id": 304,
      "default": "\"You should be driving them out. You just didn't hit them hard enough.\"",
      "female": ""
    },
    {
      "id": 305,
      "default": "\"Not an option, snake. Bet you were keeping count of how many good soldiers you fanged.\" \r\n\r\nMaia narrows her eyes and draws her weapon.",
      "female": ""
    },
    {
      "id": 306,
      "default": "\"As you wish, Maia.\"",
      "female": ""
    },
    {
      "id": 307,
      "default": "\"And now he owes us. A debt is more useful than blood.\"",
      "female": ""
    },
    {
      "id": 308,
      "default": "\"There's been too much death here already.\"",
      "female": ""
    },
    {
      "id": 309,
      "default": "[Attack] \"You're right. We shall avenge your fallen.\"",
      "female": ""
    },
    {
      "id": 310,
      "default": "\"Killing him won't bring them back.\"",
      "female": ""
    },
    {
      "id": 311,
      "default": "\"Vengeance for my countrymen!\" \r\n\r\nMaia lets out a rallying cry. ",
      "female": ""
    },
    {
      "id": 312,
      "default": "\"Let it go.\"",
      "female": ""
    },
    {
      "id": 313,
      "default": "[Attack] \"That wouldn't be any fun.\"",
      "female": ""
    },
    {
      "id": 314,
      "default": "\"That is the answer of idlers and tenderbellies too weak of purpose to crawl from their own shed skin.\" His tail flicks in irritation.",
      "female": ""
    },
    {
      "id": 315,
      "default": "\"I hope your leaders find your strength of purpose.\" He gives you a respectful nod.",
      "female": ""
    },
    {
      "id": 316,
      "default": "\"This was but a single battle. The islands are many and treacherous, shuffler.\"",
      "female": ""
    },
    {
      "id": 317,
      "default": "\"Hsst! Thoughts as empty as shed skins.\"",
      "female": ""
    },
    {
      "id": 319,
      "default": "\"They have received their due. As will all who plunder and profane the treasure of the gods!\"",
      "female": ""
    },
    {
      "id": 320,
      "default": "\"Then leave!\"",
      "female": ""
    },
    {
      "id": 321,
      "default": "\"Who are these 'shufflers' you keep mentioning?\"",
      "female": ""
    },
    {
      "id": 322,
      "default": "He hisses with impatience.",
      "female": ""
    },
    {
      "id": 323,
      "default": "\"Your kind! Many different types, some fleshy or hairy, others striped in the colors of sand or sea.\"",
      "female": ""
    },
    {
      "id": 324,
      "default": "\"All stumble and shamble like sun-blind hatchlings.\"",
      "female": ""
    },
    {
      "id": 327,
      "default": "\"That sounds like the gods, all right.\"",
      "female": ""
    },
    {
      "id": 328,
      "default": "\"The gods are more than spiteful juggernauts, you know.\"",
      "female": ""
    },
    {
      "id": 329,
      "default": "\"They lie coiled, quiet, until the shufflers stumble where they should not.\r\n\r\n\"Then, they strike fast and fierce.\"",
      "female": ""
    },
    {
      "id": 330,
      "default": "\"Yes, for all they do has purpose.\"",
      "female": ""
    },
    {
      "id": 331,
      "default": "\"The gods summon storms. Call down moons. If they wanted Hasongo destroyed, they would not have left a single stone standing.\"",
      "female": ""
    },
    {
      "id": 332,
      "default": "\"Adra is not a root that withers, but a channel of essence. This one is merely blocked - I can show you.\"",
      "female": ""
    },
    {
      "id": 333,
      "default": "\"Adra is not a root that withers, but a channel of essence. This one is merely blocked - I can show you.\"",
      "female": ""
    },
    {
      "id": 334,
      "default": "\"Get to the point already. What do you want?\"",
      "female": ""
    },
    {
      "id": 335,
      "default": "[Look up.] \"Berath, this would be a great time for one of your demonstrations...\"",
      "female": ""
    },
    {
      "id": 336,
      "default": "Nothing happens. The nāga continue to watch you, curious.",
      "female": ""
    },
    {
      "id": 337,
      "default": "\"Captain?\" \r\n\r\nMaia turns to you, her right eye twitching.",
      "female": ""
    },
    {
      "id": 338,
      "default": "\"Vengeance won't save the ones you lost, soldier.\"",
      "female": ""
    },
    {
      "id": 339,
      "default": "\"Just kidding. I could use some snakeskin gloves.\"",
      "female": ""
    },
    {
      "id": 340,
      "default": "\"Stand down. That's an order.\"",
      "female": ""
    },
    {
      "id": 341,
      "default": "\"Pace yourself. We have more important fights ahead of us.\"",
      "female": ""
    },
    {
      "id": 342,
      "default": "Gritting her teeth, Maia secures her weapon and stands down, her fists balled at her sides.",
      "female": ""
    },
    {
      "id": 344,
      "default": "\"Aye aye... sir.\"",
      "female": "\"Aye aye... ma'am.\""
    },
    {
      "id": 347,
      "default": "\"Wherever we sail, the beaches and spires of lost Ukaizo travel with us.\"\r\n\r\nHe clasps his hands with reverence. ",
      "female": ""
    }
  ]
}