{
  "Component": "exported",
  "Name": "conversations\\11_hasongo\\11_si_post_hasongo_ship_encounter",
  "Entries": [
    {
      "id": 1,
      "default": "Hasongo is a mound of wreckage on the horizon when you see a dozen junks sailing toward you.\r\n\r\nEven at this distance, you can tell they are making good speed.",
      "female": ""
    },
    {
      "id": 2,
      "default": "One of the ships pulls up alongside yours, and a well-dressed aumaua man approaches the edge of the deck.\r\n\r\nYou recognize Atsura, the grand secretary of the Royal Deadfire Company.",
      "female": ""
    },
    {
      "id": 3,
      "default": "One of the ships pulls up alongside yours, and a well-dressed aumaua man approaches the edge of the deck.\r\n\r\nYou do not recognize him, but he grins cryptically at you.",
      "female": ""
    },
    {
      "id": 4,
      "default": "One of the ships pulls up alongside yours, and an aumaua man approaches the edge of the deck.\r\n\r\nHe gives you a curt nod.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Our beacon shines again. I suppose this was your doing.\" He stares fixedly toward Hasongo and the shifting, greenish glow of the adra lighthouse.\r\n\r\nHe finally looks back at you, distaste etched across his features.",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Perhaps you'll find a warmer welcome at the palace in Serpent's Crown. The Huana are ever desperate for champions.\" A sardonic smirk tugs at his lips.",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Forgive me, but after your run-in with the hazanui, it seemed prudent to keep my distance.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"I am Atsura. Grand secretary of the Royal Deadfire Company and special emissary of the ranga nui of Rauatai.\"\r\n\r\nHe nods, but he's gazing toward Hasongo with a peculiar smile. \r\n\r\nThe adra beacon, visible even here, shines brightly.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"It surprises me that you have largely escaped notice in the streets of Neketaka. I suspect that will soon change.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"It is good to see you again. I see you continue to leave your mark.\" He is gazing toward Hasongo with a peculiar smile. \r\n\r\nThe adra beacon, visible even here, shines brightly.",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"What is this about?\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"A pleasure to meet you.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"You'd better say your piece and get out of my way. Fast.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"I want to extend the thanks of the Royal Deadfire Company for what you've done here.\" He raises one hand toward the adra beacon.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"You've restored a valuable asset. Whether or not that was your intention.\" He gives you a quick, sly smile.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"The others at the palace will want to hear of this, no doubt. And you may as well take credit while the deed is fresh.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Go to Serpent's Crown in Neketaka. And later, come and see me at the Brass Citadel.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"I am always eager to forge relationships with such resourceful individuals.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"We can discuss your progress with issues of mutual interest there.\" He nods.",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Your manners do you much credit.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Please, forgive the display. But after the troubling reports from Hasongo, we deemed it best to come prepared.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"A pleasure to see you again.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"About that job you gave me...\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Please, let us discuss that another time. When we have the benefit of privacy.\"\r\n\r\nHe clears his throat.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Though the Huana, I'm certain, have little appreciation for your... gumption.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Just so you know, this changes nothing. We do not forgive easily, least of all when it comes to the murder of a grand secretary.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"But I would welcome your company at the Brass Citadel. Once I've seen to the ranga nui's interests here.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"It is a shame you and I cannot work together. Karū and I did not always agree, but she was an ally.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"And the Huana will not soon forget that you slaughtered their queen.\" A sardonic smirk tugs at his lips.",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"And the Huana will not soon forget that you slaughtered their prince.\" A sardonic smirk tugs at his lips.",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"But folk say he's going to destroy the cycle!\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Neketaka is abuzz with praise for your deeds. I'm glad to meet you at last.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Your name is an ill whisper in the streets of Neketaka. I have been most curious to meet you.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"People in Neketaka say a great deal about you, but no one knows what to think.\r\n\r\n\"I confess, I have been eager to draw my own conclusions.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"Neketaka is abuzz with praise for your deeds, as well.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Though the people of Neketaka are less sanguine about your presence.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Though no one in Neketaka knows quite what to think of you.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"Though it surprises me that you are still a stranger to many in Neketaka. I suspect that will soon change.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Timely of you to show up, boss. I was just scribbling down my daily report.\"\r\n\r\nMaia folds her arms and nods across the gap.",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"I'm afraid it will have to wait until I return to the Brass Citadel.\" He nods at Maia.",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"Timely of you to show up, boss. I was just scribbling down my daily report.\"\r\n\r\nMaia folds her arms and nods across the gap.",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"I'm afraid it will have to wait until I return to the Brass Citadel.\" He nods at Maia.",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"I need to reach the Ashen Maw in Magran's Teeth.\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"There's no time! Eothas went to the Ashen Maw, in Magran's Teeth, so I must follow.\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 124,
      "default": "It's as though a cold wind has blown over the deck. At the mention of Magran's Teeth, the Rauataian sailors stare at you in shock and horror. Those who are not frozen with their mouths agape are whispering fearfully amongst themselves.",
      "female": ""
    },
    {
      "id": 125,
      "default": "Atsura silences them with an unreadable glare.\r\n\r\nHe turns back to you with a brittle smile that does not reach his eyes.",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Forgive my compatriots. Magran's Teeth is a volcanic chain along the northeastern edge of Deadfire.\r\n\r\n\"It is also among the most treacherous places in the archipelago.\" He casts a glance back at the anxious sailors.",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"The waters around it are patrolled by giants said to be born of Magran's own volcanoes. Even our well-armed ships do not venture there.\" He tilts his head in apology. ",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"But I suspect Queen Onekaza could direct you to Ashen Maw, if you are set on going there. All the more reason to visit her palace.\" He smiles cryptically.",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"Were you on better terms with the Huana, I would suggest asking their queen.\r\n\r\n\"Given the state of affairs, I'm afraid you'll have to find the Ashen Maw yourself.\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"There's no time for this! Eothas went to the Ashen Maw, in Magran's Teeth, so I must follow.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"There's no time for this! Eothas went to the Ashen Maw, in Magran's Teeth - I need to know how to get there.\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"We may be foes, but I must reach the Ashen Maw in Magran's Teeth for all our sakes.\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 134,
      "default": "It's as though a cold wind has blown over the deck. At the mention of Magran's Teeth, the Rauataian sailors stare at you in shock and horror. Those who are not frozen with their mouths agape are whispering fearfully amongst themselves.",
      "female": ""
    },
    {
      "id": 135,
      "default": "The captain silences them with a glare.\r\n\r\nBut as he turns back to you, you see his own fear in the rigid lines of his face.",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"All I know is Magran's Teeth is a volcanic chain along the northeastern edge of Deadfire.\r\n\r\n\"And the fools who sail close rarely come back.\" He swallows, trying to hide his disquiet behind a grim frown.",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"It's said that Magran's own offspring - giants of fire and stone - patrol the waters. \r\n\r\n\"In any case, we've never had cause to go.\" He tries to suppress a shiver.",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"I'm sure that Huana queen knows. But after what you did, the only way you're getting into the palace is with your head on some tribesman's spear.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"If you're so willing to sail to certain death, I'm sure the Huana queen can tell you where this 'Ashen Maw' is.\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"So, wherever this 'Ashen Maw' is, you'll have to find it on your own.\" He recovers enough of his composure to glare contemptuously.",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"I'm sure that Huana queen knew. But she's probably halfway back to the Wheel by now.\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"Then we should go our separate ways.\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"Stay out of my way, or you'll be next.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"Perhaps so.\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "Atsura nods.",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"Are you finished?\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"I suppose not.\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"Clear skies, <i>captain</i>.\" He turns his back on you and waves his crew to continue onward.",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"At any rate, I have much to attend to. And it seems you do, as well.\r\n\r\n\"Clear skies, Captain [Player Name].\" Atsura nods as his crew makes ready to sail once more.",
      "female": ""
    }
  ]
}