{
  "Component": "exported",
  "Name": "conversations\\11_hasongo\\11_si_luminous_adra_vein",
  "Entries": [
    {
      "id": 3,
      "default": "The luminous adra continues to glow brightly. Though it is warm to the touch, you no longer feel any strange sensations while in contact with it.",
      "female": ""
    },
    {
      "id": 6,
      "default": "As your hand touches the dim adra, you feel the same cool, pricking sensation that you did when you touched the pillar near Port Maje.\r\n\r\nYou concentrate on the pillar. The world around you swiftly falls away, leaving only the vast emptiness of the In-Between, the adra, and a multitude of golden threads undulating off into the distance.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Your first attempt to contact me was brave. This second attempt, is it born out of desperation or something else? Why do you continue to follow me, Watcher of Caed Nua?\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Berath insists.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"You destroyed my castle and ate my soul, jackass.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"I want to know what you're doing.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I want to prevent you from causing any more harm.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Yes, they must want answers. But why do the biddings of the gods matter to you?\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I'm here to finish the job that Magran's faithful started.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"I am sorry for what I did, but it was done for the hope of a better future.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"I'm a priest of... you.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Many kith would like to know the gods' designs. Why is it so important to you?\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"That's a great challenge you've taken on. Why?\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Is that so? Do you believe it is the place of kith to fight the wars of gods?\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Your faith must be troubled by what is happening. What wisdom do you think you will find from this vantage that you could not on your own?\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"That is a cruel bargain, to be a god's pawn.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Why not?\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Why should mortals serve the gods?\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Or the gods, as the case may be.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"The Pallid Knight will claim my life as forfeit if I don't find out what you're doing.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"When a god asks me to do something, I don't question it.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"I am a priest. I serve the gods.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"That's for me to decide.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Is that supposed to make me feel better?\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"That's barely an explanation, much less an excuse.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Why?\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"The last time you appeared, it heralded the death of thousands.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"I hoped only to explain, not to pacify you, not to pardon my actions. Can you be pacified, or is revenge your goal?\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"It is not. When the gods set foot to Eora, the mountains tremble and the seas roil. The moon falls from the heavens and the sky blackens with ash. It is not fair. It is not just. Like the storm.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Even a god needs strength. This form requires... much more than that of a mortal kith. Without those souls in Caed Nua, I would never have been able to free myself.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"To know the will of the gods is to peer through a crack in the fundament at the reasons for our own existence.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"If I can tell Berath what you're doing, it will be ransom paid for my soul.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Are you saying the actions of the gods are beyond reason, or that you simply don't care about their consequences?\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"If only the gods could be held accountable for their actions...\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Do you not care that you've killed thousands of people?\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"I'm not here for vengeance, just answers.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Unless revenge could undo the damage you've done, no.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"If I can find a way to make you pay for what you did, I'll take it.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"But Watcher, you already know that we gods were once as you, mortal kith who dared to peer through the cracks. And what did we find?\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"More order, more chaos. But no great minds or spirits, no higher forces of intelligence to give us guidance.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Not even the perspective of thousands of immortal souls fused in purpose, endless in vision within and without, could grant us the perspective required to understand our reason for existing.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"To take guidance from what we present as our will, to place faith in our falsehood, is to seek purpose in artifice, truth in lies. No, mortals deserve more than that.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Mortals find truth in the lies of stories and art. Why not in the lies of the gods as well?\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Then let us know your true will.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Artifice or not, I have faith that the gods have reasons for their actions that are beyond my ability to comprehend.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"It was Magran's will that her faithful build the Godhammer to destroy you. Who am I to question that?\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Yes. Mortals should obey the will of the gods.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"No, but it is my choice to serve her in this cause because I believe it is a righteous one.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"The wisdom that comes from direct communion with my god!\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Your purpose in returning to Eora.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"That is beyond me.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Why would you risk your life and soul for this knowledge?\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Some mortals believe that with enough meditation and proper living, the will of the contemplative becomes indistinguishable from that of the divine.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"And what is the foundation of your sense of right and wrong?\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Why?\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"But if mortals exist only to be subservient to the will of the gods, why do you have will at all?\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Ah. Right action, even for the wrong reasons, is virtuous enough for the Watcher of Caed Nua. But a play's audience knows the play is a lie. Most mortals do not have the benefit of your knowledge.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Ah, the <i>true</i> will, my true will, the true will of the gods... to gain a glimpse of such a thing, all mortals would have to share in your knowledge, the knowledge of our origins.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"If we are incomprehensible to the mortal mind - even a Watcher's - this pursuit is, at best, futile. I hope for a world where mortals need not wonder at our designs.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"You are in a unique position. In spite of the work of the Leaden Key and Hand Occult, you have seen through our façade. You know the gods' true nature.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Without the benefit of your knowledge, few mortals would be willing to accept the true history of their gods. After all, we weren't.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"The last time I walked Eora, I made a mistake in not revealing my true purpose. I believe you would understand it better than most.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "[Nod.]",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Well? What are you waiting for? The gods want answers.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"I'm honored.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"The gods have the wisdom of thousands of souls and millennia of time.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"The Wheel moves all our souls. It spins by their hand.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"The weak serve the powerful. It has always been so.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"My upbringing. My family and my people.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"The teachings of my faith.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"I just know. It's part of who I am.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"I care for those I have harmed, but it is not enough to care. What I have done, what I do, is done out of love, and love requires sacrifices - sometimes awful ones.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"We can be, Watcher, but I and my kin have spent centuries hiding our true nature from mortals. There can be no reckoning in the darkness.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Ah, but the gods themselves are not of one will. If they were, there would only be a single god and a single will.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"We don't. All is preordained and this moment is as inescapable for me as it is for you.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"To sort the wheat of our souls from the chaff before being ground under the Great Wheel. Trials either improve us or destroy us. And in destroying us, refine future generations.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"The question remains. What purpose do the strivings of our multitudes serve?\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"And me.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"And yet, the question remains. To what end?\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"And all of this order out of chaos, what set it in motion?\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"And despite this, we still find ourselves at cross purposes and as fallible as the mortals we presume to watch over.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"And yet, we were not always so. We were once as you. Weak, as you. Mortal, as you. Seeking answers, as you.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"As it was for the Engwithans in a time <i>before</i> the gods watched over the turning of the Wheel.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Faith can give hope and guidance, but who were the authors of those teachings? Were they gods? Were they mortals? Were they the Hand Occult?\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"It does. Berath and Woedica terrify mortals with the Wheel's ability to punish, to destroy. I wish more of my kin believed in its power to give new life, to give hope.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"The bends in the stream know not the source of the water that formed them, but nevertheless, there is one.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"I hope that is true, but you may not be satisfied with what I have to tell you.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"To take a full tally of the damage I have done, one would have to stretch their gaze hundreds of lifetimes before yours, Watcher. I cannot undo what I have done, but perhaps I can help make a better future for us all.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"If I could pay it, I would, but there is not a fine in all Eora heavy enough to clear my debt, Watcher. I cannot undo what I have done, but perhaps I can help make a better future for us all.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "[Remain silent.]",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Thousands that you know of. Millions unknown to you. Death follows us both, Watcher. We must always care and take care, but caring is not enough.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"This form is not one I took happily, but it is the one most suited to the task before me. I could not repeat the mistake I made with Waidwen.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"It's great, actually. Berath even gave me special powers.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"It feels better than having a god demolish my castle and leave me for dead.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"I hate it, but I have no choice in the matter.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"I serve Berath gladly.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Beware, Watcher. Her gifts were for a dangerous purpose. I mean you no harm, but the Pallid Knight has put you in immortal peril.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Your anger is understandable. Many mortals curse the gods for their misfortune, but you are in the rare position of knowing exactly how we are manipulating you.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"And you do so knowing how we came to be.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "Eothas becomes silent. You can sense his presence advancing back along the cord between you. His energy flows over your hand, tendrils of light probing into the air around you. They poke and prod at the silent lost souls hovering in your vicinity.",
      "female": ""
    },
    {
      "id": 108,
      "default": "Standing at Eothas' shoulder, your soul is dwarfed by the massive god's form. Energy pulses along the tether, each wave feeding the adra's movements.\r\n\r\nHe stops. His head cranes behind him, again accompanied by the sound of stone shearing and buckling. His eyes rest upon you. He does not reach for the cord, but considers you for a long span of silence before speaking.",
      "female": ""
    },
    {
      "id": 111,
      "default": "Though there is no change in his stone visage, there is a long pause before he speaks.",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"Is it wrong to do something out of love?\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"Love? For us?\"\r\n\r\nHe considers you for a long moment.",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"Given what you know, Watcher, it is difficult to understand why.\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"I know that the gods were always trying to help us. Shouldn't I be able to forgive others?\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"My love is unconditional.\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"You don't need to understand why. It's love.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "[Make a \"get on with it\" hand gesture.]",
      "female": ""
    },
    {
      "id": 119,
      "default": "[Nod.]",
      "female": ""
    },
    {
      "id": 121,
      "default": "A great radiance spreads from within Eothas, momentarily quelling the throngs of souls within him. His massive head nods at your words.",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"Yes. We all should.\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "A great radiance spreads from within Eothas, momentarily quelling the throngs of souls within him. His massive head nods at your words.",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"Perhaps Eora would be better off if we were all a little more like you.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"And after we are finished here, I'm certain they will call for you at the hour of their choosing, won't they, Watcher?\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"Yes, I will tell you, but this is not the time. As I take this body farther from the lighthouse, the tether grows weaker, and I have already tarried too long.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"Soon, this link will unravel completely. If I have not reached my destination when that happens, I will need to pull more souls from your world.\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"The soldiers and nāga there were no threat to me. I did not kill them out of malice, but simply to keep this body moving.\" ",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"Wait... is that what happened at Hasongo?\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"Well, let's not let that happen, then.\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"Where are you going? I will meet you there.\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"That's quite a vulnerability.\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"Did I cause you to kill all these people?\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"A heartless, pitiless act.\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"That question, Watcher, requires a more philosophical examination than we have time for.\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"Not a vulnerability, but a dire and terrible limitation. One that I knew before I took this form.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"It may be hard to believe, Watcher, but I have pity for every soul I've come across on this journey. Even yours.\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "The edges of Eothas' massive form blur and dissolve. The huge figure retreats from you. As it moves, the tether begins to rapidly unravel.\r\n\r\nAs Eothas speaks, his voice sounds garbled, fragmented, and distant.",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"If you would know more, find me at the Ashen Maw in Magran's Teeth. I must rest there before I begin my final work. When I leave that place, you will not be able to follow.\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "And then the tether and cord snap, Eothas' figure evaporating into dust that mingles with the endless grey expanse.",
      "female": ""
    },
    {
      "id": 143,
      "default": "Heat rushes over you and the uncomfortable sensation of the adra pillar's presence cuts off. The gloom of the In-Between is pierced by the light of the living world.\r\n\r\nYou are back in the lighthouse. No longer dim, the luminous adra beside you is filled with warmth and light.",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"I will do my best. Do yours, Watcher.\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"Well, the gods certainly don't seem interested in watching out for mortals.\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"I've decided that it's my responsibility as a Watcher.\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "At first he does not respond, but there is a wavering from the light within him, a momentary dimming that allows you to see the souls within the adra clearly.",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"I never sought violence or death, but Magran and the Hand Occult have ensured that the world believes the madman Waidwen tried to destroy the Dyrwood and everyone in it.\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"In truth, a war was what I desired, but not one of violence. I sought a war of conscience.\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"Some of us still care deeply for mortals. We undertook this great experiment out of concern for the people of this world and your future in it. I believe we all had the best of intentions when we began.\"",
      "female": ""
    },
    {
      "id": 152,
      "default": "Eothas' gaze turns up as his tears shimmer in the gloom of the In-Between.",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"Somewhere along the centuries, something broke, something went wrong. It took me too long to see it, but each day brings a new dawn, and with it a chance to see the world from the perspective of who you have become.\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "Eothas' great stone eyes consider you at length.",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"Throughout history, societies have called Watchers frauds and madmen, prophets and oracles. I have never known one to take on the burden of arbitration between mortals and gods.\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "For a second time, you gather the threads in your mind and bind them together, forming a solid tether that ripples out toward its distant anchor.\r\n\r\nAgain, a crack sounds from the terminus. Your consciousness is violently pulled along the cord. You are prepared for the sensation this time, but are still disoriented when you come to a sudden stop.\r\n\r\nYou find yourself standing behind a familiar titanic statue as it trudges through invisible waters.",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"There was no malice in that act. It was a coincidence of time, place, and... necessity.\"\r\n\r\nEothas' voice grows fainter as he speaks.",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"If people saw that the ruins so faithfully guarded by the Glanfathans were nothing more than machines, machines the Engwithans had used to turn themselves into gods, what could that mean?\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"We were not always like this, but I would not want us to go back to what we were in the beginning. There must be something more for us - all of us.\"",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"It is. When you contacted me from Port Maje, I had to sever my tether to the luminous adra. Without it, I lacked the strength to reach Hasongo.\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"I pulled souls from the creatures of the ocean and from the people at Hasongo until I could reach the lighthouse.\"",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"Before I go, I should return some of this to you. I still have need of the great power of your soul, but I can spare you this portion.\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "A pulse of energy moves back along the golden cord, toward you. It feels familiar, comforting, even before it contacts you.",
      "female": ""
    },
    {
      "id": 172,
      "default": "Within the light, there is a dark core, roiling and violent, contrasting the warmth and brilliance of its outer shell.",
      "female": ""
    },
    {
      "id": 173,
      "default": "The energy washes over you, flooding you with feelings and memories you had thought long-forgotten until they settle back into the cracks of your soul.",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"I have seen the darkness in you, Watcher, but will not judge you for it. Never again. Take what is yours.\"",
      "female": ""
    },
    {
      "id": 175,
      "default": "You begin to gather the threads in your mind, but find that they do not resist you as they did at the first time.\r\n\r\nThe filaments float, unmoored, through the all-encompassing gloom. Though energy still pulses through them, it emerges at the far end of the threads in brief and distant golden clouds, like far-off sidereal fireflies.",
      "female": ""
    },
    {
      "id": 176,
      "default": "It takes little effort to draw the threads together, no more than the conscious expression of desire. As the tether coalesces before you, the far ends begin to blacken and disintegrate.\r\n\r\nWithin seconds, all that remain are motes of fading ash that mingle with the great grey expanse.",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"I have seen the darkness in you, Watcher, but will not judge you for it. Never again. Take what is yours.\"",
      "female": ""
    },
    {
      "id": 178,
      "default": "The energy washes over you, flooding you with feelings and memories you had thought long-forgotten until they settle back into the cracks of your soul.",
      "female": ""
    },
    {
      "id": 179,
      "default": "The energy washes over you, flooding you with feelings and memories you had thought long-forgotten until they settle back into the cracks of your soul.",
      "female": ""
    },
    {
      "id": 180,
      "default": "The energy washes over you, flooding you with feelings and memories you had thought long-forgotten until they settle back into the cracks of your soul.",
      "female": ""
    },
    {
      "id": 181,
      "default": "The energy washes over you, flooding you with feelings and memories you had thought long-forgotten until they settle back into the cracks of your soul.",
      "female": ""
    },
    {
      "id": 182,
      "default": "The energy washes over you, flooding you with feelings and memories you had thought long-forgotten until they settle back into the cracks of your soul.",
      "female": ""
    },
    {
      "id": 183,
      "default": "The energy washes over you, flooding you with feelings and memories you had thought long-forgotten until they settle back into the cracks of your soul.",
      "female": ""
    },
    {
      "id": 184,
      "default": "The energy washes over you, flooding you with feelings and memories you had thought long-forgotten until they settle back into the cracks of your soul.",
      "female": ""
    },
    {
      "id": 185,
      "default": "The energy washes over you, flooding you with feelings and memories you had thought long-forgotten until they settle back into the cracks of your soul.",
      "female": ""
    },
    {
      "id": 186,
      "default": "The energy washes over you, flooding you with feelings and memories you had thought long-forgotten until they settle back into the cracks of your soul.",
      "female": ""
    },
    {
      "id": 187,
      "default": "The energy washes over you, flooding you with feelings and memories you had thought long-forgotten until they settle back into the cracks of your soul.",
      "female": ""
    },
    {
      "id": 188,
      "default": "The energy washes over you, flooding you with feelings and memories you had thought long-forgotten until they settle back into the cracks of your soul.",
      "female": ""
    },
    {
      "id": 189,
      "default": "",
      "female": ""
    }
  ]
}