{
  "Component": "exported",
  "Name": "conversations\\03_neketaka_vailian_district\\03_cv_akema",
  "Entries": [
    {
      "id": 1,
      "default": "\"Well met, stranger. Ekera, but isn't this district a fine place?\"\r\n\r\nThe Huana woman stares off into the distance with a longing expression. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"You return! Can I be of service?\" Akema bows.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"The outsider attacks! Help!\" ",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"You worked at the Luminous Bathhouse?\" ",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Tell me about Queen's Berth.\" ",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"How did you lose your job at the bathhouse?\" ",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"More happens at the bathhouse than cleanliness and ease. It is a place of meetings, business, and transactions - to all of which the attendants are either blind or deaf.\" ",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"A wonderful place. Would that I could cross its threshold again, and feel the mist of luminous waters...\" Her smile is sad, if genuine.",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"The queen granted this area of the city to the Vailian outsiders. Here they organize their business and trade - digging up the archipelago with both hands and carrying riches overseas.\" She glances toward the docks. ",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"In her welcoming embrace, the queen allowed a similar concession to the Royal Deadfire Company. You would do well to see as much of Neketaka while you are here, I am thinking.\" ",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"And this makes you sad?\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "[Turn to see what she's looking at.]",
      "female": ""
    },
    {
      "id": 18,
      "default": "She doesn't settle on any point of particular interest - everything from the high buildings to the cobblestones is a subject of fascination.\r\n\r\nShe notices your attention and turns her eyes to the ground.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"I am not one meant to venture far from the Gullet. Until recently I... I had a respectable job at the Luminous Bathhouse.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Now that I am unemployed, I seek to make myself useful before the money runs out and I must return to the Roparu as a pauper.\" She frowns and turns her gaze back up to you.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Not particularly.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Then you must be accustomed to finer places still! How fortunate...\" \r\n\r\nHer face scrunches into a look of dismay and sorrow. ",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"One day I overheard... more than I ought to have. In my erring, I gasped. To my great shame, I showed a most unprofessional reaction before clients. I was fired - and rightly so.\" She bows her head. ",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"What did you overhear in the bathhouse to cause such a scandal?\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "Akema shakes her head and lowers it in deepest shame. She's trembling, and it's clear that - in her estimate - she has suffered enough without debasing herself even further. ",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"In spite of my time there, I cannot do else but give it my highest recommendation. You will find the Luminous Bathhouse in Periki's Overlook.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "Pallegina seems poised to object but then relaxes and nods.",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Awfully kind of her to parcel out the city like that.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Ekera, a <i>most</i> respectable establishment I say!\" \r\n\r\nHe sighs, closing his eyes.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"It's a fair characterization.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Could you direct me to the Kahanga Palace?\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Ekera. You want to follow the road north, up the mountain, always climbing. It is the highest point in the city.\"",
      "female": ""
    }
  ]
}