{
  "Component": "exported",
  "Name": "conversations\\03_neketaka_vailian_district\\03_cv_captain_vilami",
  "Entries": [
    {
      "id": 1,
      "default": "\"Welcome to the Bardatto estate. Kindly watch your step.\" ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"A pleasure working with you.\" ",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Hmph. Some nerve showing your face around here.\" ",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Halt or you're dead!\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Deceitful cur! I'll answer your treachery with blood.\" ",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"I take it that Ezzali clued you into the plan?\" The worry lines running down this guard's face speak to years of duty and command. He scrutinizes you with a cautious, if friendly, expression.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Why not just kill the Valeras now?\" ",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"We cannot arm Atello with any indictment against the Bardattos.\" ",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Gellarde! I had my doubts, but Ezzali's trust in you was well-placed.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"We will see to the mess shortly. Your thanks and bounty await you upstairs.\" Captain Vilami offers a curt but respectful bow.",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Freedom of the estate doesn't mean you get to ignore me.\" ",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"You will wait in the shadows of the vault. We will bring up the rear with reinforcements.\" ",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"What's in this vault, anyway?\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"I'm ready. Let's get started.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "[Leave] \"I'll handle this later.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Don't wander too far. And try not to touch anything.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"I don't intend on losing any good men or women tonight.\" \r\n\r\nHe looks you over and nods.",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Even if we're getting the drop on these Valera scum, I'm not about to stake a client's fortune on our success.\" ",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"What do we do once the thieves arrive?\" ",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"We do what comes naturally.\" He touches the pommel of his sword.",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"My guards will keep a low profile and watch out for the Valeras. Be sure you do the same.\" ",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"A modest sum and a few cobwebs. We've relocated most of the wealth and valuables.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"What can I do for you?\" ",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"It's a good thing her aim was about as shaky as her plan.\" Vilami winces as he applies pressure to his wounds.",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Go on and head up to Ezzali. She'll want to hear what happened.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Are you going to be all right?\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "[Leave] \"I'll do that.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"Some help you were.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Get out of here and report to Ezzali. We're done.\" Vilami grimaces and watches you leave.",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"I've seen worse. I'll have someone fetch a qualified chirurgeon who knows how to pull out cheap bullets.\" Vilami winces again and dismisses you.",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"My patience has limits, thief! Your orders from Atello, now!\" Captain Vilami shouts hoarsely. ",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Captain, we're not alone!\" One of Vilami's guards redirects all focus in your direction.",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"You? Madiccho, were you spying for the Valeras from the beginning?\" ",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"Where did Atello get the coin for outside help?\" Captain Vilami regards you with a grimace.",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"Captain. A pity that we meet under these conditions.\" ",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"Any interest in parting ways and forgetting we saw each other here?\" ",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"Stand aside. I'm just interested in the contents of that vault.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"Stand aside, captain. I'd rather not kill you.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"I'm sure we can work this out reasonably.\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"Such an offer. What do you say I just play it all evasive until we inevitably come to blows?\" The thief's hand strays near her pistol.",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"I'll make sure you die like the rest of these Valera rats!\" Vilami moves to attack.",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"Belda, I'll see your head mounted in the foyer for this!\"\r\n\r\nVilami signals for his guards to attack.",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"I'll be dragging this one upstairs to confess her crimes. If that means going through you, so be it!\" ",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"I am sure that the thieves, as well, prefer direct confrontation over the alternative.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Ezzali wants this handled cleanly, and without loose ends.\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"Will any traps be installed to counter the burglars?\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"Standard procedure is to trap the area around the vault. We've moved them all inside.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"You'll thank us when you don't lose any limbs.\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"Good work here. At least we get to limp away from this in one piece.\" Vilami waves.",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"Not all of us are as careless with our allegiances as you.\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"Report to Ezzali.\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"Shame, that.\"\r\n\r\nSerafen scratches his cheek with a single finger.\r\n",
      "female": ""
    },
    {
      "id": 146,
      "default": "Captain Vilami shuts his eyes and exhales a long breath.",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"Bold words. Can you back them up? I don't want to get into a fight with you at my side only to find out it was all bravado.\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"Not bravado. Experience.\" \r\n\r\nVilami glances sidelong at Pallegina, smiling faintly.",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"Relocated to where?\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"Beyond your reach, lady.\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"Bad offers never lead anywhere good.\"",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"Per complanca, we don't have time for this nonsense!\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"I'm open to questions until we begin execution of the plan.\" ",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"If he told the Huana that we struck first, we will all end our days in the Gullet.\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"Reason died the moment you got involved.\" Vilami signals his men to attack.",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"Serafen, please don't-\"",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"Only thing preferable to a plan so simple be going up the rear meself.\"\r\n\r\nHe bounces his furry eyebrows.\r\n",
      "female": ""
    },
    {
      "id": 159,
      "default": "Maia squeezes the bridge of her nose.\r\n\r\nCaptain Vilami mirrors the gesture. ",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"Care to elaborate?\" The captain strokes his chin and frowns at Serafen.",
      "female": ""
    },
    {
      "id": 161,
      "default": "The Guard-Captain takes his time moving to the barred door, his armor creaking with every step. \r\n\r\nHe appraises you with a lazy sweep of the eyes, while his fingers curl casually about the hilt of his blade.",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"You have an appointment to see the vault, sir?\" ",
      "female": "\"Welcome to the Bardatto vault. You have an appointment, madam?\" "
    },
    {
      "id": 163,
      "default": "\"Di verus? Just exploring the vault that holds the Bardatto fortune? \r\n\r\n\"Per complanca, go upstairs before I have to sully my lady's tiles.\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"I was just exploring.\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "[Lie] \"I'm working for Ezzali.\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"A vault? What's in here?\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"Sorry, I think I took a wrong turn.\"",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"Then you are welcome- AFTER she sends a messenger to vouch for you.\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"The Bardattos are a banking family, mestre. We hold a great many accounts belonging to our fellows within the Vailian Trading Company. \r\n\r\n\"We also safeguard those valuables they entrust to our keeping.\"\r\n\r\n",
      "female": "\"The Bardattos are a banking family, mestra. We hold a great many accounts belonging to our fellows within the Vailian Trading Company. \r\n\r\n\"We also safeguard those valuables they entrust to our keeping.\""
    },
    {
      "id": 170,
      "default": "\"Ac, so you did. You will find better welcome upstairs.\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"Slinking about a private estate at night seems a good way to get killed. \r\n\r\n\"I will warn you only once.\"",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"This area is off limits. Return the way you came.\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"A matter you may discuss with the lady. Upstairs.\"",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"Alarm! Thief in the vault!\"",
      "female": ""
    },
    {
      "id": 175,
      "default": "The captain makes a herding motion with his arms as he shepherds you toward the stairs.",
      "female": ""
    },
    {
      "id": 176,
      "default": "[Attack] \"No, but you have an appointment with Berath.\"",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"To arms! We are under attack!\"",
      "female": ""
    }
  ]
}