{
  "Component": "exported",
  "Name": "conversations\\03_neketaka_vailian_district\\03_cv_martino",
  "Entries": [
    {
      "id": 1,
      "default": "\"A new face to the Valera halls, and aren't we all so excited to see you?\" Martino Valera grins from ear to ear.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Stepping in the path of a duel is a good way to get yourself in trouble.\" His brow rises with interest.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"What can I do for you?\" ",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"We trusted you, and now my father is dead by your hands!\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"You are not fit to dirty my sword, but I'll make an exception.\" ",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I will put you out of your misery, freak!\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"You should have stayed in Rauatai with the rest of your corrupt kin!\" ",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"What do you bring to the Valera household?\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"What will you do now that the rivalry is over?\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Better that the Valeras ran our fleet against the rocks than suffer peace with our enemies.\" Martino crosses his arms and grimaces. ",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"If the Bardattos are serious about financing our repairs, then the Valeras will be back at sea in no time.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Is 'drama' an acceptable answer?\" His grin widens. ",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"You're welcome.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"You two families play nice.\" ",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"If the Bardattos want our protection, they will have to deal with us on fairer terms.\" ",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"I better not get any trouble out of you, Martino.\" ",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Ac. When we outfit our new fleet I will vent my anger on the Príncipi.\" ",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"And one of the locals, to boot! Won't this be educational.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"I make sure the wine cellar is stocked and that sons and daughters alike know how to carry a blade.\" ",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Meaning no offense, friend, but that seed backing up in your swollen sack seems to be straight clogging up your brain. 'Course that be better than a bunch of little you's running round Deadfire.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Skillfully done. I remember my friends. Be sure of that.\" ",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"You mentioned something about a job?\" ",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"It would be better if they took their business elsewhere.\" \r\n\r\nWhen Atello isn't looking, Martino draws his thumb across his throat. ",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"I'll handle it.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"The Royal Deadfire Company sailors are gone.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"And Zili has a new audience. Clever.\" ",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"A shame that sailors cannot stop themselves from throwing the first punch.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Gone without a scratch? To each their own.\" ",
      "female": ""
    },
    {
      "id": 81,
      "default": "He unceremoniously tosses you a sack of coins, his interest already elsewhere.",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Stick with me and you'll be on the winning side when the dust settles.\" He favors you with a grin.",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"You're not helping the Republics by pecking at allies.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"If you keep paying me, I'll keep delivering results.\" ",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Infighting only strengthens the Royal Deadfire Company.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"I'm waiting on word about the next job. Pay a visit in a few days and we will talk more.\" ",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Who says dependability cannot be bought?\" Martino pats you on the shoulder.",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Merla, you and my father are too alike.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Go on. I'm still waiting on word for the next job. You have a few days to decide where your loyalties lie.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"I'll think about it.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Try not to think too hard about this peasant's errand.\" Martino rolls his eyes and waves you off.",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"Don't waste time with idle questions!\" ",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"Perhaps I will find you out on the water someday, prínciponet.\" ",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"I enjoy newcomers who make a name for themselves. Care to ingratiate yourself to the family?\" Martino raises his eyebrow.",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Depends on what you need.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Hunting Príncipi dogs is our business. With all these problems with the Bardattos, now is not the time for competition from the Brass Citadel.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Don't you have stooges who handle this sort of thing?\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"To be sure, but I know the limits of my stooges already. I don't know yours.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"There's more professional work in your future if you manage to not embarrass yourself.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"I'll do it, but I want the Vailian Trading Company to know that I was helpful.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Was that not implied? Eccosi, consider it done.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"Come back when the Rauatai dogs have been dispatched, dismissed, or dismembered.\" \r\n\r\nMartino makes a pistol-firing gesture with his fingers and winks. ",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"I'll <i>talk</i> to these sailors for you.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"Parfitto. I am sure the words of the great Watcher will save the day.\"\r\n\r\nMartino punctuates his singsong mockery with an exaggerated sigh.",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"Make sure those Royal bastards understand the Queen's Berth is Valera territory.\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"I no longer hear the perverted anthems of Rauatai echoing across Queen's Berth.\" Martino nods with cautious approval. ",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"Let me take point on this one, Father.\" Martino pats Atello on the back and turns to you with a more severe, businesslike expression.",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"I had some questions.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"And I must entertain them? Go on.\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"From there, we do what we do best - hunting Príncipi boats and waving at the crew as they sink.\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"Cap, might you remind me why we be helping this barnacle-cocked swab-slurper?\"\r\n\r\nHis hands ball tight, and his lip twists over his crooked teeth.\r\n",
      "female": ""
    },
    {
      "id": 139,
      "default": "Martino does not glance downward, but his smile widens noticeably.",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"Some <i>meager</i> consolation there.\" He shrugs.",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"I always make time for chatter. Say what you will.\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"At least Orso learns from his lesson.\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"Would that Orso kept his sword up like I taught him.\" ",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"Speaking of trouble... better to let things run their course in the future, ac?\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"Water under the bridge. You wish to speak?\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"My time is freely given. What would you do with it?\" Martino winks.",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"Orso forgot his lesson.\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"Ekera, most definitely.\" ",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"Gellarde, then I swim in the same waters as my fish friend.\" ",
      "female": ""
    },
    {
      "id": 152,
      "default": "[Mirror his gesture.] \"Consider it done.\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"Belfetto, aimico.\" Martino winks.",
      "female": "\"Belfetto, aimica.\" Martino winks."
    },
    {
      "id": 155,
      "default": "\"Have you never learned to <i>think</i> something without speaking it, bazzo?\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"What?! I <i>said</i> 'meaning no offense'...\"\r\n\r\nArms crossed, he scowls at Martino.\r\n",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"Some Royal Deadfire crews have lately taken to pirate hunting. One such crew has been boasting of their victories near the Wild Mare.\r\n\r\n\"Singing their Rauatai songs and making our clients anxious.\"",
      "female": ""
    },
    {
      "id": 159,
      "default": "[Nod.]",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"Do your own killing, coward.\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"Ha. Clearly I have caught you off guard- I will tolerate this insult once, Watcher. \r\n\r\n\"Once.\" \r\n\r\nMartino's lazy grin remains fixed, but his narrowed eyes hold cold fury.",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"If you are not here to help, there is little left to say.\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"Perhaps you've heard a few.\"\r\n\r\nMartino looks at Maia, his crooked smile going flinty at the edges.",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"If songs make you people anxious, I can't wait for our next battle.\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"Wise. Though sometimes talking ends with a good bruise.\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"You could always start shooting the shit out of one another and leave good Deadfire folk be. Just a suggestion.\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"Very subtle Martino. I see now why your family is doing so well.\" Maia folds her arms.",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"Let's make it a point to avoid that man, shall we?\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"You were right to turn him down, but if you push him, he'll get himself killed trying to stand up to you. We don't need the ire of the entire Valera family.\"",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"Now what?\"",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"Come back when the sun is up. I have places to be.\"",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"Trouble sleeping, Watcher? Me, I sleep like an infant.\"",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"Ac, I am coming. Merla, my back...\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"If you are not here to help, there is little left to say.\"",
      "female": ""
    }
  ]
}