{
  "Component": "exported",
  "Name": "conversations\\03_neketaka_vailian_district\\03_cv_radoro",
  "Entries": [
    {
      "id": 1,
      "default": "\"You say I cannot down the rest? Watch me, aimico.\" A Vailian sailor raises her tankard and arches her back to invite a torrent of ale down her expectant mouth.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"What can I do for you?\" ",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Zamar sent me to collect your debt.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"A gang in the northern alley stole every coin. I cannot hire a crew, much less repay Zamar.\" Radora slowly lowers her trembling hands.",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Why don't you tell me what happened.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Wizard lights drew me like a moth to the alleys north of the Wild Mare.\" Her eyes turn downcast.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"The blow to the back of the head that followed... merla, it hurt.\" She touches a spot behind her ear and hisses.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Merla, I think I spilled.\" ",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Ado, you return.\" Radora nods to you. ",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Merla, and he hired muscle.\" Radora takes a shaky step back.",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Zamar is having some pirate trouble. Could this gang be connected?\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"If they wanted Zamar to thirst for coin... ac, it is possible.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"I stumbled back here and traded all I had left for the comforts of the Mare.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"This is not a temple I expected the gods to frequent.\" She gapes at you and swallows.",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Sientere, but you are too late to collect!\" She holds out her palms and flinches at the blow that doesn't come.",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Sounds like my quarrel is with this gang. Farewell.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "[Cast a healing balm on Radora's head.]",
      "female": ""
    },
    {
      "id": 58,
      "default": "She reflexively closes her eyes and sucks in breath as light from your fingers touches her scalp. Radora reaches behind her ear, this time wearing a grin.",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Belfetto! The gods smile on you.\" No sooner does she say it than her own smile falters. ",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Ado. Over the din we heard fighting to the north.\" Radora raises her tankard to her lips and studies you over its rim.",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"The Iron Thunderer has a worthy home.\" ",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Zamar is free to sell my commission. I must earn my way from the bottom.\" ",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"They caught me unawares in the alley north of the Wild Mare.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"No money means I'm no longer interested.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"I would keep my distance from the northern alleys unless I wanted another head wound.\" She gestures toward the door with her mug and resumes staring into space. ",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"The pirate and his wolf are both dead.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"Ac. The truth will stay with us, then.\" Radora offers a sly nod and taps her nose twice in understanding.",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"Belfetto, for the Republics!\" Radora tosses back her ale and turns to salute the rest of the Wild Mare patrons. ",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"They whisper that Zamar walks with a spring in his step?\" The side of Radora's mouth twitches. ",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Cotta and his gang won't be bothering Zamar anymore.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"Then a <i>wolf</i> sat my chest while a group of thugs went through my pockets.\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"I think that head wound rattled something loose.\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"A wolf?\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"Believe it, aimico.\"",
      "female": "\"Believe it, aimica.\""
    },
    {
      "id": 135,
      "default": "\"When you gut their leader, tell them Radora sent you.\" She raises her mug and winks. ",
      "female": ""
    },
    {
      "id": 138,
      "default": "Holding this pose with nothing to show for it, she taps the tankard's base and furrows her brow at its apparent emptiness. \r\n\r\nHer companion shakes his head and focuses his attention elsewhere. ",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"Madiccho, it is no wonder I thirst.\" As she wipes her mouth with the back of her hand, her eyes widen and meet yours.",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"Captain.\" Pallegina keeps her head high as she casts her eyes in Radora's direction.",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"Ado, sérre Pallegina.\" Radora inclines her head.",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"Ado. Why do you stare?\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"Agracima! Even in the oasis I am parched.\" She pockets the coins and glances past you to the bar.",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"If you grant wishes, there is a vacancy on my ship.\" Radora's frown cracks to reveal a shy smile. ",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"You don't seem to be having as much fun as the rest of the clientèle.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"When the dancers see more than an empty purse, I will be a content Radora.\" She sighs up at the stage.",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"Your next grog is on me.\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"Yet another reminder that not every sea-worthy vessel be crewed up to the standards of the Sorcerer.\"\r\n\r\nHe shakes his head.\r\n",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"As the captain of [Player Ship], I'm already taken.\" ",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"Ask me again once I've recovered my soul.\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"Sientere, frero.\" Radora inclines her head.",
      "female": "\"Sientere, sérre.\" Radora inclines her head."
    },
    {
      "id": 156,
      "default": "\"Next time around the Wheel, perhaps.\"",
      "female": ""
    },
    {
      "id": 157,
      "default": "Blinking at you, Radora reaches under her shirt to clutch a small Ondrite medallion.",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"Then may the Lady of Lament speed you along.\"",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"Mother Ngati hears your prayers even from this enchanted realm.\" Tekēhu glances around the brothel with a bemused smile. ",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"Ac, there's room for the fish as well.\" Radora smiles at Tekēhu as she tucks the medal away.",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"Are you so drunk you think a brother of the Canc Suolias would hire herself out as a thug?\"",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"Sérre, many of us have tumbled very far indeed from lofty heights.\r\n\r\n\"I pass no judgment.\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"An unexpected honor, to be sure.\"\r\n\r\n",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"Ac! It growled like a thunderstorm and drooled on my uniform.\" Radora pats a stain on her shoulder. ",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"Complanca, but now I am sober again.\" ",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"Bazzos will regret it when I turn my cannons to their mast.\" Radora raises her empty mug as the vow is struck.",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"Those the cannons you be waiting for Zamar to cast you? 'Cause I be seeing more holes in that plan than in any Príncipi masts, future or no.\"\r\n\r\nHis green eyes pry at her from over crossed arms.\r\n",
      "female": ""
    },
    {
      "id": 172,
      "default": "[Attack] \"I don't believe you. I'll take that coin off your corpse.\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "Her tankard clatters to the floor, the sound turning heads from across the room. Radora flares her nostrils and stares you down.",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"You can find less costly comforts in Periki's Overlook, madam.\" ",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"Ac, but to walk halfway up the mountain for them?\" Radora dispels the notion with a wave.",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"Do not fall for the same trap.\" She runs her finger around the rim of the empty mug, her gaze straying toward the bar.",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"This time I face my postenago of an enemy.\" She reaches for her weapon and advances. ",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"Cuè?! Why kill her over a simple debt?\"",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"An oath broken, sérre. There was a time my word held weight. \r\n\r\n\"My honor, my prospects- both are lost.\"",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"Ac. The fun ran dry with the coin.\" She manages a wan smile. ",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"Per mil annis!\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"And to your health, sérre. I hope one day to stand again half so proudly beneath the flag.\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"One wolf? Please. Wolves are cowards.\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"Ac, but... my head wound.\" Radora stares down at her feet.",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"You have neglected your responsibility to the shipwright.\"",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"Sounds a bit tedious. Think I'll pass.\"",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"Ac. If greater things await, I will not hold you back.\"",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"Cotta should have taken better care of his pet.\"",
      "female": ""
    }
  ]
}