{
  "Component": "exported",
  "Name": "conversations\\03_neketaka_vailian_district\\03_cv_vtc_busybodies",
  "Entries": [
    {
      "id": 1,
      "default": "\"...has been raving ever since they moved in next door. Imagine them as neighbors?\"\r\n\r\nA Vailian clerk whispers into the ear of her friend, who closes her eyes and nods in a sagely manner. ",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"It's a point of pride, I suppose. Having the bigger house in the district.\"\r\n\r\nThe second woman ponders this to herself, glancing out the office window and tapping her chin.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Pride! I wouldn't count on either of them having much of that in stock.\" \r\n\r\nShe flinches as she notices you, but recovers quickly - putting on a winning smile. ",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Something we can help you with, sir?\"\r\n\r\nThe clerk favors you with an official smile. ",
      "female": "\"Something we can help you with, madam?\" \r\n\r\nThe clerk favors you with an official smile. "
    },
    {
      "id": 10,
      "default": "\"Have you been walking through Queen's Berth with your eyes closed, or have you simply failed to notice the trouble between the Bardatto and Valera families?\" \r\n\r\nShe gestures meaningfully toward the door and gives an exasperated huff. ",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"I'm surprised that even the Huana aren't aware of the troubles in their own city.\"\r\n\r\nShe eyes her companion. ",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Let us bring you up to speed, yes? Two families, Bardatto and Valera, have been feuding for months. The Bardattos are older, wealthier, and better established - both here and back in the Republics.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"The Valeras are newer to Deadfire, but success at pirate-hunting earned them prompt status. They purchased an estate next door to the Bardatto house, and a whole nest of conflict and disagreement arose from there.\" ",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"One side has the money, while the other is a rising star. Unfortunately, it's all too natural that they should disagree.\" \r\n\r\nShe closes her eyes and nods. ",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"I've spoken with Nera Bardatto. I'm helping to find her brother, Larro.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"I witnessed a confrontation between Orso Valera and Larro Bardatto.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Never heard of them.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"[Lie] I've never heard of them. Enlighten me.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"I couldn't help but overhear. What was that you were talking about?\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Larro? I understand he spends his days with a pack of friends, drinking and gambling at the tavern. Or gambling and drinking near the waterfall... I forget which.\" \r\n\r\nShe waves off the matter. ",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"You did?! Stop it! No, don't stop there, tell us more! We've been cooped up in this office all day, and the only intrigue to be had is what precious little goes by our windows.\" \r\n\r\nThey lean in close, hanging on your every word. ",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"The tavern or the waterfall? I'll check those out. Thank you.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Do come back and let us know what happens!\" \r\n\r\nShe gives you a friendly, departing wave.",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"There was a duel. One spitted the other on his blade, and then watched him bleed out.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"They were itching to duel, but I was able to convince them otherwise.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"I killed them both. It seemed the cleaner alternative.\" ",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"They wanted to duel to the death, but I convinced them to fight until first blood.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "[Lie] \"I only saw from a distance, but what started as a civilized duel exploded into a full-blown melee.\" ",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"I really shouldn't say.\" ",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Oh, how grisly! But we have to tell the others before they learn of it... Thank you, and goodbye!\"\r\n\r\nThey scurry away in an excited hurry.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Ah, but isn't that noble of you! Come then, we can't let the good word simply wither on the vine!\" \r\n\r\nShe beckons her partner on with a shooing gesture. ",
      "female": ""
    },
    {
      "id": 56,
      "default": "The ladies trade an uneasy glance and back away from you slowly, struggling to gauge if you speak truth or not. ",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Oh, how terrible of you! We'll be taking our business elsewhere, since you won't be prevailed upon. Come along, let's be off.\" \r\n\r\nShe signals her partner to go with a shooing gesture. ",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"You haven't found Larro, have you? We've been on pins and needles over it...\"\r\n\r\nThe clerk rests her chin on her palm and leans in close.",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Could you tell me about the rival families again?\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Not yet. I'll continue looking.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"It's still going on, is it? When will those arrogant louts decide that enough is enough...\" ",
      "female": ""
    },
    {
      "id": 71,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Oh, you're wicked for not sharing with us!\"\r\n\r\nThe clerk gives a mighty harumph and ignores you.",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"I tell you, the way those families rip at each other's throats...\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"...and now they say the Bardattos and Valeras have made peace. Would you ever believe it?\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"The district is quieter without all of that family trouble, to say the least...\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"First blood, you say? I myself once cut a man across the face for making statements on my honor.\"\r\n\r\nShe stands tall with pride. ",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"I... I don't... please don't hurt me. No! That is to say, we're leaving now. Immediately.\"\r\n\r\nShe ushers her partner out with a hurried shooing motion.",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"What are you ladies doing here?\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"We are apprentice clerks to Luca and Governor Alvari. They don't let us access serious documentation except under the strictest supervision, of course. Some day, though.\"\r\n\r\nShe tips her chin up and smiles. ",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"It is a joy and a pleasure to serve the trading company in any capacity. Once you see how... irregular everything is in Neketaka, it seems obvious that the Huana are clueless and the Republics are so decidedly in the right.\"",
      "female": ""
    }
  ]
}