{
  "Component": "exported",
  "Name": "conversations\\03_neketaka_vailian_district\\03_cv_peace_talks",
  "Entries": [
    {
      "id": 1,
      "default": "Bardatto and Valera representatives stand arrayed around the dining table wearing expressions of anxiety and resentment. The temperature of the room suggests no more amity than when the discussion began.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"I would not willingly welcome a Bardatto beneath my roof for the sake of a jest.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Please, let's try not to sabotage this from the outset.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Unless one of you is going to pay me a fortune to kill the other, we might as well negotiate.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Is that option still on the table?\" Martino goes rifling through his pockets in haste.",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Quiet, Martino. Watcher, now would be the time to lay out your reasoning.\" With an open palm, he gestures for you to continue.",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"I know the Valera family has lost ships and resources, which means you can't patrol effectively.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"The state of the house is beginning to make sense to me.\" Ezzali peers up at the rafters with a grimace.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"We're all here to further the Company's operations here in Neketaka.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Stop this at once. You're embarrassing yourselves.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Now I see why the Royal Deadfire Company is outpacing you.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"As long as the Valera remembers his place, we shouldn't have any problems.\" ",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"My place is in the dueling ring. Care to let the gods decide, Lady Bardatto?\"\r\n\r\nMartino licks his lips and fingers the pommel of his rapier.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"I had a look at your records, Ezzali. You're losing shipments to the Príncipi, and half your guards are on the take.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Your children are killing each other. Is that what you want?\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Some of us, perhaps. The Valeras only further their own ambitions.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"I'm amazed you can say this with a straight face, Ezzali.\" ",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Once you owned a castle. Things change.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Those same children deserve to be avenged.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"You two have plenty in common! You're both working for the company, you're both single parents...\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"My husband is tending to business in Barda. Atello here did a poor job of defending his spouse.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Damn you! She died defending one of the company's fleets!\" \r\n\r\nHe places his hands on the table and leans forward to stare Ezzali down.",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"If you've come to appeal to some spirit of camaraderie, Watcher, you've misstepped. Ezzali is a heartless she-wolf.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"There are more Valera dead in that ocean out there than under your roof.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Only because you breed like rabbits.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"ENOUGH!\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "Your roar silences the table. Even Martino blinks at you.",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"How dare you- \"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"It's an open secret, Ezzali. Or do you mean to say you're actually the last to know?\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"You're faring no better, Atello. You've lost half your ships to disrepair and aren't building any new ones in a hurry.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Do not think yourself higher than me because my house has seen better days.\" ",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Ezzali, you're losing more coin by the day to Príncipi thieves and crooked guards.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"You underestimate how much I have to lose. But assuming you're correct, that only proves that the people of Neketaka are not to be trusted.\" ",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Because we cannot get capital! A Bardatto blocks us at every turn.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Do I seriously have to spell this out?\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"I'd think a family of privateers could be useful to a woman with pirate troubles.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Even if you had a point, the Valera family has plotted to rob me. You expect me to trust them?\" ",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"I never agreed to that course of action, Ezzali. Had it gone through, I would have returned everything.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"So I should look to Martino for restitution.\" She crosses her arms and regards the Valeras expectantly.",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Cuè? I agreed to none of this!\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Don't mess this up now, Martino.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Martino, you can either apologize or we can sit here discussing the matter for eternity. Is that what you want?\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Mother, perhaps he has a point...\"",
      "female": "\"Mother, perhaps she has a point...\""
    },
    {
      "id": 62,
      "default": "[Attack] \"I only did this to get you all under one roof. Death to both your houses!\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "Your frustrated cry startles a cat outside, as evidenced by the piercing yowl and scrabbling of claws in panicked departure. Ezzali and Atello study you, equally unimpressed. ",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Not because YOU have been such a forthcoming ally? Curious.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Gods help me, Atello, but your son raises a point.\" ",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"If there were Bardattos here more often, perhaps your roof wouldn't have quite so many holes in it.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Mother, please... this bickering is beneath us.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Indeed. We've run out of reasons to maintain civility.\"\r\n\r\nEzzali slowly reaches for her belt.",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"It must be said that this is a very dramatic form of suicide.\" Ezzali crosses her arms and props up her chin.",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"You're going to take that from her?\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"This meeting is beneath us, Tella Nera.\" Martino smiles across at her.",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Please, you're all on the same side!\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Fine. I give up. Do whatever you want.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Don't mistake your ignorance for nobility. The Republics need profit, not delusion.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"As you say, Atello.\" \r\n\r\nEzzali calmly draws a weapon and, with a smile, signals her guards to attack.",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Excellent! Now that they've reached an understanding, you can tell them this was all a ruse.\r\n\r\n\"Right, [Player Name]?\" He looks nervously between you all. ",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Ezzali, why shut the Valera family out of trade?\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"One does not arm the competition. Besides, lesser people have made more of themselves without the aid of banks.\"\r\n\r\nEzzali stops herself, seeming for the moment to doubt her own convictions. ",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Vagabonds. The only thing I'll say for Atello is that he is a son of the Republics.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"And the pirates?\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"It's not like you've given them a reason to prove their trustworthiness.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"The Valera family should make amends for planning to crack the Bardatto vault.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"And how do you mean to prove that? Am I to answer for paranoid fabrications?\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Don't expect these brigands to admit to anything.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"From the sound of things, the Bardattos are shutting out their own allies for profit.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Our allies? I don't think you've been paying attention.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Ezzali made her living off turning on her employers. She doesn't recognize loyalty.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"You're going to hinge this alliance on an overgrown brat's apology?\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"You were a Goldpact Knight once, weren't you Ezzali?\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Duty should come first, and vendetta a distant second.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Why fight each other at all? We could all be killing pirates at this very moment!\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "For a scant few seconds you hear nothing but the creak of armor and the confused whispering of one of the more distant guards.",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Certainly. Only, YOU are a known associate of the Príncipi. Which makes all this rather suspect, I think.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"I suppose you think I'm part of some pirate plot?\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Di verus? Last I heard you were in Rauatai's pocket.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"I wouldn't put it past you to finance our enemies, Ezzali.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"No. But I could believe that you're arrogant enough to fall prey to one.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"My family can't afford to fight two wars. This feud will cost me more than I could ever recoup.\"\r\n\r\nHe glances up at Ezzali and back down to his feet. ",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Admirable, but we could serve the Republics better without Atello snapping at our heels.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"That's the point. You are distracting yourselves from what's important.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"Let's negotiate this like any business proposition. What do you want?\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"I think you've forgotten who I am. I went out of my way to get us here, and you're wasting my time. State. Your. Terms.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"Can't you kiss and make up like normal people?\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"We don't need anything from the Bardattos. I see now that this was a mistake.\" Atello nurses his brow and sighs. ",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"Atello, don't make any hasty decisions...\" ",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"Ezzali, please don't try anything...\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"What started all this in the first place?\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"We do appreciate your hand in this, but as I said, it's not as if we haven't-\"\r\n\r\nAtello is silenced by a knowing and meaningful look aimed at him from across the table - from Ezzali. ",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"I want the Príncipi out of the trade lanes.\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"What?\" ",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"Half of this month's shipments are missing. I'll give you coin and crew for five ships to earn back my investment.\"\r\n\r\nShe opens her palms and awaits his response.",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"So, what's your solution? We square off against each other on a field?\" Martino's hand drops to his sword belt.",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"Put your weapon away. Adults are talking.\" ",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"I've learned that if you want to carve a bloody swath through the countryside, you need friends along.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Atello, will you put a leash on your son?\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"Atello, you let your children lash out at the Bardattos. What's your goal?\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"My goal? To wring out a little respect from this feud before we go under.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"What else? We turned up and proved you didn't need ten generations of inbreeding to get the job done, and the Bardattos took offense.\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"It suits you to play the slighted paupers, doesn't it? Atello Valera insulted me to the governor's face. His son maimed one of my guards.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"I tired of their play at innocence. I have raised up my family through effort and sacrifice.\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"About time. This was going nowhere.\"\r\n\r\nIn one quick motion, Martino draws his pistol from inside his coat and fires on Ezzali. Her head snaps back as a bloody spray coats the far wall. She drops to the floor with a heavy thud.",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"Kill the outsider! The guards will want someone to blame!\" ",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"I've made allies of former enemies before. I think we can all pull together into a stronger force.\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"Ac, raised a stir in the White March mountains. The same could be done here.\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"A force, Watcher? To what end?\" Ezzali glances at Atello. ",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"Death to the Príncipi, Rauatai, and everyone who stands against us!\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"The only end there is - profit.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"The expansion of trade and progress in the region.\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"I want to help the Huana of this city. I'd like the company to be an earnest ally.\" ",
      "female": ""
    },
    {
      "id": 141,
      "default": "For a few moments Ezzali only stares, frowning, at the surface of the table. Atello glances at you, his brow furrowing.",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"The Company will bleed us dry. We give our lives, our loved one's lives, and they don't lift a finger to help us. The Bardattos turn their backs.\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"Why shouldn't I teach my children to walk with their heads high?\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "Ezzali frowns, looking at him skeptically.",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"And yet, here we are.\" Ezzali's mouth twists into a dubious frown.",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"I see you've spent too much time in the Bardattos' company.\" \r\n\r\nAtello sighs and shakes his head.",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"A worthy ambition.\" Ezzali and Atello exchange glances.",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"Atello. I hadn't realized you had a soft spot for the natives.\"\r\n\r\nEzzali's grim expression fades for the brief duration of the slightest twitch at the corner of her mouth. ",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"Just standing here is a loss that I'll have to recoup... starting right now.\" She snaps her fingers.",
      "female": ""
    },
    {
      "id": 151,
      "default": "From the darkened recesses of the dining room, men and women step forward with blades drawn. \r\n\r\nThe nearest drives a blade into Atello's gut. His eyes snap open and he exhales as the wind is knocked out of him.",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"Kill them all! No loose threads!\" Ezzali draws her blade.",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"Yes, well... I'm starting to think those stories were all vastly exaggerated.\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"I'll treat with him like any enemy of note.\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"I told you this was a waste of time. There's nothing to be said.\" \r\n\r\nMartino sighs and casually tucks a hand in his pocket. ",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"Enough.\" Ezzali sighs, and adjusts her stance, cracking her neck and straightening her back. ",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"If we're speaking in those terms... it would be enough to be permitted to do business in Neketaka. We need not cross paths.\" \r\n\r\nAtello speaks as if he expects the proposal to be rejected outright. ",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"Six ships. With six I will drive the Príncipi from these waters like rats from a fire.\" \r\n\r\nAtello straightens his spine and nods with confidence.",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"Six ships. I believe we just made a deal, Valera.\" ",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"Then... it's settled?\" Atello sounds bewildered by his own words. ",
      "female": ""
    },
    {
      "id": 163,
      "default": "Atello gives a startled cry, but the Valera guards are already moving to engage the Bardattos.",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"We came here to discuss peace, but I fear that peace has never felt farther beyond our reach.\" \r\n\r\nAtello squeezes his eyes shut and releases a heavy sigh.",
      "female": ""
    },
    {
      "id": 165,
      "default": "Ezzali drums her fingers lightly against her scabbard.",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"Ezzali, don't you know a chance at profit when you see it?\" ",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"Yes. Yes, I do.\" Ezzali narrows her eyes suspiciously.",
      "female": ""
    },
    {
      "id": 168,
      "default": "Atello strokes his beard. Beside him, Martino scowls.",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"You make a living putting the right people to work in the right places. What suits the Valera family?\"",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"I'm not sure where I was going with that.\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "She hesitates, her mouth tightening to a thin line.",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"They are... passable sailors.\" \r\n\r\nShe waves her hand in a dismissive fashion.",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"Of course, but- \" Atello is about to say more, but Ezzali cuts him off.",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"And if they're out at sea, they can't bother you.\"",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"Atello, you'd like your ships restored?\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"The Valera family is hungry for coin, and you have it to spare. Demand an apology, accept it, and move on.\"",
      "female": ""
    },
    {
      "id": 177,
      "default": "Ezzali's gaze slides onto Atello.",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"This is ridiculous. Our family shouldn't humble before hers! What sort of truce-\"\r\n\r\nMartino seems poised to continue, but Atello raises his hand in protest.",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"You have my sincerest apology, Lady Bardatto. This has gone too far and too long, besides.\" \n\nAtello delivers a deep, gentlemanly bow, which Ezzali and Martino observe with mutual astonishment.",
      "female": ""
    },
    {
      "id": 180,
      "default": "Ezzali's expression brightens. She turns to Atello, her hostility replaced with interest.",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"So it seems. For the time being.\" Ezzali shrugs. ",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"Fine. Fine! I apologize. Is that what everyone is waiting for?\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"Bazzo. A man can only take so much.\" Martino's hand strays to his side.",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"We don't need the Bardattos! We never have!\"",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"Martino will make restitution. You have my word.\"\r\n\r\nBeside him, Martino's jaw drops.",
      "female": ""
    },
    {
      "id": 188,
      "default": "You hear stifled snickering from the corner. \r\n\r\nWhen Martino looks over, Orso and Larro feign interest in the carpet.",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"You did come here to negotiate a peace agreement, yes? I have my doubts.\" \r\n\r\nMartino snorts and crosses his arms.",
      "female": ""
    },
    {
      "id": 191,
      "default": "Martino grimaces at the prospect.",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"It's real lonely, otherwise.\"",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"Or you could all be shoving right off back to the gods forsaken Eastern Reach and leaving the Deadfire fucking be,\" Serafen mutters, scowling over crossed arms.",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"Forgive my son's inclination to seek out easy solutions.\"",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"A point on which we are agreed.\"",
      "female": ""
    },
    {
      "id": 196,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 197,
      "default": "A low murmur spreads through the room as the gathered parties scoff and shake their heads.",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"A noble enough goal.\" \r\n\r\nHe smiles thinly.",
      "female": ""
    },
    {
      "id": 199,
      "default": "You hear more than one person laugh, including Martino. \r\n\r\nAtello, however, only looks surprised.",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"You run your bank like a crime syndicate! Some of us struggle to tell the difference.\"\r\n\r\nAtello points an accusing finger across the table.",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"I see our would-be mediator has arrived. \r\n\r\n\"Well, we're here. I hope this wasn't some elaborate, ill-advised jest.\"",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"If you're both intent on being uncooperative, then we're done here. Feel free to kill each other.\" ",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"Time will tell if this arrangement is a favorable one. My hosts - you'll excuse me if I return home.\" \r\n\r\nShe inclines her head, favoring you with a bemused look on her way out.",
      "female": ""
    },
    {
      "id": 209,
      "default": "\"Will you consider a... temporary truce, Ezzali?\" Atello nervously reaches for a weapon.",
      "female": ""
    },
    {
      "id": 210,
      "default": "She considers his words, nodding slowly to herself. ",
      "female": ""
    },
    {
      "id": 211,
      "default": "Ezzali considers this with a skeptical frown, tapping her chin as her gaze shifts between Martino and Atello.",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"Do we need to talk about why we're here, or...\"",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"If we could open by defining each of your grievances and demands...\"",
      "female": ""
    },
    {
      "id": 214,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 216,
      "default": "Before you can finish your sentence, Atello cuts you off with a hard wave of his hand.",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"I'd like to open these proceedings with a prayer.\"",
      "female": ""
    },
    {
      "id": 230,
      "default": "\"Pallegina, any wisdom to impart?\"",
      "female": ""
    },
    {
      "id": 231,
      "default": "\"Mestra and mestre, as you know, the brothers of the Canc Suolias are often called upon to help mediate conflicts between the ducs, the consuagli asegia, and the great houses of the Republics, such as yours.\"",
      "female": ""
    },
    {
      "id": 232,
      "default": "\"What a surprise to hear courtly speech under the Valera roof.\" Ezzali glances at Atello.",
      "female": ""
    },
    {
      "id": 233,
      "default": "\"You postenagos hearken to the songs of an armored bird.\"\r\n\r\nMartino aims a hard look at Pallegina, but it promptly softens under the assault of her glare. ",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"Platitudes have a way of arousing his ire... a trait that runs in the family.\" Atello gives you a warning look. ",
      "female": ""
    },
    {
      "id": 241,
      "default": "\"Uh huh. Just keep pretending that I don't have ears.\" \r\n\r\nMaia flicks a quill over a roll of vellum and raises an eyebrow at you.",
      "female": ""
    },
    {
      "id": 242,
      "default": "\"Why be stopping there, Captain Watcher? There be so many things for the killing. Like kittens and rainbows and joy.\"\n\nHe shakes his head.\n",
      "female": ""
    },
    {
      "id": 243,
      "default": "\"Ekera, but these sharks are no sympathetic audience.\" Tekēhu clears his throat and steps back.",
      "female": ""
    },
    {
      "id": 244,
      "default": "\"Even money says the Príncipi already be shaking in their timbers at the raw thought of your six fish-stinking ships.\"\r\n\r\nHe snorts.",
      "female": ""
    },
    {
      "id": 245,
      "default": "\"You think yourself the first to underestimate us, little one?\" Atello chuckles to himself.",
      "female": ""
    },
    {
      "id": 246,
      "default": "\"No such luck, elf. For him or you.\"",
      "female": "\"No such luck, elf. For her or you.\""
    },
    {
      "id": 247,
      "default": "\"I would not presume to suggest your quarrel will be easy to mend, but di verus, during my service, I have seen much bloodier feuds mended with time and patience.\"",
      "female": ""
    },
    {
      "id": 248,
      "default": "\"I have also seen the wrath of the ducs bels turned against those who would cloud the skies of our nation's fortunes with their vendettas. I urge you to seek a remedy for your injuries that produces a lasting peace, for all our sakes.\"\r\n\r\nShe dips her feathered head respectfully.",
      "female": ""
    },
    {
      "id": 249,
      "default": "\"We can take it up with the director any time you feel like explaining why your children are intimidating my merchants.\"\r\n\r\nEzzali opens her palms, in every way composed. She glances over at you, and her mouth turns downward.",
      "female": ""
    }
  ]
}