{
  "Component": "exported",
  "Name": "conversations\\03_neketaka_vailian_district\\03_cv_larro_v_orso",
  "Entries": [
    {
      "id": 1,
      "default": "\"Belfetto. One to write home about.\" ",
      "female": ""
    },
    {
      "id": 2,
      "default": "Against a backdrop of jeering youths, a young woman raises her arms with an air of practiced drama. Before her, two men stand across from each other, mirroring scowls. ",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"You both attest that you have made all possible efforts to come to a peaceful...\" The woman trails off as you approach, and you find yourself the sudden target of the crowd's attention.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Bazzo! I'll gut you like a fish!\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Are fish all you know, sailmaker?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Who is this nasenale? How many cousins do you have, Orso?\" Larro chuckles.",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Postenago! Does that look like any cousin of mine?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"We have business. What do you want?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"How should I know? Your kin lie with eels.\" ",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"To know what's going on here, for starters.\" ",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"I'm here to fetch Larro. Nera is looking for him.\" ",
      "female": ""
    },
    {
      "id": 13,
      "default": "A few chuckles arise from the bystanders, and Larro's face flushes with embarrassment.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"The family keeps you on a tight leash, Larro. Will getting impaled on a Valera blade prove something to them?\" ",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"This doesn't concern you. We've come to settle a challenge-\" Before he can finish, Larro quickly speaks up. ",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Tsst! Watch your words, oaf. You want the Huana to know we're dueling?\" ",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"My bazzo to the tribals. We should be free to settle matters on Vailian terms.\" Orso glances in your direction with annoyance.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"I suppose you have a good reason for this duel?\" ",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Kill each other if you like. I'm not getting involved.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"I don't want any trouble.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"That wolf he calls 'Mother' would have us live out our days polishing Bardatto silver!\" \r\n\r\nOrso spits at the ground between them.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Is this slight worth one of your lives?\" ",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Stop this. The Royal Deadfire Company is doing well enough without its competitors killing each other.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Fine. Do what you like, just get it over with.\" ",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"The Huana are gathering reinforcements to storm this position. They should be here any second.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Merla! Scatter!\" Larro whistles to his attendants, and they break apart in a disorganized exodus from the scene. ",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"What? Where are you going, you stuffed shirt, I - hey, wait!\" Orso and his comrades scramble to follow suit. ",
      "female": ""
    },
    {
      "id": 32,
      "default": "The pair of duelists eye each other warily.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"I was the one who suggested fisticuffs, but you were eager to cut me open.\" ",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Ac. This is but one chapter in a long anthology of Bardatto arrogance.\" ",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"I did not send for anyone to preside over our contest.\" ",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"You don't have to do this, you know.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"If you want a civilized resolution, you're talking to the wrong fop.\" ",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"To first blood, then! Shall we resume?\" ",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"If you can't stand the sight of blood, then you have no business telling us our business.\" Larro spits with disdain.",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Fìnoma. I am ready to cross swords if you are, Larro.\" ",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Gellarde! Shall we resume?\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Merla... he's dead.\" Larro wipes fresh blood from the back of his shaking hands. ",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"These things do usually end with someone dying.\" ",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"You had better go - the guards will not care that you weren't involved.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"It gets easier after the first time, you know.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Not bragging or laughing any more, are you, Larro?\"\r\n\r\nOrso looks down at his bloody work. An uncertain expression crosses his face. ",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"These things do usually end with someone dying.\" ",
      "female": ""
    },
    {
      "id": 61,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"What's done is done. I will take shelter in the estate until this calms down.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Augh!\" Orso reels back, clutching at a shallow gouge across his cheek. ",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Vidòrio! Another scar for your collection.\" Larro steps back with a final flourish of his sword.",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Arrrgh!\" Larro falls to his knees, clutching at his face.",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Not so pretty anymore, postenago?\" Orso wears an accomplished grin.",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Witness, you have a friends in the Valera household if you want them.\" Nodding, Orso signals to leave.",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"I'm a Watcher. Do you have any idea what I can do to you?\" ",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Shut up and shake hands before I hurl you both over this waterfall.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"This street thug called my family a warren of corrupt inbreds! But is there a dungheap in all the world that does not have a little Valera cousin scratching through it?\"\r\n\r\n Larro opens his arms wide and smiles to the milling crowd. ",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Ten copper pieces on Larro.\" ",
      "female": ""
    },
    {
      "id": 85,
      "default": "A round of cheers accompanies your declaration. The Bardatto second accepts your wager, and Orso scowls in your direction.",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Ten copper pieces on Orso.\" ",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"What? This is an honorable duel, not some... pit fight!\" In spite of Larro's protest, the Valera second accepts your bet with a wink. ",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Speak to my mother, Ezzali, if you happen to be by the estate. Our troubles will only worsen from here.\" ",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"No? You didn't hire a bodyguard, coward?\" ",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Ac. Our country benefits little from the flowers of its great families cutting each other down in their prime. First blood should satisfy your honor.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Children of the Republics are soft from sleeping on beds of money.\" ",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"Anyone can kill. Fighting to first blood would be enough to prove who's the better man.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Unless you want to go next, I suggest that you don't bring up Royal Deadfire business with a pair of angry Vailians.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"On that much we see eye to eye.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"Ac, but you're a witness now. You can at least watch us bleed each other dry.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Does this have to be settled by death? Surely there are better alternatives.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Nothing less than the total disgrace of the Valeras would satisfy me.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"Then you will die unfulfilled!\" Orso shakes his head and huffs. ",
      "female": ""
    },
    {
      "id": 107,
      "default": "Larro and Orso trade uneasy glances, their vitriol for each other momentarily set aside. ",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"A threat? Di verus? We are the sons of the wealthiest families in Deadfire.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Keep talking and I'll draw your soul into the great beyond.\" ",
      "female": ""
    },
    {
      "id": 111,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"Ekera, the queen consigns murderers to the Gullet.\" Tekēhu wags an admonishing finger at the pair.",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"Atello, my father, may wish to meet you. We'll need friends to weather this feud.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"Speak to my mother, Ezzali, if you happen to be by the estate. Our troubles will only worsen from here.\" ",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"At least that's one less Bardatto for us to worry about.\" Orso frowns and signals his attendant to leave.",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"Come, we will toast to vidòrio at the estate. Orso, try to remember your place next time.\" He signals his attendant to leave.",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"Just make sure the other Bardattos learn from your example.\" Orso nods and signals for his attendant to depart.",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"I can't help but wonder if Nera was right, and our troubles are only beginning.\" Thoughtful, he signals his attendant to depart, sparing you only a glance.",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"Larro, go find your sister so she knows you're alive.\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"Ac, of course. I let Orso's poisonous insults waylay me again.\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"Larro, go find your sister so she knows you're alive.\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"Congratulations on a nearly bloodless victory.\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Ac, of course. I let Orso's poisonous insults waylay me again.\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"Congratulations on a nearly bloodless victory.\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"Larro, go find your sister so she knows you're alive.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"It gets easier after the first time, you know.\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "Orso glares at Larro and bites back whatever insult he had at the ready. ",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"Business? Please. I know a formal challenge when I see one.\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"Arrogance? Per complancanet, you should thank me for my patience.\" ",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"If I wanted the opinion of some tentacle-headed savage...\" Larro grimaces at Tekēhu with a mixture of distaste and curiosity.",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"At least we don't sleep on rocks, temorina.\" ",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"This isn't over, you coward! You can't hide behind your corrupt mother forever!\" Orso leaves the arena in a hurry.",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"Would your families approve of this?\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"Ac, my brother Martino would applaud if he knew.\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"My sister would not approve in the slightest, but this is my duty all the same.\" Larro tips up his chin with an imperious smile.",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"Larro, what say you?\"",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"We are civil enough to kill each other without making an incident out of it.\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"Death rarely solves problems. It just creates new ones.\" ",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"Who invited the philosopher?\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"Small wonder the old empire collapsed in civil strife if this is the Vailian way.\" He sneers.",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"And how do your colonies fare, Aedyran?\" Orso narrows his eyes at Aloth.",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"Must you encourage this barbarism?\" He frowns his disappointment at you.",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"Must you encourage this barbarism?\" He frowns his disappointment at you.",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"Tch. Not I.\"",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"This does not end here, Valera dog.\" Larro wipes away a line of blood and casts it to the ground.",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"Enjoy this moment, Bardatto. I will see your satisfaction turn to ashes.\" ",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"You are not fit to spill blood on Queen's Berth.\" Grimacing, Larro turns from Orso to you.",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"Only if done properly.\" ",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"Now who's being naive?\" Maia folds her arms and smirks.",
      "female": ""
    },
    {
      "id": 174,
      "default": "One of the duelists reflexively holds his hand over his heart and bows to Pallegina.",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"Eccosi, fair knight, if our appearance offends.\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"Save your breath. I am a sworn brother of the Canc Suolias, neither available for nor interested in your wooing.\"\r\n\r\nShe gives Larro an annoyed sneer.",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"Postenago, he doesn't know when to stop flirting.\" Orso turns his gaze toward you.",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"Easier still when it becomes instinct.\" ",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"Eccosi, lest I forget your winnings for the wager.\" He signals his second to pass you a pouch of coins.",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"Get this man his gambling winnings.\" He nods and someone tosses you a pouch.",
      "female": "\"Get this woman her gambling winnings.\" He nods and someone tosses you a pouch."
    }
  ]
}