{
  "Component": "exported",
  "Name": "conversations\\03_neketaka_vailian_district\\03_cv_tawenu",
  "Entries": [
    {
      "id": 2,
      "default": "\"We can summon the guards if you want to be difficult, aimico. Kindly leave.\" ",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"If Luca doesn't see reason, the Duape will lose their lands! For their sake, I must-\" ",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"That's enough out of you. Good day.\" ",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"What seems to be the problem?\" ",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Not yet, at least. Why?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"My people are the Duape. We signed a contract with the company.\" \r\n\r\nTawenu looks toward the headquarters with a despondent frown.",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"I'm guessing the company didn't like someone challenging their unfair deal.\" ",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Please, I must ask for a favor.\" He shies back from making eye contact, keeping his head lowered.",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"If you were kicked out, I'd wager it was for a good reason.\" ",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"I did not provoke anger, I say. This is not just.\" ",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Tell me more about this contract.\" ",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"My father, the ranga, took payment from the company. In exchange, they dig for adra.\" \r\n\r\nHe speaks with more confidence, as if these words were rehearsed several times over.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"He did not understand the Vailian way. When he dies, the outlanders will claim our island for themselves.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Father has fallen ill. And the clerk, Luca, stands by the agreement as surely as if it was stamped in his skin.\" ",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Your father's a poor negotiator. Not my problem.\" ",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Not so. Father remembered what outsiders do when the Huana do not cooperate.\" \r\n\r\nTawenu's concerned expression hardens as he regards the company headquarters.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"May the fish leap into your boat, brother.\"",
      "female": "\"May the fish leap into your boat, sister.\""
    },
    {
      "id": 20,
      "default": "\"That's a bold proposal if I ever heard one.\" ",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"So what's your plan?\" ",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"I made appeals to Luca, but my words were as stones dropped down the deepest well.\" ",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"I'll meet with this Luca. Maybe we can arrive at more agreeable terms.\" ",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Good luck with that. It's got nothing to do with me.\" ",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"The sound of struggle reached my ears. You did not come to blows with the clerk?\" ",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"I did kill him, if that's what you mean.\" ",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"It does not help my people if the company seeks vengeance on us!\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"They will hunt the Duape down like eels, I say! I cannot make haste fast enough!\" ",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"You bring ruin to the Duape!\" ",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"While I am barred from the company office, I can do nothing for my people.\" \r\n\r\nTawenu worries one of the many tassels adorning his garb. ",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"I'll look into it, but I make no promises.\" ",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"My words were only the crashing of waves. You will speak with authority, I say.\" ",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"The company has problems with us, I say. We are in sad times.\" ",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Ekera, my thanks! I will remain here by day until justice is done.\" \r\n\r\nThe worst of his concerns are quickly overshadowed by a broad smile. ",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Ekera, my luck ran out some time ago.\" \r\n\r\nHe seems poised to say more, but stops himself.",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"The company may see you as a spy. Take care that your oar doesn't cut the waves too sharply.\" ",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Ekera. When the Vailian clerk learned I was from the Duape, he became very anxious.\" ",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Can't help you, friend. Sorry.\" ",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"What can I do for you?\" ",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"On second thought, I'll return later.\" ",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"I will be going nowhere, my friend. The clerk and all of his harmful words could not move me.\" ",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"I'm siding with Luca. The Duape should prepare to leave their island.\" ",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Luca may never understand how it happened, but your village is free.\" ",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Ekera, I... cannot believe! A light after our long sorrow.\" \r\n\r\nHis smile broadens and Tawenu slaps your shoulder with encouragement. ",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"I talked some sense into Luca. Your people's lands are safe.\" ",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"My village is modest, but I came prepared. I set aside a few gems for trading. They are yours by right.\" ",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Thank you. I'll accept whatever payment you have to offer.\" ",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Hold on to it. Teaching the Vailian Trading Company a lesson was well worth the effort.\" ",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Seashells from the natives. Isn't this... quaint.\" ",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"You are a friend to the Duape. We do not forget.\" Tawenu smiles, rolling his shoulder with the ease of one who stands suddenly taller. ",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"You are no friend of the Huana, I say!\" \r\n\r\nHe takes a cautious step back, shaking his head.",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"I... do not understand. You aid the company at the cost of our people?\" ",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"You're not 'my people'. We just look alike.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"I can't buy new boots with cultural solidarity.\" ",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Just get out of here.\" ",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"This is a city of terrible people driven to do terrible things! I leave before it corrupts me further.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"I've done business with them, if that's what you mean.\" ",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Ekera, you can help me, I say! They will listen to you.\" ",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Tell your ranga that his village is safe from the outsiders.\" ",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"A strange smell follows you, I say. I hope you are not unwell?\" ",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Forget the smell. Your village is safe from the Vailian Trading Company.\" ",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Why did they kick you out of their office?\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"I showed Luca a new contract, yes? Fairer, more agreeable terms.\" ",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Mind if I take a look at the... 'new' contract?\" ",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Luca has it secured in a chest. Tangaloa's jaws, such trouble for parchment, I say.\" ",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"I wish to... what say, 'renegotiate?' But the clerks turn me away.\" ",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Ekera, already this treatment is not so unusual.\" ",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Luca called me a criminal and summoned his guards.\" Tawenu lets his arms hang down by his sides.",
      "female": ""
    },
    {
      "id": 99,
      "default": "He tries to hold your gaze, but his expression breaks into a mask of regret and despair. ",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"This is all? I assume you paid for food in Neketaka. Give me whatever you have left.\" ",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"It... it is not much, I apologize, but here.\" With a shaking hand he passes you a paltry sum of coins. ",
      "female": ""
    },
    {
      "id": 103,
      "default": "Your patronizing tone elicits a flicker of doubt, but otherwise Tawenu beams with pride. ",
      "female": ""
    },
    {
      "id": 104,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"You are a friend in need, I say.\" ",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"The city plants hope and grows sorrow, I say.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"What say, do you have business with the Vailian Trading Company?\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"What did you mean by a 'new' contract?\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Back to my previous questions.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"Negotiating with outsiders has not gone my way.\" Tawenu scratches the back of his head, frowning.",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"A man in the Gullet offered to assist me. He carried papers, ink, and wax.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"He helped to write a new contract in the Vailian way and affix the correct seals.\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"Luca, I say he did not like this. He took my contract and forced me into the streets.\" \r\n\r\nTawenu gestures to the spot on which he stands.",
      "female": ""
    },
    {
      "id": 116,
      "default": "[Truth] \"I'm pretty sure you were given a forgery.\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "[Lie] \"That was very unjust of Luca.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"I... do not know this word. I would fix, but Luca will not give me the chance.\" ",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"Ekera, you say true? My belly has ached for having insulted him.\" ",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"Ekera, you return! What say, friend?\" Tawenu touches his brow in greeting.",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"You're welcome, brother.\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"Mother Ngati plays with our hopes, I say.\" Sparing a pained glance at Tekhu, he wipes his eyes and leaves.",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"Why didn't you tell me that you showed Luca a fake contract?\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"Fake? What say?\" His lips press together in a frown of concern.",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"I spoke to Luca. He doesn't make it easy, does he?\" ",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"Ekera, he holds fast to his responsibilities and bends for no man or woman.\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"Do you know anything about Luca that we could use to our advantage?\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"His breath smells of drink, I say. A foreigner's weakness.\" Tawenu wrinkles his nose in distaste.",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"Stubbornness is admired among his people, I say.\"",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"I suppose their office has to close some time...\"",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"What say, you walk with the paws of a big cat?\" Tawenu leans in closer to whisper.",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"Luca keeps contracts in a separate room. An office for parchment.\"",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"Luca enjoys his wine... perhaps too much.\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"A guard did whisper that Luca frequents the public house.\" Tawenu glances toward the tavern to the east.",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"Ekera, it may be that cooperation lies at the bottom of Luca's glass?\" Tawenu touches his lips - intrigued, but uncertain.",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"The Vailians will lock away anything, I say. Even their paperwork.\" Tawenu glances up at the headquarters and sighs.",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"I'm still trying to restore the Duape land rights.\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"Ekera, my thanks.\" Tawenu's smile falters. ",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"No charge.\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"I'm a legal clerk myself. If I'm going to represent you, I'll need payment up front.\"",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"Ekera, the gods have steered us together, friend! Take all that you need to get started.\"\r\n\r\nHe dumps two palmfuls of coppers into your hands. ",
      "female": ""
    },
    {
      "id": 175,
      "default": "The young Huana wears a disconcerted frown. He meets your approach with the flicker of a welcoming smile, but it dies down quickly.",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"May Amira's wings fill your sail.\" He touches two fingers to his forehead and sighs. ",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"Will you be speaking with the Vailian Trading Company... friend?\" The young Huana swallows, his brow furrowed. ",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"We were not understanding the terms at the time.\"",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"Daughter of Amira, you are knowing of these things?\" He glances toward Pallegina, blinking with wonder.",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"I am <i>not</i> a daughter of Amira. And yes, I know of them. I cannot know the details of the contract without seeing it myself, but it sounds quite ordinary for the Company.\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"Too many big words for you, friend? Next time hire an advocate.\" ",
      "female": ""
    },
    {
      "id": 185,
      "default": "Opening his mouth to retort, Tawenu instead takes in Maia with confusion before turning back to you.",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"A cruel practice, I say. And they call us savages.\" ",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"Ngati's chosen speaks with the wisdom of his mother.\" Tawenu touches his brow and inclines his head.",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"Wow. You are clearly your father's son.\"",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"No matter the end, I will not forget the kindness.\"",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"Who will help the Duape if not gods or neighbors?\" Sighing, Tekhu smooths back his hair. ",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"Luca listened to reason. The Duape will keep their island.\"",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"Then he is a good clerk. He wouldn't be much use to the Company if he didn't look after their interests.\"",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"Then I must be a good son, and look after the interests of the Duape.\"",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"Vailia makes the work of conquering you people look easy.\" Maia clucks her tongue and grins to herself.",
      "female": ""
    },
    {
      "id": 196,
      "default": "\"Their words are poison, I say. As are yours.\"",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"I will tell my people that Ngati's chosen brought hope to the Huana.\" He touches his brow with special reverence for Tekhu.",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"Feel free to keep me out of it, I say!\" Tekhu glances away, biting the inside of his cheek.",
      "female": ""
    },
    {
      "id": 201,
      "default": "",
      "female": ""
    }
  ]
}