{
  "Component": "exported",
  "Name": "conversations\\03_neketaka_vailian_district\\03_cv_kalei_introduction",
  "Entries": [
    {
      "id": 1,
      "default": "\"You know, I was just thinking of a way to help the little tribal that would also screw over the Vailian Trading Company, but you beat me to it. You're becoming quite the asset.\" ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Come closer, Watcher. We should speak.\" ",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"And here I thought Tawenu would hold vigil on the Company's stoop until the last shard of adra was dredged up from the ruins of his village. Sometimes it pays to be wrong.\" ",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"The Vailian Trading Company is so fixated on incremental profits that by the time they make any real headway, Rauatai will own every island in all but name.\" She shakes her head and sighs.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"And the Huana are so gullible that their loyalties will be spread across half a million contracts, and nothing but black powder will remind them who truly owns Deadfire.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Not that the Company needs help eating itself from the inside.\" She smiles. ",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"With friends like these, I guess you don't need to prove yourself to anyone. Forget charity, right?\" ",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Tell me, does the Company pay you extra for suppressing the Huana in bulk, or is it more of a per-contract arrangement?\" ",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Who are you?\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"I just did it to pass the time.\" ",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"There's no crime in taking pride in your work.\" ",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I'm not buying whatever it is you're selling.\" ",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Do you have some sort of problem with me?\" ",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Looks like Tawenu met his match. But then, few of us are equipped to go toe to toe against the Company, are we?\" ",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Neketaka is welcoming to those who follow its rules.\" ",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"I take it you're affiliated with the competition.\" ",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Here you are a newcomer and already spouting Company rhetoric. They dug their claws into you fast, didn't they?\" ",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Someone had to step in and help.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Plenty of folk disagreed with you, it seems. I wonder what makes you so different.\" ",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"That I am, and we're always on the lookout for new friends. Especially self-starters like yourself.\" ",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"I'm guessing that you want to be my best friend, and that together we can do some real good in the region. Is that right?\" ",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Sharp. I like that. Once you're coached up and guided in the right direction, I think you'll do very well indeed.\" ",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"The Vailians see the Huana as helpless and simple, but the tribals aren't without friends. I would keep that in mind if you plan on meddling in Deadfire business.\" ",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Just a friendly reminder that there are bigger games in town than this one.\" She aims a disdainful nod at the Vailian headquarters and departs. ",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"I'm the middleman between you and a prosperous career. Call me Kalei. I represent certain interests for the Royal Deadfire, and you've gone and snagged my attention.\" ",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Only with your Vailian associates. They think they can scheme and bully their way across Deadfire. If they don't pay attention to the direction of the wind, they'll find themselves steering off course.\" ",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"You might find it... educational to visit the Brass Citadel some time. That is, if you ever manage to get caught up on your paperwork.\" ",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"If you have any inclination to aid the Huana as a whole - rather than save one pitiful village at a time - you could do worse than tour Imperial Command at the Brass Citadel. Pay us a visit, why don't you?\" ",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Have it your way, Watcher. Pay us a visit sometime - I promise we don't bite unless we have a damn good reason to.\" She smiles.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Once you spend some time with the Royal Deadfire, I think you'll realize that not everyone is afraid to stand up against the Vailian Trading Company. But I leave that up to you to figure out.\" ",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Be seeing you.\" ",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Stop by the Royal Deadfire district sometime. Rauatai needs men and women of action to... represent our interests, and I can see a promising career for someone like you.\" ",
      "female": ""
    },
    {
      "id": 34,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Suspicious, are we? With this region spiraling into a whirlpool of shady dealings, I don't blame you.\" ",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"'Certain interests.' Sounds real trustworthy.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "She smiles at Edér and lets out a pleasant laugh, but you detect no humor in it. ",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Nice day out, isn't it?\"",
      "female": ""
    }
  ]
}