{
  "Component": "exported",
  "Name": "conversations\\03_neketaka_vailian_district\\03_cv_vtc_exile_trial",
  "Entries": [
    {
      "id": 1,
      "default": "Director Castol's office is nearly unrecognizable through the milling crush of bodies. The chamber is suffocatingly warm, and several of the occupants jostle for a place beside the window.\r\n\r\nTo a one, the people around you are dressed in rich fabrics, or else the occasional piece of armor. Few of them look especially pleased to be here.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Very well... \r\n\r\n\"Then let me extend my sincerest thanks to our shareholders in attendance.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Wait politely.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"We should be sailing for Ukaizo, not having disputes over rank.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Execute a perfect flourish as you bow.]",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"In deference to present company, we will proceed in Aedyran.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Agracima, your Excellency.\r\n\r\n\"Esteemed Council, I bear Mestre Castol no ill will. We have always treated one another with great respect. But his time is past.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"No! Wait, you- Per complanca, don't do this! Mercy!\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"This is a serious mistake! You can't do this to me!\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"I believe that brings this meeting to a close. Agracima, Watcher.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"The research is promising. You could be masters of the world, with power like that.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "[Lie] \"The adra was corrupted. It had to be destroyed.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"It was the queen's scheming that put us at risk.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"A strange argument. We are concerned with results, Alvari.\r\n\r\n\"As far as I can see the expedition was a success.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"I have more, your Excellency.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Animancy will be our downfall.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"The experiments worked. I was there.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "Around the room, only a scant few hands rise. As the seconds tick past- the silence broken only by the dutiful scribbling of the clerks- it becomes clear that the majority favors Castol. ",
      "female": ""
    },
    {
      "id": 22,
      "default": "Hands go up almost at once. It takes only a glance to see that the vote overwhelmingly favors the motion. ",
      "female": ""
    },
    {
      "id": 23,
      "default": "Castol keeps his gaze fixed upon the floor, wringing his hands.",
      "female": ""
    },
    {
      "id": 24,
      "default": "Alvari nods, once, perhaps to herself, and closes her eyes.",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"If not for the Watcher's intervention, the director would, even now, be rotting away underground on the orders of the Kahanga queen. \r\n\r\n\"His schemes have put all of us at terrible risk.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"The Royal Deadfire Company had to be dealt with. Castol understands that.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Castol was lucky I was there to help.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"But- I had no hand in the explosion! What role could I possibly have had in the queen's plot?\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Director, you claimed that we had no need to concern ourselves with the Huana. That they would yield to contracts and negotiation.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"I... That is...\" \r\n\r\nCastol swallows hard, momentarily speechless.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"I am certain he believed it at the time, Canta. Castol has made a habit of deluding himself.\"\r\n\r\nAlvari smirks.",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Dealing with them so rashly is a losing game.\"\r\n\r\nAlvari clenches a fist as she turns away to face the council.",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"This is not all that Castol has mishandled.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"The expedition to Poko Kohara was but the latest failure.\r\n\r\n\"Trained workers and supplies, gone. And for nothing.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"I was able to restore the adra vein. It can still be harvested.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Destroying that adra was the only way to stay on good terms with the Huana.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Your coin, lords and ladies- Where has it gone, all this while? \r\n\r\n\"Not to mines and industry, no. The Director has spent the bulk of it on frivolous experiments.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Th-that is absurd! Animancy research has gotten us where we are today!\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Enough, Alvari. Watcher, you have had some involvement in these experiments. \r\n\r\n\"Do you have anything to add?\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"I put it plain. The Company is bleeding resources. We have identified numerous sources of adra - and yet, how much of it ever reaches the Republics?\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"There are more important things to worry about than animancy.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Corrupted. And what if more of the adra sites are corrupted? We cannot rest our hopes on the assumption that we will find more.\r\n\r\n\"I say we must seize whatever is available as quickly as possible.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"The loss of the expedition was out of my hands. \r\n\r\n\"In any enterprise there is risk-\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Some risk, Castol. The question is whether you have overreached.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"If I could just say, your Excellency- If we are to remain in the region, it is only to our benefit that we make allies among the Huana.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Shareholders?\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Is this going to take very long? I have business to get back to.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "Nirro aims a pointed look down his nose at you, and you hear a disgruntled murmur from the wings.",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Fortunately for everyone, I believe I can make my case in short order.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "Beside her, Castol seems to sag a little.",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Ac, working- Working well enough to invite open attack by the Royal Deadfire Company.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"While the animancers were distracted, the Huana decided to strike against us. Castol never saw it coming.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Castol has been a great director. He deserves to stay in power.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Alvari is the leader that the Vailian Trading Company needs.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Your mercy is commendable. \r\n\r\n\"But it is clear that Castol has much to account for.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"You inspire much loyalty, Castol. If only it were so amongst your own peers.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Oi cap... putting bullets in this room's puffed up jackets would be doing Eora three favors and a half. Just saying.\"\r\n\r\nHe straightens after his whispered comment, a hand resting lightly on the grip of his weapon.\r\n",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Devils take your roll, Nirro, this isn't the Songretta Ducala. \r\n\r\n\"We are all here. Let's get this over with.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"You dragged up one of the locals?\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"We were sorry to hear of Caed Nua's fall, Lord [Player Name].\r\n\r\n\"How interesting to find you here. You have my sympathies.\"",
      "female": "\"We were sorry to hear of Caed Nua's fall, Lady [Player Name].\r\n\r\n\"How interesting to find you here. You have my sympathies.\""
    },
    {
      "id": 77,
      "default": "\"Thank you.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "[Nod.]",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"To be honest, I don't miss it.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"I plan to rebuild my stronghold someday.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Fishing for the necessary contributions, are you?\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "[Wait silently.]",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"I'm sure you don't need me to tell you the practical applications.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Coin has done well enough for us already.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"It truly works? You mean to say that the animancers have learned how to... transport people?\"\r\n\r\nPríncipo Tarvisi leans forward in his chair, watching you intently.",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Yes.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"They're very close.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Well, it mostly works.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"The experiment nearly killed me.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"We are not here for conquest. \r\n\r\n\"And we certainly did not ask to be drawn into a war with foreign powers.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"With the Royal Deadfire Company out of the way, you have a better chance at ruling the Deadfire.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Don't be dramatic. Rauatai has other things to worry about.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"It is not for this that I have invested my time and money!\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"The powerful will always make enemies. It's inevitable.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"You were already at war. I just dealt the finishing blow.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Ha. You do not need to tell <i>us</i> that.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"It seems the Watcher bears you some loyalty, Castol. \r\n\r\n\"If we may continue?\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"What does it matter what the Huana want? \r\n\r\n\"They should have been driven from the islands.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"By gaining their cooperation now, we gain a workforce. And prevent further hostilities.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Clearing the islands would do the same!\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"My esteemed patrons, Castol is afflicted with a kind heart. \r\n\r\n\"But the natives will continue to trouble us so long as we remain in the region. Let us take what we can, and ensure the benefits of our labors return to the Republics.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Another risk, Castol? A Watcher is a valuable resource. \r\n\r\n\"One better spent appraising adra veins.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"He's not a scent hound, Remasi.\r\n\r\n\"Still, it is a shame. Power like that- It would have been something to see.\"",
      "female": "\"She's not a scent hound, Remasi.\r\n\r\n\"Still, it is a shame. Power like that- It would have been something to see.\""
    },
    {
      "id": 105,
      "default": "Alvari raises a hand to gesture towards you, indicating agreement.",
      "female": ""
    },
    {
      "id": 106,
      "default": "Your words are met with a sudden, muted roar of animated whispers.",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"We have heard a great deal this day.\r\n\r\n\"Alvari, have you any final arguments?\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"I believe the case before us is quite clear. \r\n\r\n\"Alvari, have you anything further to add?\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "Castol quakes before the desk. He raises trembling fingers to remove his spectacles, wiping them on his cravat.",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"I believe I have heard just about enough. \r\n\r\n\"I do hope you have more than this, Alvari. For your sake.\" ",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Only this- That Director Castol has betrayed his station and our trust by allying himself with a Príncipi captain by the name of Furrante.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"A Príncipi captain? You have evidence of this, Alvari? \r\n\r\n\"The word of a witness?\" \r\n\r\nNirro looks to you, eyes narrowing thoughtfully.",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"Captain Furrante is dead. He's not working with anyone.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"Sure. And now the Vailian Trading Company has a band of slavers at their disposal.\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "[Lie] \"I know nothing about this.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"No, that's... Don't be ridiculous. You traveled to Crookspur on his behalf.\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "[Lie] \"How DARE you. I'd never have anything to do with slavers!\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "[Lie] \"Mm. Doesn't ring a bell.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"Castol was trying to skirt Huana law and wring some profit from the slave trade.\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"Ha. You cannot bring us adra, so you ply an older trade, Castol?\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"That... Well, that isn't-\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "You can feel the mood turn as the merchant lords set irritable glares upon Alvari.",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"Enough. Castol, what do you have to say for yourself?\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"Your Excellency... I confess, I thought an alliance with Furrante would secure our hold on the outer islands. \r\n\r\n\"And... bring in some much-needed coin.\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"Or is it that you were trying to line your own pockets, Castol? Daring. \r\n\r\n\"More daring than I would have suspected.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"No, my lord! I swear it!\"\r\n\r\nCastol wipes his brow with a sleeve.",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"I think we have heard enough. Any final words?\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"I see the foreign air's put a bend in his spine.\"",
      "female": "\"I see the foreign air's put a bend in her spine.\""
    },
    {
      "id": 129,
      "default": "\"Look at that. The man has manners.\"",
      "female": "\"Look at that. The woman has manners.\""
    },
    {
      "id": 130,
      "default": "\"I see you have wasted little time in involving yourself, Lord [Player Name].\" \r\n\r\nAround him, several of the onlookers crane their necks to see who the Canta is addressing.",
      "female": "\"I see you have wasted little time in involving yourself, Lady [Player Name].\" \r\n\r\nAround him, several of the onlookers crane their necks to see who the Canta is addressing."
    },
    {
      "id": 131,
      "default": "\"Most esteemed guests, this is the Watcher of Caed Nua.\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"Director Castol, Governor Alvari - you are both here?\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"Indeed, your Excellency.\"\r\n\r\nCastol's face is splotchy and damp with sweat. He looks as if he may be ill.",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"Yes, your Excellency.\"\r\n\r\nAlvari wears a restrained smile.",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"Let us begin. If the clerks will attend the roll?\r\n\r\n\"Albina Carnetto. Duc Remasi Storanzo me Selona. The Archmage-\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"And this is to be your witness?\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"Yes.\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "[Wave.]",
      "female": ""
    },
    {
      "id": 139,
      "default": "[Remain silent.]",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"Most esteemed guests, this is the Watcher of Caed Nua.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"The <i>money</i>, of course.\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"And the brains, clearly. Get to the point, Canta.\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"A moment, Nirro. Is that not Pallegina mes Rèi?\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"Have we brought one exile to welcome the other?\" \r\n\r\nThe jeering question kicks off a smattering of light laughter around the room.",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"You are so recently restored to our affections, Pallegina. This seems a strange risk.\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"A brother of the Canc Suolias does not seek affection, nor personal safety. Life and fortune are nothing. The Republics are everything.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"Duc Remasi, mestras and mestres, I am here to assist in these proceedings, nothing more.\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"Are you collecting godly cast-offs, Castol?\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "Pallegina flinches at the erla's words but sets her jaw and remains silent.",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"Outsider law has more teeth than Ngati's pets, I say.\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"Wouldn't be a Vailian hearing if someone wasn't feeling combative.\" ",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"They may not be violent, but these fine people are all ruthless in their own way. The roads they took to reach this room are littered with their enemies.\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"Well, if he doesn't mean to speak, at least this should go quickly.\"",
      "female": "\"Well, if she doesn't mean to speak, at least this should go quickly.\""
    },
    {
      "id": 157,
      "default": "One of the Vailian nobles gestures airily for you to rise.",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"Ukaizo will be the director's responsibility. Surely you would prefer that responsibility be placed in capable hands.\"",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"It is clear to everyone, I think, that our profits are nowhere near what Director Castol promised.\r\n\r\n\"All of you entrusted him with coin and resources to a purpose- and have you profited by it?\"",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"The Watcher has done more for us than Castol ever did.\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"If not for Castol, you'd have nothing.\"",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"The Royal Deadfire Company is giving you a run for your money.\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"He laid the foundations, to be sure. Now he has let them go to rot.\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"We are all here at the Songretta's mercy. If any of you are to see a single copper piece, something must change.\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"Yes, we have been keeping apprised of the situation, thanks to your dutiful reports.\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"But I do hope you are getting somewhere with all this, Alvari.\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"He has been unable to fulfill any of his promises. Surely that is failure enough?\" ",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"Great. Our 'witness' is a superstitious fool.\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"Director Castol, your orders were plain- To secure every adra vein in the region by any means necessary.\"",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"Witness, do you feel these orders have been carried out?\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"Well, if THEY'RE interested...\"",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"We should note that several of the animancers were killed in that attack.\" \r\n\r\nAlvari's eyes meet yours, and a slight smile plays at her lips.",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"B-but- What could I have done? The Watcher-\"",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"What, indeed? \r\n\r\n\"Someone else, perhaps, could have done things differently.\"",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"The Royal Deadfire Company will seek to oust us from the region the moment we show weakness. \r\n\r\nCastol has given them that excuse.\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"Yes.\"",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"I think he did his best.\"",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"I've found two adra veins already.\"",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"I've found several adra veins. Castol's experiments haven't gotten in the way.\"",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"No.\"",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"The gods have come to the Deadfire. There is more at stake here than your profits.\"",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"Not for us.\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"My lords, ladies... Our enemies will make for Ukaizo in short order.\r\n\r\n\"The Vailian Trading Company must be ready. It needs decisive, effective leadership, now more than ever.\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"With the Watcher's aid, we have the opportunity to claim an overwhelming victory. \r\n\r\n\"One that will carry us all into the history books.\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"The Watcher? You would rely upon a brute.\"",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"The same Watcher that has caused nearly as much damage to us as to our enemies?\r\n\r\n\"Alvari, this is ridiculous.\"",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"Assuming he means to help us.\"",
      "female": "\"Assuming she means to help us.\""
    },
    {
      "id": 188,
      "default": "\"Then, you have evidence, Alvari?\" ",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"I...! ...No, your Excellency.\"",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"I must say, this casts your other accusations in poor light.\"",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"Slavers! You cannot be serious.\"",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"Leave your Dyrwoodan mores back in Norwaech, Osgara.\"",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"A useful asset, perhaps, in the days to come. \r\n\r\n\"Fodder, if nothing else.\" \r\n\r\nThe Canta smiles indulgently at the crowd, and receives a few chuckles for his trouble.",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"H-he... What?\"",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"Convenient for Castol. I did not think you had it in you, Ignato. \r\n\r\n\"So- Have you any evidence, Alvari?\"",
      "female": ""
    },
    {
      "id": 196,
      "default": "Alvari licks her lips, glancing at you and then to the faces arrayed around her.",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"A useful brute.\"",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"Watch it.\"",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"An <i>important</i> brute, certainly.\" \r\n\r\nNirro casts a weary eye over the proceedings.",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"Per complanca- some dignity.\" \r\n\r\nNirro casts a weary eye over the proceedings.",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"Now you know what I'm capable of.\"",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"We will see, won't we?\"",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"I'm on your side here.\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"Think what you like. I'm only here to get paid.\"",
      "female": ""
    },
    {
      "id": 205,
      "default": "[Wait silently.]",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"You have heard all the accusations against you. Castol, any final words?\"",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"I... I have done so many things. All that was asked of me. \r\n\r\n\"All for the Vailian Trading Company. I have given my life to this.\"",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"Everything I do, I do to help the Company. You know this. Two years ago, you entrusted me to establish the luminous adra trade.\r\n\r\n\"I will continue to serve you, dutifully and to my best ability.\"",
      "female": ""
    },
    {
      "id": 209,
      "default": "\"I know now that Alvari has hungered after my position for years, just as she will hunt after yours if you allow her to rise. \r\n\r\n\"She would cast Magran off her throne, if she could!\"",
      "female": ""
    },
    {
      "id": 210,
      "default": "Beside you, Alvari smiles.",
      "female": ""
    },
    {
      "id": 211,
      "default": "\"It is time. Let us put the matter of Castol's dismissal to a vote. \r\n\r\n\"All in favor?\"",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"Your mistake, Castol, is in believing ambition to be a crime. \r\n\r\n\"Perhaps we burdened you with high expectations.\"",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"A mercenary. Perhaps your testimony was purchased as well, no?\"",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"I worked at Castol's instruction.\"",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"Then Director Castol has failed to fulfill his obligations.\"",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"That was quick. Perhaps we can recess for supper.\"",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"Hardly the bounty we wanted.\"",
      "female": ""
    },
    {
      "id": 221,
      "default": "\"Ah- Then the experiments are no great distraction, Castol? You are on course?\"",
      "female": ""
    },
    {
      "id": 222,
      "default": "\"Y-yes, your Excellency! I have never lost sight of our goals.\"",
      "female": ""
    },
    {
      "id": 223,
      "default": "\"Sciòderie. What a joke.\"\r\n\r\nAlvari's lip curls back into a disgusted sneer.",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"We appointed Castol to this post because of his experience and background, Watcher. \r\n\r\n\"This falls short of his best.\"",
      "female": ""
    },
    {
      "id": 225,
      "default": "The response from the gathering is listless. You see several of the shareholders shake their heads. ",
      "female": ""
    },
    {
      "id": 226,
      "default": "\"The ledgers speak for themselves. Castol has brought us to the brink of ruin.\"\r\n\r\nAlvari's voice cuts confidently through the muted din.",
      "female": ""
    },
    {
      "id": 227,
      "default": "\"Surely Port Maje's success falls to Governor Clario.\"",
      "female": ""
    },
    {
      "id": 228,
      "default": "\"Giasces Clario was one of my appointments, your Excellency.\"",
      "female": ""
    },
    {
      "id": 229,
      "default": "\"Perhaps it does speak to your sound judgment, Castol.\"",
      "female": ""
    },
    {
      "id": 230,
      "default": "\"A few moments longer.\"",
      "female": ""
    },
    {
      "id": 231,
      "default": "\"Your subordinates speak poorly of you, Castol.\"",
      "female": ""
    },
    {
      "id": 232,
      "default": "\"If you cannot ensure loyalty among these, I wonder what you can accomplish.\"",
      "female": ""
    },
    {
      "id": 233,
      "default": "\"What a pack of miscreants you have allied yourself with, Castol.\"",
      "female": ""
    },
    {
      "id": 234,
      "default": "\"Pallegina, this is Castol's last chance.\"",
      "female": ""
    },
    {
      "id": 235,
      "default": "\"I am speaking of more than gold, more than prestige. Success will bring the power to shape the future as you imagine it could be - no, as the people in this room cannot <i>yet</i> imagine it could be.\"",
      "female": ""
    },
    {
      "id": 236,
      "default": "The canta raises his brows, and tips his head slightly in mute approval.\r\n\r\nAround the room, you spot several of the investors nodding as well.",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"Pallegina, we need Alvari's support.\"",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"Mestras and mestres, I believe Director Castol does have the best interests of the Republics in his heart but... I cannot deny that his actions have jeopardized the Company's interests in the Deadfire.\"",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"A fair appraisal. We must all search beyond our personal feelings, and do what is right.\"",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"Perhaps it was this loss that drove the Watcher to piracy? \r\n\r\n\"An unseemly associate, Canta.\"",
      "female": ""
    },
    {
      "id": 241,
      "default": "\"I have several connections in the White March. I have always wanted to meet the man behind the stories.\"",
      "female": "\"I have several connections in the White March. I have always wanted to meet the woman behind the stories.\""
    },
    {
      "id": 243,
      "default": "\"This is the same man that caused the commotion at the palace, no? \r\n\r\n\"This should be interesting.\"",
      "female": "\"This is the same woman that caused the commotion at the palace, no? \r\n\r\n\"This should be interesting.\""
    },
    {
      "id": 244,
      "default": "\"Will this not distract from the matter at hand? Look at him.\"",
      "female": "\"Will this not distract from the matter at hand? Look at her\""
    },
    {
      "id": 245,
      "default": "Despite the cacophony that greets you when you arrive, a quiet descends swiftly upon the room upon the barest hand gesture from the man now standing behind the desk.",
      "female": ""
    },
    {
      "id": 247,
      "default": "Nearby, Alvari has gone still with shock. Her mouth parts, gaping wordlessly.\r\n\r\nShe turns a horrified look upon the Canta.",
      "female": ""
    },
    {
      "id": 248,
      "default": "\"You have overreached, Alvari. And the Songretta does not take kindly to being called away from our business to indulge your schemes.\"",
      "female": ""
    },
    {
      "id": 249,
      "default": "\"Sate your ambitions in the Living Lands. \n\n\"Lueva Alvari, I hereby strip you of your rank and title, and pronounce you exiled from the Vailian Trading Company, and the Vailian Republics, by order of the Songretta mea Compresa.\"",
      "female": ""
    },
    {
      "id": 250,
      "default": "Seeing the outcome of the vote, Castol looses a strangled, breathless cry of dismay, as if wounded.",
      "female": ""
    },
    {
      "id": 251,
      "default": "\"We gave you a chance, Castol. We made it clear what defiance would cost. \r\n\r\n\"You have squandered that opportunity.\"",
      "female": ""
    },
    {
      "id": 252,
      "default": "\"Perhaps you will have better luck in the Living Lands. \n\n\"Ignato Castol, I hereby pronounce you banished, exiled from the Vailian Trading Company and the Vailian Republics by order of the Songretta mea Compresa.\"",
      "female": ""
    },
    {
      "id": 253,
      "default": "\"Close. So it does not work.\"",
      "female": ""
    },
    {
      "id": 255,
      "default": "You hear a few dismissive laughs. A quiet wave of grumbling rolls across the chamber.",
      "female": ""
    },
    {
      "id": 257,
      "default": "[Lie] \"Nothing came of it.\"",
      "female": ""
    },
    {
      "id": 258,
      "default": "\"A slaver has no business in Neketaka.\"",
      "female": ""
    },
    {
      "id": 259,
      "default": "There are scattered chuckles from the assembly.",
      "female": ""
    },
    {
      "id": 260,
      "default": "\"Certainly we do not wish to defy Huana law.\"",
      "female": ""
    },
    {
      "id": 261,
      "default": "More laughter follows.",
      "female": ""
    },
    {
      "id": 262,
      "default": "\"We have no need of slaves. Associating ourselves with the <i>creatures</i> that trade in them-\"",
      "female": ""
    },
    {
      "id": 263,
      "default": "\"<i>Eccosi</i>?\"\r\n\r\nA strangled, affronted noise issues from the duc.",
      "female": ""
    },
    {
      "id": 264,
      "default": "\"That is... with the people that manage the trade <i>here</i>, my lords and ladies. It is not good business.\"\r\n\r\nHer voice wilts, and Alvari lowers her head.",
      "female": ""
    },
    {
      "id": 265,
      "default": "\"We have examined the evidence available to us. \r\n\r\n\"The numbers are not in your favor, director. But you will have the opportunity to explain yourself.\"",
      "female": ""
    },
    {
      "id": 266,
      "default": "\"Those experiments may help us reach Ukaizo.\"",
      "female": ""
    },
    {
      "id": 267,
      "default": "\"An interesting point.\"",
      "female": ""
    },
    {
      "id": 270,
      "default": "\"Ukaizo holds an enormous quantity of luminous adra. Our research has already yielded results- If we can establish an outpost there, then-\"\r\n\r\nCastol has scarcely started his sentence when a handful of the gathered investors start to jeer at him.",
      "female": ""
    },
    {
      "id": 271,
      "default": "\"Dreams are all Castol has to offer. We have scores of adra sites, mapped to detail. \r\n\r\n\"Why not focus our efforts there? Castol risks your fortunes on illusions.\"",
      "female": ""
    },
    {
      "id": 272,
      "default": "\"You're the governor. Isn't some of this your responsibility?\"",
      "female": ""
    },
    {
      "id": 273,
      "default": "\"A valuable asset, Castol.\"\r\n\r\nThere is the faintest edge of approval in Canta Nirro's voice.",
      "female": ""
    },
    {
      "id": 274,
      "default": "\"So I have come to learn.\" \r\n\r\nCastol looks at you with clear gratitude.",
      "female": ""
    },
    {
      "id": 275,
      "default": "\"You mean to say that the vein was secured, in the end?\"",
      "female": ""
    },
    {
      "id": 276,
      "default": "\"Well, that is... Yes, your Excellency, but-\"",
      "female": ""
    },
    {
      "id": 277,
      "default": "\"Silence, please! I'd like to get us underway.\"",
      "female": ""
    },
    {
      "id": 278,
      "default": "Lueva Alvari wears a small, restrained smile as she watches the gathered nobility disperse. \r\n\r\nShe looks at you as you approach, raising one arched eyebrow.",
      "female": ""
    },
    {
      "id": 280,
      "default": "\"Let us speak once the room clears, Watcher. I think we have much to talk about.\"",
      "female": ""
    },
    {
      "id": 281,
      "default": "Director Castol seems to be in a state of some shock. He is still staring at the doors. \r\n\r\nHe turns to you with a startled jerk when you approach.",
      "female": ""
    },
    {
      "id": 282,
      "default": "\"I must see the shareholders out, but- Please, let us speak afterwards.\"",
      "female": ""
    },
    {
      "id": 284,
      "default": "\"Fabled islands, now, Nirro? You cannot possibly have brought us here for that.\"",
      "female": ""
    },
    {
      "id": 285,
      "default": "The Canta Nicese's gaze sweeps across the room, eventually settling on you.",
      "female": ""
    },
    {
      "id": 286,
      "default": "\"Ac, the Songretta mea Compresa. They have the made the largest investments in the Company's holdings.\"",
      "female": ""
    },
    {
      "id": 287,
      "default": "\"Director Castol, you stand accused of nothing less than gross incompetence. Mismanaging of resources, willful deceit... \r\n\r\n\"Grave charges, all.\"\r\n\r\nA low murmur starts up around you as the crowd reacts.",
      "female": ""
    },
    {
      "id": 288,
      "default": "\"We have heard much of Ukaizo in recent days. I wonder, Director Castol, just what are your plans for the fabled city?\" \r\n\r\nNirro taps his quill against the desk in steady beats, looking on calmly.",
      "female": ""
    },
    {
      "id": 289,
      "default": "\"If you establish an outpost on Ukaizo, the Huana will never forgive you.\"",
      "female": ""
    },
    {
      "id": 290,
      "default": "\"Even if there is adra past the Mortar, let us grind down the whole of it and be done with the place. \n\n\"Or will the Songretta war against natives and sea monsters for the next hundred years?\"",
      "female": ""
    },
    {
      "id": 291,
      "default": "\"Now- Alvari?\"",
      "female": ""
    },
    {
      "id": 292,
      "default": "\"<i>Precisely</i>.\"",
      "female": ""
    },
    {
      "id": 293,
      "default": "\"Certainly not.\"",
      "female": ""
    },
    {
      "id": 294,
      "default": "\"That- that is true, we <i>have</i> mapped these deposits for years. The closer we travel to Ondra's Mortar, the denser the deposits. \r\n\r\n\"Even Alvari knows this.\"",
      "female": ""
    },
    {
      "id": 295,
      "default": "\"There is a network of adra at Ukaizo. That's why Eothas has gone there.\"",
      "female": ""
    },
    {
      "id": 296,
      "default": "\"You would claim Ukaizo?\"",
      "female": ""
    },
    {
      "id": 297,
      "default": "\"<i>If</i> we take this opportunity, we can accomplish far more than we initially believed. \r\n\r\n\"I could make you rich, lords and ladies, beyond your wildest dreams!\"",
      "female": ""
    },
    {
      "id": 298,
      "default": "\"The Deadfire belongs to the Huana. So does the adra on it.\" ",
      "female": ""
    },
    {
      "id": 299,
      "default": "You are swiftly enveloped in a cacophony of jeers and shouts.\r\n\r\nWhile the Canta motions for quiet, Alvari leans in close, disguising her words by pretending to comb her hair into place.",
      "female": ""
    },
    {
      "id": 300,
      "default": "\"This line of talk does you no favors, Watcher.\"",
      "female": ""
    },
    {
      "id": 301,
      "default": "\"Well said, captain, but common sense is the first casualty of greed.\" ",
      "female": ""
    },
    {
      "id": 303,
      "default": "\"Ac, you may be rich- In a century or two. \r\n\r\n\"Have you that long to wait? Some of you, perhaps. But all?\"",
      "female": ""
    },
    {
      "id": 304,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 305,
      "default": "\"They'll come around. Our research may even benefit them as well.\" ",
      "female": ""
    },
    {
      "id": 306,
      "default": "\"Much to my dismay, I can no longer dismiss that statement out of hand as lunacy.\"\r\n\r\nNirro scrawls a small note onto a piece of parchment. ",
      "female": ""
    },
    {
      "id": 307,
      "default": "\"Why, yes. To support the animancers and Watchers we will send there.\"",
      "female": ""
    },
    {
      "id": 308,
      "default": "\"Well, I... \r\n\r\n\"I have done what I can to keep us afloat. But I can only do so much.\"",
      "female": ""
    },
    {
      "id": 309,
      "default": "Alvari's face colors as a few chuckles emerge from the assembled crowd.",
      "female": ""
    },
    {
      "id": 311,
      "default": "\"If this goes badly, at least there's enough wealth in this room to cover our funeral expenses several times over.\" Aloth leans close, murmuring to you.",
      "female": ""
    },
    {
      "id": 312,
      "default": "\"I'd never have anything to do with slavers!\"",
      "female": ""
    },
    {
      "id": 313,
      "default": "\"Mestras and mestres, I cannot deny that Director Castol has jeopardized the Company's interests in the Deadfire, but his ambitions align with those of the Republics.\"",
      "female": ""
    },
    {
      "id": 314,
      "default": "\"Such ambitions carry risk, but they also bring the potential for your Company, for our Republics, to become the uncontested leaders of the world to come.\"",
      "female": ""
    },
    {
      "id": 315,
      "default": "\"I do not expect you to understand our vows, canta, but for the next few minutes, the least you could do is respect them.\"",
      "female": ""
    },
    {
      "id": 316,
      "default": "\"It pleases me to know that I may yet rely upon you to place your loyalties above your personal feelings.\"",
      "female": ""
    },
    {
      "id": 317,
      "default": "\"I must wonder, Pallegina mes Rèi, if your judgment has not become clouded of late.\r\n\r\n\"Your companion has done the Company much harm.\"",
      "female": ""
    },
    {
      "id": 318,
      "default": "\"The death of Prince Aruihi will hinder our progress in the region considerably.\" \r\n\r\nThe canta's eyes narrow as his gaze meets yours.",
      "female": ""
    }
  ]
}