{
  "Component": "exported",
  "Name": "conversations\\03_neketaka_vailian_district\\03_cv_dessiral",
  "Entries": [
    {
      "id": 1,
      "default": "\"You carry yourself like a person well-acquainted with violence. Care to put your skills to use for a good cause - and some coin?\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Hm?\" She dances a coin across her knuckles, mirth a bright glint in her eyes.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"I'll hunt down those pirates. Who am I looking for?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Last I heard, Lord Admiral Imp was making himself comfortable in Queen's Berth. You'll find him there with a few xaurips and constructs the little bugger's convinced to follow him, bless their simple hearts.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"So the puffed-up little charlatan is gone for good. Well done.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"I killed Lord Admiral Imp.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"I killed Lady Epero.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"I killed Katrenn.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"I killed Torkar.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"The Firebrand had a mascot, a useless little bastard who's taken to calling himself Lord Admiral Imp. He's not terribly dangerous on his own, but he's keen to make a nuisance of himself wherever he goes.\" She rubs the bridge of her nose and sighs.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Finally the Lady falls. You already have my gratitude - now take my coin.\" She drops a generous pouch in your palm.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"I hope Katrenn put on a good show for you before the end.\" Her grin is wicked, sharp as a jungle cat's.",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"I'd say it's a shame to have lost such a brilliant mind, but Torkar didn't give you any choice.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"You've put to bed the last of the Firebrand's crew, my friend, which was more than I ever could have hoped for.\r\n\r\n\"Thank you, truly. I can rest easy now knowing they got what they deserved.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"I welcome your return.\" Dessiral gives you a warm smile.",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Looking for work? I've got coin and a few scores to settle.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Tell me about the cause you mentioned.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"It's simple enough. The Firebrand, commanded by Captain Henqua, once plagued the Deadfire. The skill and brutality of Henqua's crew was the stuff of legends.\"\n\nDessiral flicks the coin she's holding and snatches it from the air with a grin. Up close, it's clearly a suolenet.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"But pirate legends don't live long. Some months ago, an alliance of Neketaka pirate hunters managed to corner the Firebrand and sink her off the coast of Tikawara.\r\n\r\n\"They confirmed Captain Henqua's death, but her senior crew members escaped unscathed.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"And now it seems like bringing the Firebrand's crew to justice doesn't matter to anyone but me.\"\r\n\r\nEven in the low light, you can see a vein throbbing at her temple. Her voice drops to a low growl.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Sounds like you've got a grudge against the Firebrand's crew.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"It's nothing personal. The crew earned their reputation through murder and thievery, and it would make me sick to see them regain an ounce of their power.\"\r\n\r\nShe tries for a nonchalant shrug, but it comes off looking like she's got a sore shoulder instead.",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"You'll be taking down Lady Epero, Captain Henqua's former first mate and rumored lover. She's a cipher, and a dangerous one at that.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Epero maintains an estate in Serpent's Crown in Neketaka. But I wouldn't recommend you rush in muzzles blasting and swords held high - she keeps a number of bodyguards on her payroll.\" She winks, all smiles.",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"You'll be going after Katrenn, the Firebrand's resident wizard. Rumor has it she was once an apprentice to Arkemyr before turning pirate.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Last I heard, Katrenn and her sundry little minions could be found lazing about the Sacred Stair in Neketaka at night. No idea where she disappears off to during the day.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"I have a challenge for you, my friend, and his name is Torkar, leader of the Firebrand's boarding parties. He's an ogre with a reputation for cleverness and cruelty both.\r\n\r\n\"I've even heard tell it was Torkar who was behind the Firebrand's most successful tactics, not Henqua.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Torkar was last seen at Lifter's Refuge here in Dunnage, dead-set on joining a crew or assembling his own.\r\n\r\n\"I trust you won't let that happen.\"\r\n\r\nShe cocks one dark eyebrow in question.",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"My dear friend. I trust you are keeping well?\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "As she speaks, Dessiral removes a small suolenet from her pocket and polishes the surface with a corner of her shirt. Her features soften like she's visiting an old memory. Then she stuffs the coin back in her pocket with a barely audible sigh.",
      "female": ""
    },
    {
      "id": 49,
      "default": "[Raise an eyebrow.]",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"What's bothering you?\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"There's no need to make my concerns your own, my friend. It's family business, that's all.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"I know a questioning eyebrow when I see one, and I'm not in the mood to be giving answers. I've got family business to tend to, is all.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"But... I suppose you have a right to know.\" She pauses and slips the suolenet from her pocket again. It gleams golden in the low light.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"So I want you to kill them. And I'll pay you out of my own pocket if you do.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"You're not telling me everything.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"You've a keen eye, my friend. I reserve a bit of the Firebrand's story for myself, and you'll excuse me if I don't plan to share it.\r\n\r\n\"Let's keep business strictly business, hm?\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "Her lips twist into a bitter little smile.",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"That's one down. Just three left to go - if you're still game.\" Though her smile is sunny, it doesn't quite match the look in her eyes.",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"But halfway is half-done, my friend. There are two more members of the Firebrand's old crew that need your special attention.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Who's next on your list?\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"There's just the one crew member left now.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Remind me who I'm looking for again?\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"You're looking for the Firebrand's former mascot, Lord Admiral Imp. You'll find him somewhere in Queen's Berth, along with a gang of sundry other miscreants.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Lady Epero's the one you want. You can find her estate in the Serpent's Crown in Neketaka - along with all her bodyguards and powerful friends.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Katrenn, the Firebrand's wizard. Last I heard, she was spending her time in the Sacred Stair in Neketaka.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Torkar, the tactician. Big, ogre-shaped, makes his home in Dunnage.\r\n\r\n\"He shouldn't be too hard to find. There aren't many who fit his description, even among the pirates.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Tell me about your sister.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "A smile twitches at the corner of her lips.",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Back on this again, are we?\" Dessiral sighs deeply.",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Forget it.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Very well.\" She shrugs.",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"My idiot kid sister was on the Firebrand, seduced to a dishonest life by the promise of adventure.\r\n\r\n\"When the pirate hunters killed the crew and sank the ship, they also killed my sister.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"But those irredeemable lowlifes I sent you after got away without a scrape.\r\n\r\n\"I want them to pay. I don't much care how, so long as they take their turn on the Wheel.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Danaeia was a wild girl from the day she was born. She came out of the womb yelling loud enough to make your ears bleed, and she never really stopped.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"She chased a bad end like a winter-starved wolf chases the first fat deer calf of spring.\r\n\r\n\"It was only a matter of time before she caught it.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"But dead is dead, and reminiscing with you won't bring her back.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Happy hunting.\" She nods and gives you a showy wink.",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Legendary nightmares, more like. After how they did the crew of the Virtuous Reward... even that bastard Benweth wanted nothing to do with them.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Noted. Next?\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Got it.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"I'll be careful. Who else am I after?\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Who's the last target?\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Right. Moving on...\"",
      "female": ""
    }
  ]
}