{
  "Component": "exported",
  "Name": "conversations\\03_neketaka_vailian_district\\03_cv_nera",
  "Entries": [
    {
      "id": 1,
      "default": "\"Larro? Damn that boy if he's in trouble.\" ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Madiccho, where is that spoiled brat?\" \r\n\r\nA woman in fine clothes clutches a ledger in both hands. She searches the faces of passers-by, settling on yours with an uncertain frown. ",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"What seems to be the problem?\" ",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Larro has returned to the estate intact. Belfetto.\" Nera loosens her grip on her ledger. ",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Larro is gone, claimed before his time by Valera aggression!\" Nera clutches her ledger over her heart.",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Are you all right?\" ",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Larro is past due for a company meeting. Mother wants me to drag the elusive louse back by his ear.\" She tucks the book under her arm.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Could I persuade you to watch out for Larro? I'd pay generously for your trouble.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"If I happen across Larro, I'll let you know.\" ",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"What did you mean by 'Valera rat'?\" ",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"I... I'm concerned because Larro tends to feud with Orso, one of the local Valera rats.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Would you? I'll be waiting at the estate in case he happens to return.\" Nera thumbs over her shoulder.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"The Valeras... a brood of sea vermin playing at nobility.\" She hefts her ledger as if to bring it down on a pest.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"I just hope Larro doesn't bring ridicule to the Bardatto name.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"You've brought us peace in a difficult time. Thank you.\" ",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Mother speaks highly of you. Her trust is not easy to earn.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Madiccho. You have brought enough pain to this family.\" ",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"I'm trying to be the responsible one in the family, and it's a heavy burden.\" ",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"You aren't exactly tearing the district apart looking for him.\" ",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Eccosi, I only manage the family business!\" She takes up her ledger with both hands, holding it like a shield.",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Larro and his miscreant friends carouse at the tavern, the falls above the adra mill, and the southwestern bridge.\" ",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"I take it your mother is someone important.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Ezzali Bardatto. The Vailian Trading Company leans on her to finance their mission.\" ",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"If only more of her offspring were as accomplished.\" Nera raises her free hand and squeezes the bridge of her nose. ",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"He will be missed, I'm sure.\" ",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"One less thing for the families to duel over.\" ",
      "female": ""
    },
    {
      "id": 45,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Tell Larro to stay out of trouble.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"I didn't do it for charity, you know?\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Gellarde if you can take encouragement from this, for I cannot.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Here, for your discretion.\" She passes you a pouch of coins and adds a short mark to her ledger before snapping it shut.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Poor, stupid Larro...\" ",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Our family can't go on like this.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Where is my postenago of a brother?\" ",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"You there - have you seen Larro Bardatto?\" ",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"We squabble and compete, but Larro... the postenago takes it too far.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Wish I could help you, but I can't. Farewell.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "Nera shifts her attention from you and looks out at passers-by for any sympathetic ear. Sighing, she turns away.",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"If you see him, tell Larro to get his good-for-nothing ass back home.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"If you see him, tell Larro to get his good-for-nothing ass back home.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"There can be no peace while civilized kith turn on each other.\" She turns her gaze away in thoughtful silence.",
      "female": ""
    },
    {
      "id": 67,
      "default": "[Study her hands.]",
      "female": ""
    },
    {
      "id": 68,
      "default": "Nera has been digging her nails into her ledger, leaving crescent moon-shaped impressions in the binding. She notices your interest and holds the book protectively close.",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"You'd think this district was a maze, the way he manages to hide.\" She glances over your shoulder and sighs, then looks back at you with sudden recognition.",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"I trust the whispers of Queen's Berth, so I trust you.\" ",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"If you desire to get in the graces of the Vailian Trading Company, we can help each other.\" ",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"As long as the Vailian Trading Company recognizes my usefulness, we can call it a deal.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Ac, consider it done.\" She flips open the ledger and hastily scribbles in a column, licking the nib of her quill. ",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Too much Bardatto blood has been spilled in the name of vengiatta.\" ",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"You have not met mother, have you?\" Nera thumbs her chin, leaving a spot of ink behind.",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"You did not happen to hear the commotion behind the adra mill?\" Her grip squeezes tighter, eliciting a crack from the binding of her ledger.",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"I stained the falls red.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "[Lie] \"I heard nothing. Perhaps it was the sea.\" ",
      "female": ""
    },
    {
      "id": 88,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"I suppose it's time to expect the worst for my idiot brother.\" Nera lets the weight of the ledger draw her arms down. She doesn't seem aware of it.",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"I wish I shared your confidence. Larro should have returned by now.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "Nera lets the ledger fall from her hands. It hits the ground with a loud slap. ",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Larro wasn't the only Bardatto who could wield a sword!\"\r\n\r\nWhistling to alert the household, Nera draws her weapon and advances. ",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"How can I help?\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"What sort of clout do you have with the trading company?\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"I'm sure he'll turn up on his own.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"Mother's bank commands the wealth of the Deadfire campaign.\" Nera absently pats the cover of her ledger.",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Ac. Something tells me this is more than just tardiness.\" Her fingers dig into the spine of the book.",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"I get the feeling that there's still some unfinished business.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Ac. Nothing has been solved, only delayed.\" ",
      "female": ""
    },
    {
      "id": 105,
      "default": "This young woman looks you up and down, her mouth set in a hard line. She clutches a ledger protectively.",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"I don't know you, stranger, but sientere for Larro's tantrum.\" She gestures toward the door, equally frustrated and relieved.",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"You find us in a time of mourning. My brother Larro...\" The weight of the ledger slowly drags down her posture.",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"Must be nice to be a layabout. Uncle Angbert would've tanned my hide.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Ac. I am angry and jealous in equal measure.\" ",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"Of course... mestra.\" Pallegina's jaw flexes under a forced smile.",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"Well we do have this thing with chasing a rogue god to the ends of Eora. But I guess if it's on the way.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"Sérre Pallegina, have you time to lend your hand?\" \r\n\r\nNera's heels click together as she inclines her head in a polite bow.",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"I always have time to help the great families of the Republics, though I must admit this seems a bit... pedestrian.\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"If you only knew my brother, Sérre! He goes not a day without causing trouble.\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"I'm certain she'll have work for someone invested in the family.\" ",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"There.\" She snaps the book shut.",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"Better to ask why Larro isn't sprinting back to look after his birthright.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"You people place a high premium on influence.\" ",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"Ac, the true coin of the realm.\" ",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"Ekera, I can think of several reasons.\" ",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"Kindly keep them to yourself.\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"Ac, a face from the motherland is a welcome sight.\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"The spirit magnet? Sientere that I did not recognize you.\"",
      "female": ""
    }
  ]
}