{
  "Component": "exported",
  "Name": "conversations\\03_neketaka_vailian_district\\03_cv_avetta",
  "Entries": [
    {
      "id": 1,
      "default": "\"Where has my servant run off to? I will tan that boy's hide when next I see him!\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Does it look like I have time to listen to you prattle on?\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Is this nasenale a friend of yours, Degnos?\"\r\n\r\nShe glances at you briefly, then looks away with a slight roll of her eyes.\r\n\r\nShe returns her attention to Degnos with her arms crossed, frowning.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Our business is resolved, and my business is my own. Be on your way - I have no time for you.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"An acquaintance only, casità, from the Luminous Bathhouse.\"\r\n\r\nHe carefully avoids your eyes and shrugs self-consciously.",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"First you waste my servant's time, and now you have the gall to waste mine as well?\"\r\n\r\nShe stares at you, hawk-eyed, down her long nose and raises a brow, likely expecting you to quaver before her.",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"I'm here to return your servant's lost satchel.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Sciòderie, he is so incompetent strangers must complete his errands for him!\"\r\n\r\nShe casts a blistering glare towards Degnos. He shrinks away from her, trembling. She turns the glare then on you.",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Your servant is awfully nervous about that satchel. Shall we open it?\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "[Leave] \"You try my patience. Farewell.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Ah, that is not, not, um... casità, please do not-\"\r\n\r\nHe reaches for the satchel in your hands, but is not bold enough to take it from you.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Di verus! Degnos, you will explain this!\"\r\n\r\nAvetta snatches the satchel from your hands and riffles through it.\r\n\r\nShe pulls her seal from the satchel with a flourish and shoves it in Degnos face.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Cuè - ?\"\r\n\r\nShe opens the letter and begins to read.\r\n\r\nWith a strangled cry, Degnos stumbles back and takes off running full pelt down the docks.",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Madiccho! Bazzo!\"\r\n\r\nShe pinches the bridge of her nose and takes a deep, shaking breath.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"He was planning to have <i>you</i> killed.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"And now I will never know the extent of his sabotage! Trade routes, partners, cargo - anyone may know them now. Merla!\"\r\n\r\nShe runs a hand through her hair and grimaces.",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Your intervention has given me much work to do. Leave me to my tasks. Corès!\"\r\n\r\nShe shoos you away with a flapping hand.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Deliveries should be made to my boatswain, Fernal.\"\r\n\r\nShe nods to her ship at dock.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Then we are in accord. Corès, and good riddance.\"\r\n\r\nShe turns her back to you and makes herself busy with a stack of shipping manifests.",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Where is my seal? Postenago, did you take it again?\"\r\n\r\nShe grabs Degnos by the arm and shakes him. He winces and ducks his head, making no move to escape her grip.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Excuse me?\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Are you <i>certain</i> you don't have your seal?\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Of course! I am not some doddering old coot, forgetting where last I placed my spectacles.\"\r\n\r\nShe shoots you a glare and pats at her pockets. Bewilderment blooms across her face.\r\n\r\nShe reaches into her trouser pocket and pulls out her seal, then stares at you, mouth agape.",
      "female": ""
    },
    {
      "id": 40,
      "default": "[Offer seal.] \"Does this belong to you?\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Di verus! How - ?\"\r\n\r\nShe looks at you, then at the seal in her palm, then back you, her brows drawn together in consternation.",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"This is mine! From where did you get this?\"\r\n\r\nShe grabs the seal from your hands, then looks at your guardedly.",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Someone carelessly left it in the bathhouse.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"From Degnos' satchel, one among several other interesting things.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"And you thought it appropriate to help yourself to someone else's property?\" She shakes her head and sneers.",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"I did you a favor. I could have left it there with you none the wiser.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"That is true.\"\r\n\r\nShe grimaces, as if acknowledging the truth of your statement causes her physical pain.",
      "female": ""
    },
    {
      "id": 54,
      "default": "[Give letter.] \"I found a curious letter in Degnos' satchel. Its content may interest you.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Degnos, curious? I sincerely doubt it.\"\r\n\r\nShe swipes the letter from your hands and opens it slowly, as if she is already bored by what she expects to find inside.",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"I found some rather strange items in your servant's satchel.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"It is impolite to go through others' things. Your manners are atrocious. Were you raised in a barn?\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Just look in the bag, lady.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"It is a pity you let him escape.\"\r\n\r\nShe rubs her temple, eyes closed, and does not speak for a long moment. She exhales in a gust.",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Leave the kid alone.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Unhand him!\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Have you ever known abuse to engender loyalty, temorina?\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Good help really is so hard to find.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Forget it.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Ah - that is not, not, um - casità, please do not -\"\r\n\r\nHe reaches for the letter in Avetta's hands, but is not bold enough to take it from her.",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Your largesse knows no bounds.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "[Leave] \"I can stand no more of you.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Sarcasm! It is true what they say - poor breeding will always out, given the time.\"\r\n\r\nHer smile is small, pinched and unkind.",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"You should really be kinder to him.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Temorina, I advise caution. Something is not right here.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"So I have gathered.\"\r\n\r\nShe looks you over with an appraising eye, perhaps reconsidering her initial impression of you.",
      "female": ""
    },
    {
      "id": 78,
      "default": "[Shrug] \"Couldn't be helped.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Oh dear, did I get blood on your trousers? My apologies.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Di verus! Degnos, you will explain this!\"\r\n\r\nAvetta snatches the satchel from your hands and riffles through it.",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Who would dare speak to me thus?\"\r\n\r\nShe looks you over once, furrows her brow, then rounds on Degnos, poking him in the chest with her index finger.",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"A delivery boy with a smart mouth? What a surprise.\"\r\n\r\nShe glances at you briefly, upper lip curled in disdained, and rolls her eyes.",
      "female": "\"A delivery girl with a smart mouth? What a surprise.\"\r\n\r\nShe glances at you briefly, upper lip curled in disdained, and rolls her eyes."
    },
    {
      "id": 86,
      "default": "\"Did you just mistake me for a servant?\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"I suppose I <i>am</i> here to make a delivery, in a sense.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Are you not one? Tonderie - I never would have guessed.\"\r\n\r\nShe examines you closely, one eyebrow raised, and chuckles.\r\n\r\nShe returns her attention to Degnos with her arms crossed, frowning.",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"If you are not a servant ...\"\r\n\r\nShe returns her attention to Degnos with her arms crossed, frowning.",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Insult me again, I dare you.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"And what is this, eh?\"\r\n\r\nWhen he begins to laugh nervously, she digs again into the satchel, this time removing the letter.",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"He was to be questioned, not killed!\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"But, you have saved my life. Agracima. For you trouble.\"\r\n\r\nShe digs around in her hip pouch and produces a handful of coins.",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"I have neither the time nor inclination to engage with you further. Corès.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"You will feel the bite of the cat's tails if you have lost it, boy!\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"I am certain - I am nearly certain this was not here a moment ago.\"\r\n\r\nShe frowns for a long moment, then stuffs the seal back in her pocket, mumbling curses under her breath.",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Mind your response - if you have robbed me, I will not hesitate to alert the authorities.\" She narrows her eyes.",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"I am sure you are expecting a reward, as well.\" She clicks her tongue at you.",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"I will not report you to the authorities. That is your reward. Do not say I am not a generous woman.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"You have more to say? Or may I return to my work?\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"He will be found. I will make it so.\"\r\n\r\nShe makes expansive chopping gestures as she speaks, emphasizing her point.",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"I did not think he had the stones.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"You have more to say? Or may I return to my work?\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"Agracima, aimico. There are few with manners such as yours in this backwards place.\"",
      "female": "\"Agracima, aimica. There are few with manners such as yours in this backwards place.\""
    },
    {
      "id": 106,
      "default": "\"And what is this, eh?\"\r\n\r\nShe pulls the letter from the satchel with a flourish and shoves it in Degnos face.",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Is this nasenale a friend of yours, Degnos?\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Yes.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Naturally. I have an eye for such things.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"I'm doing you a favor.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "[Leave.] \"The feeling is mutual.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"At least the donkeys were better company.\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"I do not doubt you found their conversation quite engaging.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "She wrinkles her nose. Preoccupied with the question of your pedigree, she absentmindedly picks through the satchel you gave her.",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"Stop him!\"",
      "female": ""
    }
  ]
}