{
  "Component": "exported",
  "Name": "conversations\\03_neketaka_vailian_district\\03_cv_gyntel",
  "Entries": [
    {
      "id": 1,
      "default": "\"Hail and welcome to the Wild Mare, friend.\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Now, what can I do for ya?\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Show me what you have for sale.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"I'm looking for more... intimate entertainment.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"You're in luck, friend. The Wild Mare employs a number of courtesans skilled in satisfying a wide range of tastes and interests.\"\r\n\r\nHe throws you an exaggerated wink and points toward the stairs behind him.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Have you seen a group of Royal Deadfire Company soldiers in here?\" ",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Aye, they're up on the balcony, outside. Noisy bunch.\"\r\n\r\nHe pinches the bridge of his nose and sighs.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"You see anything you like, you let me know.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Hey, fishboy! What'd I tell you last time? You're not allowed in here!\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Ekera, have we met?\" Tekēhu frowns, worrying one of his hairs.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Oh, have you forgotten our little altercation so soon? How convenient for you.\" He levels Tekēhu with a steely glare and begins to count off the man's indiscretions on his fingers.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"I'll vouch for him.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Alright, but if he gets up to any more mischief, it's your purse on the line.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "[Leave] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Ekera, punish me appropriately if I misbehave.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "He raises a fourth finger. \"Then, when I shoved you out the door and told you not to come back, you tried to <i>kiss</i> me.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "He raises another finger. \"Then, when I refused to serve you any longer, you stole a bottle of my finest wine from behind the bar.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"You'll find 'em upstairs. They handle their own coin, too, so no need to go through me.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Be seein' you.\" He gives you a little wave and returns to his work.",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"If this is some kind trading company squabble, take it elsewhere, right? My staff already have more work than they need, and blood's damnably difficult to get out of the rugs.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "He raises one finger. \"Last you were here, you got drunk as a hagfish in a barrel of mead.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "He raises a third finger. \"You drank it all, then clambered onto the stage, pushed the dancer off, and serenaded the crowd with a sloppy rendition of 'My Wahaki.'\"\r\n\r\n",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Why does that not surprise me?\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Hah! Classic.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"You'll have to teach me that one later, Tekēhu.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Frankly, I'm surprised someone hasn't killed you yet.\" Gyntel plants his hands on his hips and does his best to loom over the large aumaua man, though the effect is less than impressive.",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Then I suggest you keep an eye on the bill.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Don't see why we have to vouch for him. This fella already knows he's fun.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"I did have a few lingering questions about keeping fish boy around. Now, not so much.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Watcher, do you not find it odd that you need to vouch for Tekēhu in his <i>own city?</i>\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"You and me, lad, we be spending our next shore leave together, believe you me.\"\r\n\r\nHe grins, all crooked teeth. \r\n",
      "female": ""
    },
    {
      "id": 62,
      "default": "A strangled sound escapes Xoti's throat as she flushes from neck to forehead.",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Hey, maybe you could, uh, loan me to Tekēhu? Just for a bit?\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "A jovial man at the bar grins and motions you closer. His arms are corded with thick muscle and crosshatched with scars.",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Ekera, at least one of us is amused.\" Tekēhu furrows his brow.",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Ekera, as if this pit could afford good honey wine.\" Tekēhu furrows his brow.",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Ekera, how could I let you poison your clients? Ngati has not deigned to bless a drop of what passes through here!\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"If that was his finest, I say it was charity.\" ",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"<i>Clamber?!</i> These legs. Do. Not. Clamber.\" Tekēhu grits his teeth and points to his thighs.",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Apologize.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "Though he looks as if he's about to protest, Tekēhu thinks twice and holds his silence.",
      "female": ""
    },
    {
      "id": 75,
      "default": "A deep frown cuts across his face the moment he spots Tekēhu. ",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Well, Gyntel? Care to apologize to my friend here?\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"I'm not done!\" He roars.",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"This one's on you, Tekēhu.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"I'll hold you to that, you slippery bastard.\" Gyntel turns away with a huff.",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"I'll hold you to that, you slippery bastard.\" Gyntel turns away with a huff, a faint blush coloring the tips of his ears.",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"I'm looking for more... intimate entertainment.\"",
      "female": ""
    }
  ]
}