{
  "Component": "exported",
  "Name": "conversations\\03_neketaka_vailian_district\\03_cv_kahn",
  "Entries": [
    {
      "id": 1,
      "default": "A young woman lingers near the stage with a mug of ale clutched tight in her hands. Though she shows no interest in the dancers, the bags beneath her eyes speak to many long nights spent drinking in the tavern.\r\n\r\nShe looks lazily about the room until her gaze alights on you with interest.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"No, can't say I have.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Lie] \"Oh, sure, I've seen him loads of times.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Why do you care?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Hey! You're the captain with the ancient Aedyran elf on your crew, right?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"You have? Where?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Is that line supposed to fool me? You lie worse than a kid caught with his hand in a cookie jar.\"",
      "female": "\"Is that line supposed to fool me? You lie worse than a kid caught with her hand in a cookie jar.\""
    },
    {
      "id": 9,
      "default": "\"Have you seen an old elf hanging around here lately? Dresses funny, probably drunker than an eel in a barrel of mead.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"What's it to you?\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "[Lie] \"Elves? I don't know any elves.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I guess I was mistaken. Apologies for the trouble, stranger.\" Kahn shrugs, and an impish, teasing smile spreads across her round face.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Cut the shit. I'm not a patient woman, and I've got a score to settle in a hurry.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"As serendipity would have it, I met him not long ago.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "[Lie] \"Nope.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"You'll need to try a bit harder than that if you want to put one over on me.\" She rolls her eyes at you.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Ondra's crushing void, I thought as much.\" She sighs heavily and pinches the bridge of her nose.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"You have? Where?\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"That ratfink son of a goat kisser owes me a fair heap of coin, and his debt's <i>your</i> responsibility now, 'captain.'\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "[Lie] \"Port Maje.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "[Lie] \"Down by the docks.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "[Lie] \"Back in Caed Nua.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Forgive me, I was having a laugh.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Don't try to fool me. I was just down by the docks, and he wasn't there.\" She crosses her arms and glares.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"I chased that fool to the Deadfire <i>from</i> the Dyrwood. I know damn well he's somewhere in this blasted archipelago.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"The old drunk was seen in Neketaka not two days ago. There's no way he's in Port Maje.\" She rolls her eyes at you and sighs.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"You! You owe me some coin!\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "Kahn levels you with a steely glare and says nothing.",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Listen, the guy I'm looking for owes me a lot of money. Five thousand coppers. You help me find him, and I'll give you twenty percent.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"In a humongous pyramid dedicated to Woedica out in the middle of nowhere.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Don't keep me in suspense! What happened to him?\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"That old goosepunter owes me a fair bit of coin.\" She takes a deep drink from her mug and concludes it with a tremendous belch.",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"How much are we talking about?\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"I might be able to help with that.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "[Leave] \"That's a shame. Best of luck to you!\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Wait!\" In her desire to stop you, she lurches forward so quickly that she nearly teeters over.",
      "female": ""
    },
    {
      "id": 38,
      "default": "She leans close and whispers conspiratorially in your ear.",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Truly?\" Her mouth hangs open, and she blinks rapidly, astonished.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"How much are we talking about?\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"He's on the hook for five thousand copper, and I damn well expect to get it - whether it's off his corpse or yours matters not at all to me.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Take what you're owed, then, and be on your way.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"He's a broke old drunk.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"I didn't expect, well, THIS. Thank you, [Player Name], for honoring Oswald's debt. I hope the grave lady smiles on you.\"\r\n\r\nKahn downs her drink in one gulp and slams it on the table, clearly dazed.",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Twenty percent? But I'll be the one doing all the work.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Who owes you money?\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "[Leave] \"I don't have time for this.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"The drunk old goat I was pestering you about, Oswald. Like the credulous fool I am, I gave him a loan, and he ran off before paying me back.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Fine, fine, Ondra's great, sagging tits, FINE. You can have forty percent and rights to whatever baubles Oswald has on him.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"I don't strap on my adventuring boots for less than half, lady.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Sure, it's not like I've got something better to do.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Suit yourself. I'll be here if you change your mind.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Changed your mind, have you? Did my desperate little tale tug on your heart strings after all?\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"I waded through an ancient pyramid filled with monsters and cultists and <i>lived</i>. Back. Off.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"You've got a point.\" She purses her thin lips.",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"You're his captain - his debts are your responsibility! Pay up, damn you, or taste steel.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Without my help, you wouldn't be getting any money at all. You can do better.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"How about this - I give you sixty percent and we never discuss this again.\" She lets out a tremendous sigh.",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Fine, I'll give you eighty percent of the take for your trouble. But I won't go any higher.\" She sighs and runs a hand through her hair in frustration.",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Then why bother haggling?\" She pushes back from the table with a huff.",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"I can't thank you enough. No one's been willing to so much as tell me the date until you came along.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Maybe you can get more out of her than I can - she refuses to speak to me, the snippy little cur.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Will you take half? It's all I've got on me.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"It wasn't what I was hoping for, but I suppose that'll have to do.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"No need, I already have Oswald's journal.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"I've got a few questions for you first.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "[Leave] \"Sure thing.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Get a thrill out of snooping in other's things, do you? Heh, me too. You wouldn't believe what my sister keeps in her vanity.\" Her lips curl into a conspiratorial grin.",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Have you got any leads on that mad old goat yet?\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Look who it is.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"He died.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"He was on trial for oathbreaking. I saved him, but left him to his own devices.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "[Lie] \"He died.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"I don't care about the details. Did you find any coin on him?\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Did he have any coin on him? Old coot owed my five thousand copper.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"No, the man was flat broke.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "[Lie] \"Oh, he had loads of coins. Lots of gold, some silver, a huge sack of coppers...\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"Ondra's pendulous teats, that charlatan cheated me!\" She slams her fist down on the table.",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"With a windfall like that, surely you can spare me the money I'm owed?\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"I found the money. It's mine!\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Did I say loads? I meant broke. Oswald was dead broke.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"What do you want to know?\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "[Leave] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"I'm not looking for trouble. Hand over the money and we'll both walk away from this with our limbs intact.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"I was having a joke. The man hadn't a thin copper pand on him.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Here's the journal.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"Don't you have a temple to find?\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"I found Oswald.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"And? Where is he? Did you get my money?\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"Funny thing, but Oswald was flat broke. Not a copper to his name.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "[Lie] \"I've got it all right here.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"So you do.\" A small smile tugs at the corner of her lips.",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"So you do.\" A small smile tugs at the corner of her lips.",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"So you do.\" A small smile tugs at the corner of her lips.",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"That twisty old piglicker! I should have known.\" Kahn slams her fist on the table. The utensils jump.",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"Oh, I'm sorry, are you a vithrack then? An aumaua, perhaps? What about a dwarf? Because you're CERTAINLY not an elf. Right.\" She rolls her eyes.",
      "female": ""
    },
    {
      "id": 113,
      "default": "Aloth clears his throat.",
      "female": ""
    },
    {
      "id": 114,
      "default": "Aloth clears his throat.",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"That's me.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"I owe you a knock about the head, more like.\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "[Roll your eyes and shrug.]",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"That ratfink son of a goat kisser owes me a fair heap of coin, and his debt's <i>your</i> responsibility now, 'captain.'\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"I can't wait to sleep in a real bed again.\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "[Lie] \"He's totally fine. Nothing happened. He just went his own merry way.\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"Deal.\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"The man I'm looking for, Oswald, was especially fond of one of the courtesans upstairs, Aenalys.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Have you tried being nice?\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"She wasn't receptive to my particular 'charms.' Let's see you do better.\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "Kahn flips through Oswald's journal, then stops and looks up at you, eyes wide. Someone has hastily scrawled the broken crown symbol of Woedica across the last page.\r\n\r\nKahn mutters to herself. She traces the symbol with her finger and frowns.",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"Oh, Oswald, you've really stepped in it now, haven't you? Getting mixed up with <i>Woedicans</i>? You damned old fool.\" She shakes her head sadly and closes the journal with the snap.",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"Where could they've taken him?\" She chews on her lower lip with uneven teeth and mutters to herself.",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"With any luck, you'll catch the old goat there in one piece, and we'll both leave here with some weight in our purse.\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"Who are you?\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"What's your history with Oswald?\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"What does Oswald owe you money for?\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"Funny thing, but Oswald's flat broke. Not a copper to his name.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"Ah, I was hoping you wouldn't ask me that. But hey, what the hel.\" She rakes an impatient hand through her dirty hair.",
      "female": ""
    },
    {
      "id": 140,
      "default": "She groans theatrically, like she can't bear to recount the tale.",
      "female": ""
    },
    {
      "id": 141,
      "default": "She stares into the depths of her mug and sighs.",
      "female": ""
    },
    {
      "id": 142,
      "default": "[Leave] \"I'd rather eat my boots.\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"By the look of you, they'd probably be the best meal you've had in weeks.\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"Find me here if you change your mind - <i>after</i> you're done eating, of course.\" Her thin lips pull into a teasing smirk, and she doffs an invisible hat to you.",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"Come find me after you've talked to her! I'll be here. With my beer.\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"I don't know about this.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"We could use the money. I didn't want to trouble you, but your bed's had a rat problem for weeks.\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "[Leave.] \"I can't help you. Farewell.\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "Kahn gives you a broad, charmingly buck-toothed smile and leaves, turning to give you a little wave before disappearing out the door.",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"Well, I suppose I have a boat to board. Farewell!\" Kahn quickly downs her drink and hustles out of the tavern, not so much as pausing to look back.",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"Well, I best be off. Got a boat to board and all that. Farewell!\"\r\n\r\nKahn rushes out of the tavern, muttering something about hurrying away before you change your mind.",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"Thanks for the information, [Player Name]. I can't say I like what I heard, but I'm glad to be done with this nonsense all the same.\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "She waves you off.",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"So, where'd you see him?\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"Five thousand coppers, if you'd believe it.\"",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"The man's a family friend - has been for, oh, must be four generations now. The perk of being an elf, eh?\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"It's my fault, really. I should have known better than to believe that damned old drunk knew what he was doing.\"",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"Man's a wizard, you understand, and a tinkerer. He convinced himself - and me - he could, with enough luminous adra, create a device that would add years to one's life.\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"Must have been a crock of shit, because one day he up and ran without a word of explanation or apology.\"",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"I thought I knew him better than that.\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"Oh. You're not him. Sorry, stranger - saw an elf in Aedyran clothes and got a bit ahead of myself.\"",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"Haggling for the fun of it not keeping you busy enough, eh?\" She winks.",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"And if you help me get my money back, I'll give you a twenty percent share as thanks.\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"So you do.\" A small smile tugs at the corner of her lips.",
      "female": ""
    },
    {
      "id": 177,
      "default": "Despite her cold words, tears begin to well in her eyes. She blinks them away without comment.",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"You- you honorless oaf! I hope Hylea's flying rats eat your eyes!\" She stomps away, trembling with rage.",
      "female": ""
    },
    {
      "id": 179,
      "default": "Kahn gives you a curt nod and downs the remainer of her drink in one gulp. She hustles out the door without pausing to look back.",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"Gods, but I'm dead tired of this wretched archipelago.\" She exhales a deep sigh.",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"So, if you don't mind, I'll be taking my leave. May Wael's legion of creepy eyes watch your back, and all that.\"\r\n\r\nKahn gives you a curt nod and finishes the remainder of her drink with a gulp. She hustles out the tavern without so much as a wave goodbye.",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"Where in the blazes is that old man?\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"When our ship neared Neketaka, the boatswain told me about a weird temple on an island in the Karatapu Channel, southwest of the city.\r\n\r\n\"She wouldn't tell me what it was for, though - got real spooked when I asked.\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"Look, I'm sorry for dragging you into this mess. You've done right by Oswald in giving him honest work, and right enough by me.\r\n\r\n\"Let's call it even and part in peace, eh?\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"It wasn't what I was hoping for, but I suppose that'll have to do.\"",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"I'm one of the countless minor nobles that litter the Dyrwoodan countryside. You know Admeth Hadret, hero of the War of Defiance? He's my great, great whatever.\"",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"So? What's the problem with that?\"",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"Pardon my impertinence, 'my lady.'\"",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"See, this is why I don't like to tell people about it. They get all weird. Like you, right now. Being weird.\"",
      "female": ""
    },
    {
      "id": 191,
      "default": "[Shrug.]",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"When people find out, they start doing weird shit - calling me 'Lady', opening doors for me, buying me drinks.\r\n\r\n\"Really, the title is a mockery. It means nothing to me.\"",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"My thoughts exactly.\"",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"Listen, the guy I'm looking for owes me a lot of money. Five thousand coppers. You help me find him, and I'll give you twenty percent.\"",
      "female": ""
    },
    {
      "id": 196,
      "default": "Kahn looks at you expectantly.",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"Oswald's dead. He was executed by Woedican vigilantes.\"",
      "female": ""
    },
    {
      "id": 198,
      "default": "Kahn's face falls. She looks away quickly, tears just budding on her eyelashes, and dashes them away with a shuddering sigh.\r\n\r\nAfter the brief storm of emotion has passed, she steadies herself and turns hard eyes on you.",
      "female": ""
    },
    {
      "id": 199,
      "default": "She looks away quickly, tears just budding on her eyelashes, and dashes them away with a shuddering sigh.\r\n\r\nAfter the brief storm of emotion has passed, she steadies herself and turns hard eyes on you.",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"Go take a look, then, and let me know what you find.\" She marks the location on your map with a flourish.",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"You must have sailed through half the Deadfire to get to Neketaka. Anything catch your eye?\"",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"There are countless little boltholes scattered through the islands. Can you... narrow it down?\"",
      "female": ""
    },
    {
      "id": 203,
      "default": "[Shrug.] \"Hel if I know.\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"Not really. To be honest, I spent most the trip out from Defiance Bay bent over the bulwark giving Ondra a taste of my innards.\r\n\r\n\"I <i>hate</i> boats.\"",
      "female": ""
    },
    {
      "id": 209,
      "default": "\"Right - what am I doing asking you?\" She shakes her head and gives you a rueful little smile.",
      "female": ""
    },
    {
      "id": 210,
      "default": "\"You're asking the wrong guy. I'm new here.\"",
      "female": "\"You're asking the wrong girl. I'm new here.\""
    },
    {
      "id": 212,
      "default": "\"Damn, if only I could find that captain who gave us passage to the Deadfire. Bet he'd know...\r\n\r\n\"Wait a tic.\" She blinks, remembering.",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"You and me both.\"",
      "female": ""
    },
    {
      "id": 214,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 215,
      "default": "Kahn laughs a little, mostly to herself. She seems to only half-hear you, her thoughts wandering elsewhere. ",
      "female": ""
    },
    {
      "id": 216,
      "default": "[Shrug.] \"Seems as good a place to start as any.\"",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"'Weird temple?' Sign me up.\"",
      "female": ""
    },
    {
      "id": 219,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"Why don't you go take a look?\" She marks the location on your map with a flourish.",
      "female": ""
    },
    {
      "id": 221,
      "default": "[Lie] \"I've got it all right here.\"",
      "female": ""
    },
    {
      "id": 222,
      "default": "[Lie] \"I've got it all right here.\"",
      "female": ""
    },
    {
      "id": 223,
      "default": "[Lie] \"I've got it all right here.\"",
      "female": ""
    },
    {
      "id": 224,
      "default": "[Lie] \"I've got it all right here.\"",
      "female": ""
    }
  ]
}