{
  "Component": "exported",
  "Name": "conversations\\03_neketaka_vailian_district\\03_cv_olesca_sarasso",
  "Entries": [
    {
      "id": 1,
      "default": "Sarasso gives you a quick glance and a polite smile, then returns to scribbling diligently in her ledger.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Director Castol remains, then? I can't say I'm sorry. \r\n\r\n\"It took some time to learn his habits. I have no desire to start again.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"So, it is 'Director Alvari' now. I am not sure we needed all this fuss. \r\n\r\n\"Well, it changes little in this office. I just worry about the numbers.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"You... you won't find them. The director escaped. I...\"\r\n\r\nThe clerk's lips move, wordlessly, but she has lost the energy to speak further. The defiant glint in her eyes dulls as the life leaves her.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Ac, just a moment.\"\r\n\r\nThe dwarven woman at the desk does not yet look up. She taps at her chin with the quill in her hand, a look of furious concentration on her face.\r\n\r\nAfter a few moments, she scrawls something down in the ledger in front of her.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"What can I do for you today, Watcher?\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"What can you tell me about the Valera and Bardatto families?\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"How fares the Company?\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Ado, Watcher.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"A single powderhouse, and yet its loss will be felt all the way in Tākowa.\r\n\r\n\"Ac, I would give anything for a glimpse at the Royal Deadfire Company's books...\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"You made it into our books, you know. Accounting for losses.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"The director, cast underground by some barbarian queen! I cannot believe this.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Could you tell me a little about the Vailian Trading Company?\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Ah, <i>them</i>. Gods, they've been at each other's throats from the start.\r\n\r\n\"And ask if anyone else cares one speck why it started. We should have left these feuds back in the Republics.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"The books are healthy, mestre. All the numbers are in order.\" \r\n\r\nSarasso nods to herself, satisfied.",
      "female": "\"The books are healthy, mestra. All the numbers are in order.\" \r\n\r\nSarasso nods to herself, satisfied."
    },
    {
      "id": 23,
      "default": "\"Well... It is funded, and so controlled, by the Songretta mea Compresa, I can tell you that much. A Council of eleven investors.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Governor Clario had many kind things to say about you. \r\n\r\n\"I have you here in the ledger. A net profit.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"I am still not sure how to account for these losses in the reports. 'Divine interference?' An act of the gods?\"\r\n\r\nSarasso sighs and frowns at the papers on her desk.",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"I hope you aren't staying too long? Insanity seems to follow you, and I just finished re-ordering the shelves. \r\n\r\n\"...Oh, I am very glad you survived, of course.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"The director is impatient to get underway, I believe. Best not to waste time here with me.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"I'm glad we could put the final stamp on this Poko Kohara situation. Sadly, it isn't uncommon for teams to simply disappear out there.\r\n\r\n\"It was terrible, not knowing what to tell their families.\" ",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"I'm... not sure what to make of this report from Elette. \r\n\r\n\"<i>The</i> Beast of Winter? Is this meant to be some kind of metaphor?\"\r\n\r\nOlesca mutters to herself, scratching away at the parchment with her pen.",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"This is a dangerous situation the animancers have gotten us into. \r\n\r\n\"I am glad you were there when the fighting began. Elette can barely hold a sword.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"The Deadfire's first true queen of the Huana, assassinated. Perhaps the Deadfire is not so unlike the Republics. \r\n\r\n\"Our diplomats will be drowning their sorrows for weeks to come. So much wasted coin.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Prince Aruihi's death has cost us all hope of further negotiations with the Kahanga queen.\r\n\r\n\"A little ironic, no? He got what he wanted.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Defeating the Royal Deadfire Company at sea is one thing, but an assassination?\r\n\r\n\"If this doesn't bring the ranga nui down on us, we can call it divine luck.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "[Leave] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Good thing I caught you. The queen has summoned the director to the palace! Something about an explosion?\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Castol asked that you join him as soon as possible. Apretta, please!\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Alvari wished for you to join her as soon as you are able. Apretta, please!\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Watcher! There you are!\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"It was a dreadful scene. How unseemly.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"What's Castol's story?\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"What do you think of Alvari?\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Can I ask you some questions?\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"I can spare a few moments.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"That's all I wondered about.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "Olesca nods, already darting glances toward her papers.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Who's in charge here?\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"She's nice, no? A little intense, maybe. \r\n\r\n\"She gets results. Always to the letter.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"I only handle the numbers, sir. You want Director Castol. His office is right next to mine.\"\r\n\r\nWith that, Sarasso nods politely and turns back to her work.",
      "female": "\"I only handle the numbers, madam. You want Director Castol. His office is right next to mine.\"\r\n\r\nWith that, Sarasso nods politely and turns back to her work."
    },
    {
      "id": 56,
      "default": "\"I only handle the numbers, sir. If you are looking for work, you should speak with Governor Alvari. \r\n\r\n\"Her office is downstairs, toward the back.\"\r\n\r\nWith that, Sarasso nods politely and turns back to her work.",
      "female": "\"I only handle the numbers, madam. If you are looking for work, you should speak with Governor Alvari. \r\n\r\n\"Her office is downstairs, toward the back.\"\r\n\r\nWith that, Sarasso nods politely and turns back to her work."
    },
    {
      "id": 57,
      "default": "\"Oh, him. Good family, sensible.\r\n\r\n\"Big plans for the Deadfire, he has. Big, expensive plans.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Who runs the Company?\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"While the Songretta is away, Canta Nirro is the Company's highest authority on the island. But he mainly concerns himself with diplomatic affairs.\n\n\"For the usual business, you want the Director.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"What do you do here?\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"I have a better head for numbers than for small talk, I'm afraid. \r\n\r\n\"It isn't personal.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"It is nice to be asked, I suppose. I hardly ever get anyone in here unless they need help with their sums.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"That's a shame.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Oh, no, it's very convenient. The quiet makes it much easier to concentrate.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"I don't see why. You probably have the most important job here.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"I have been very lucky to reach this position. I enjoy the work, and it is clear that I am needed. \r\n\r\n\"Being useful, it is a good feeling.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Your work does sound dull.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"It's all well and good if nobody else enjoys it. That only means that there is nobody to take my place.\"\r\n\r\nSarasso gives you a sly smile.",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Put plainly, I am an adviser to the director. I keep the books in order and offer advice on the operations of the fleet.\r\n\r\n\"Profits, losses. All here.\"\r\n\r\nRather than pointing at a ledger, she raises a hand to tap the side of her head.",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"I love numbers. I count my coin every day.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Ac, I have heard that one. You will fit right in with the Company.\"\r\n\r\nSarasso fidgets distractedly with one of the paperweights on her desk.",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"That is true, but hardly anyone says so.\" \r\n\r\nSarasso smiles- an earnest, amused smile that brightens her eyes and puts color in her cheeks.",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Leave me alone! There's no money here, only paper!\" ",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Well, <i>you're</i> no clerk. Sientere, Watcher, I was preoccupied. \r\n\r\n\"Do not take it personally. They put me in this side office for a reason.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"There we are.\r\n\r\n\"So, did Alvari send you? I am putting together the numbers. She will have to be patie-\" \r\n\r\nShe glances up at you, distracted- then looks up again, blinking owlishly.",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"There we are. \r\n\r\n\"Well? Did the director send you? I already set the reports he asked for on his desk.\"\r\n\r\nShe glances up at you, distracted- then looks up again, blinking owlishly.",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Olesca Sarasso, adviser. And you are the Watcher that frightened the harbormaster.\r\n\r\n\"...Did you get turned around? I can't imagine what you'd want from me.\"\r\n\r\nSarasso leans sideways to look past you, at the door leading into the hallway.",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Olesca Sarasso, adviser.\r\n\r\n\"...Did you get turned around? I have little to do with... people, to be honest. Numbers, mostly.\" \r\n\r\nSarasso gestures to the desk with a quick sweep of her arm.",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"That Alvari. She asks for papers at all hours! It is interfering with my work.\"\r\n\r\nSarasso scowls down at her parchment.",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Our fortunes rise and fall like the tide. They want for stability, mestre. \r\n\r\n\"We must work to turn things around.\"",
      "female": "\"Our fortunes rise and fall like the tide. They want for stability, mestra. \r\n\r\n\"We must work to turn things around.\""
    },
    {
      "id": 81,
      "default": "\"I will not lie, our fortunes dwindle. I must ask the director for some clarity on these figures. \r\n\r\n\"I cannot imagine why they are so low.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"The Bardattos are some of our most valued investors. The Valera family makes its business in pirate-hunting, and they have an open contract to keep the waters around Neketaka clear.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"But they spend more time plotting against one another. A waste.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Ducs, nobles... Not all from the Republics, mind. But all very important people.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Are you never homesick? I would do anything for a good, homecooked Vailian dinner.\" \r\n\r\nSarasso rests her chin on her hands, overcome by her sudden melancholy.",
      "female": ""
    }
  ]
}