{
  "Component": "exported",
  "Name": "conversations\\03_neketaka_vailian_district\\03_cv_lueva_alvari",
  "Entries": [
    {
      "id": 2,
      "default": "Standing next to her desk and lost in thought, Governor Alvari looks up at your approach. Her expression of intent focus thaws instantly, and she greets you with a startlingly sunny smile.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Welcome back. Is there something else you wished to discuss?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"They speak the truth- A Watcher is welcome, in these times.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Some weeks ago, we received word of a large quantity of luminous adra on a distant island. \r\n\r\n\"Poko Kohara. It is not charted on any of our maps.\" ",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I'll do it.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Gellarde. I will mark Tikawara on your map. We've had no real trouble with the villagers in the past, but I always recommend caution.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Ah, good, you're back. I hope you had a pleasant voyage.\"\r\n\r\nAlvari looks up from her papers, giving you her full attention.",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"I found the adra vein.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Ah- Before you get too far underway, I think you ought to come with me. \r\n\r\n\"Director Castol will want to hear from you in person.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "Looking up from a stack of paperwork on her desk, Governor Alvari meets your arrival with a pointed raising of her brows, and an amused curl of the mouth.",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"I am Lueva Alvari, governor in residence of the Vailian Trading Company here in Neketaka. What brings you to my door?\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"I've come from Port Maje. Governor Clario suggested the Vailian Trading Company might have work for me.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Are you in charge here?\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"I ran across a Vailian Trading Company expedition on Poko Kohara.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Until then, I believe we're finished? Return here once you have word of our agents, and our prize.\r\n\r\nOh, and take care upon the open sea. There are greater hazards in these waters than a few pirates.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"You want me to find your people?\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Ideally. But if the worst has come to pass, I would like you to complete their investigation of the adra deposit. Anything that may assist the Company.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"If I'm to sail to Tikawara, I'll need to purchase some supplies.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Yes, I take your meaning. Here. A taste of what's to come.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"That I leave to you. Consider it an investment on your part. One that will be repaid, in full, on your return. My word on it.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"We are too long delayed, and someone must finish the job. A Watcher can determine if there is essence in the adra - if it is worth the trouble and investment to remove it.\r\n\r\nInformation for which we are willing to pay.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"This will be of some use to you, I think. It entitles you to act as a commissioned agent of the Vailian Trading Company. Present it and you will be recognized as such.\"\r\n\r\nAlvari presses a document into your hand.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"What do you know about Poko Kohara?\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Not much, unfortunately. A few superstitions among the locals, but they're unusually tight-lipped about the subject.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"An interesting question.\"\r\n\r\nGovernor Alvari's mouth twists in a rueful smile. \r\n",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"You return. Is there something I can do for you?\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "[Leave] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"An interesting surprise. The Watcher of Caed Nua, no? I am told that is your ship in the harbor. \r\n\r\n\"Eccosi, I mean nothing by it - All newcomers are of great interest here.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"The Watcher- From the palace, yes? You made quite the impression on the Canta Nicese. He went on for ages.\r\n\r\n\"Welcome. Make yourself comfortable.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"I have information regarding the events at Hasongo.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"The Royal Deadfire Company's outpost, yes?\r\n\r\n\"Director Castol has some interest in that place, I understand. You will find him upstairs.\"\r\n\r\nShe smiles to soften the dismissal. ",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Was that all?\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "[Leave] \"More or less. I'll be back shortly.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"A very strange voyage, sure.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"I did not hope to hear from them again.\r\n\r\n\"We have been expecting the expedition's return for some time now.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "Alvari's eyes widen, just briefly. Her spine straightens, and she regards you with new interest.",
      "female": ""
    },
    {
      "id": 63,
      "default": "[Leave] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Director Castol concerns himself with the business of the Vailian Trading Company as a whole. He must coordinate our operations across the entire region.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"I'm afraid you must deal with me for the time being. You seek work? Information? These are things I can help you with.\"\r\n\r\nShe folds her hands.",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"What kind of work?\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Could you tell me a little about the Vailian Trading Company?\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Work suited to a Watcher. Your arrival presents an opportunity.\r\n\r\n\"How much do you know about the adra trade?\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"The Company also engages in more mundane lines of trade, of course. \r\n\r\n\"Ultimately, we are merchants.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Can you tell me anything about Hasongo?\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Truly, we had nothing to do with its destruction. \r\n\r\n\"Such catastrophes are only more reason not to tangle up our fortunes with the Deadfire any longer than we must.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"How much do you know about the luminous adra trade?\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Enough.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"I know Eothas is looking for it.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"What's your interest in the adra?\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"It sells for its weight in gold. Our investors have charged us with claiming every vein we can reach.\"\r\n\r\nAlvari punctuates her blunt statement with a smile. ",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Every viable deposit is of interest to us. Cartographers, surveyors- at any moment we have a dozen expeditions underway.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Our people have neither returned nor sent any word on their progress.\"\r\n\r\nAlvari spreads her hands in a gesture of helplessness.",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"That's it? What if the adra's worthless?\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Then it is worthless, and we save ourselves wasted effort. Either way, you will have fulfilled your end of the bargain. Here, I will mark Tikawara on your map.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Enough.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"I know the adra has value beyond ointments and perfumed baths.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "[Leave] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"If you're asking me to help you dig it up, I've left that sort of thing behind.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"Perhaps. We are concerned foremost with providing a return on our shareholders' investments, by way of refined luminous adra.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Safe travels. Should you have business, don't hesitate to stop by.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"A shame. You could be making a fortune. Once refined, the luminous adra is worth its weight in silver.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Look at me - I am still sweating.\" \r\n\r\nAlvari stands beside the director's desk, looking down at her hand. She curls her fingers into a fist, then uncurls them slowly. \r\n\r\nAnd smiles. ",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"You are a wonder. \r\n\r\n\"The Royal Deadfire Company is scrambling to contain the damage. They may have their suspicions, but they're in no position to do anything about it.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"I've been out to Poko Kohara. I thought you might be interested.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"I have news about Poko Kohara.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"You can report to Director Castol directly. You'll find him upstairs.\" \r\n\r\nShe pauses. \"That said, I'm curious to hear of your results.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"The luminous adra was destroyed. There's nothing there anymore.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"I found your team. Or what was left of them, anyway.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"There's a vein of luminous adra, waiting to be mined.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"Gellarde. At least we'll have something to show for all this. Go on, then. There'll be a reward waiting for you, I'm certain.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Madiccho. This expedition was a costly mistake. I don't know what the director was thinking. Perhaps you, he'll enlighten.\"\r\n\r\nAlvari turns away, shaking her head.",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Ah - a matter that fell by the wayside for too long. And what news do you have for me?\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"The adra pillar was destroyed. There's nothing worth digging up.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"There is plenty of luminous adra on the island, but I'm afraid your people were killed.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"What an absurd waste. Castol should have been reassigned long ago.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"I suspected as much. At least there is some value to their sacrifice. I will get a team together.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Your reward, Watcher, for seeing this through.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"And now - on to other business?\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"Castol asked me to do a favor for him. Concerning Crookspur Island...\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"Are we ready to set sail for Ukaizo?\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Ac, the business with Castol's Príncipi contact. Truly, the poor fool didn't have an ounce of sense.\r\n\r\n\"Or discretion. A Príncipi captain! Poaching one of Canta Nirro's lovers would have been less damaging to his reputation.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Ukaizo will not wait for us. Too long and the opportunity will slip through our fingers.\"\r\n\r\nAlvari grimaces, as if the prospect causes her physical pain.",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Flaune insists her people are ready. I have a few concerns.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"We move now with singular purpose, and ensure the prosperity of the Republics. Trade, coin. Civilization, aimico. That is what we give them, with Ukaizo.\r\n\r\n\"And for <i>us</i>? Our rightful place in the world.\"",
      "female": "\"We move now with singular purpose, and ensure the prosperity of the Republics. Trade, coin. Civilization, aimica. That is what we give them, with Ukaizo.\r\n\r\n\"And for <i>us</i>? Our rightful place in the world.\""
    },
    {
      "id": 115,
      "default": "\"The Royal Deadfire Company. They will not stand idly by as we lay our claim. It is time to do something about that.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"I'm afraid that means that your large friend here has more than overstayed her welcome.\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"You have had some success with the Animancers, I hear. It is time for them to earn their keep.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"I'm simply aware that these experiments aren't a profitable venture in the long-term. But I won't discard a useful tool.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"I thought you didn't think much of the animancy experiments.\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"What's your plan?\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"Won't the queen come down on us for this?\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"With the queen out of the way, won't the Royal Deadfire Company retaliate?\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"Of course. If they're capable of it. \r\n\r\n\"I believe we have the opportunity to hobble them. In fact, this may spell the end of their efforts in the Deadfire altogether.\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"We will use the animancers' machines to transport you into the Royal Deadfire Company's powderhouse. \r\n\r\n\"You'll set the powderhouse alight. The powder will do the rest.\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"There are risks, of course. The gunpowder is one concern, but the powderhouse itself is also heavily guarded. \r\n\r\n\"Best that you avoid being seen.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"If she finds proof of our involvement, certainly. Provided we are careful, there will be no such evidence.\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"Infiltration isn't exactly my specialty.\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"Respectfully, that is an insane plan.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"Couldn't I just kill someone?\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"Now is the time for craft, my friend.\r\n\r\n\"If we can turn our enemy's power against them, weaken them without being pulled into open war, we will have defeated them twice over.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"The Deadfire breeds madness. You have been here long enough- let us teach you the language.\r\n\r\n\"No half-measures. No hesitation. If our enemies do not expect this of us, all the better.\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"And what happens when I get arrested?\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"Why, I'll vouch for you. More importantly, with the animancers involved, nobody will see you enter.\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"Only if it doesn't work.\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"This is our best- our <i>only</i> chance to seize victory.\r\n\r\n\"You hold my ambitions in your keeping, Watcher. Try not to get yourself blown to shreds.\" ",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"Then leave no witnesses. The explosion will handle most of that. So long as you are clear of the building before that happens, your part will be done.\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"Yes? Have Flaune and the others walked you through the plan? The longer we wait on this the more likely it is that word of it will reach the wrong ears.\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"I had some questions for you.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"Please, go ahead.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"What are your thoughts on animancy?\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"What is it you do here?\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"Could you tell me a little about the Vailian Trading Company?\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"I have no more questions.\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"Very well. Anything else?\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"This is the best result we could have hoped for. Impressively done.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"I hope there was a point to all this.\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"That was fun!\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"You're certain the hazanui won't strike back at us?\"",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"Merla. What a surprise all around, no? I cannot claim to know your thoughts, but- you made the right choice, Watcher.\"",
      "female": ""
    },
    {
      "id": 154,
      "default": " \"The Canta Nicese must hear of this. The Trading Company needs new leadership. Leadership that can make effective use of its key allies.\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"You've proven your worth many times over, Watcher. Consider this a taste of the rewards that lie ahead.\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"Merla, I thought she only put it on for the Songretta.\" \n\nFlaune regards you both with a raised brow, shaking her head.",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"Are you serious? We get away with blasting the powderhouse, and now you're turning on each other?\"",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"Your politics aren't my business.\"",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"If you bear Castol no loyalty, it will cost you little to admit it. \r\n\r\n\"Here- let us both enjoy a little honesty. If I am made director, it will be a simple thing to elevate you in the eyes of the Council.\"",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"No, how could he? He has all the mettle of a wet rag. \r\n\r\n\"Perhaps Nirro's judgment will provide Castol with the opportunity to chase his true ambitions. His responsibilities clearly weigh upon him.\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"Castol never did me wrong.\"",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"You will attend the trial, I hope? Your testimony is a vital part of the proceedings.\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"Fine. Let's get this over with.\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "[Leave] \"I have other business to see to, first.\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"Of course. I will send word to the shareholders. You can meet us upstairs once you are ready.\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"Indeed. Come, then. I'll send for our esteemed guests. Meet us upstairs when you are ready.\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"When, if not now? Conflict weeds out the weak. Castol cannot protect you any more than he can stand to look at himself in the mirror.\"",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"Director Castol mentioned you might have more information about the expedition to Poko Kohara.\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"Now we sail on. To Ukaizo.\" \r\n\r\nAlvari brings her hands together in a sharp clap. A triumphant smile spreads across her lips as she strides away to take her position behind the desk.",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"Do you think Alvari practices appearing so ominous, Watcher? Or is it some natural gift?\" \r\n\r\nFlaune Elette watches you both, shaking her head slightly.",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"Ac, we are in the thick of it now. With the queen slain, Rauatai's soldiers will howl openly for our blood.\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"We've dealt them a serious blow. If we are to turn our momentary advantage into victory we must make our move before they recover from it.\"",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"Castol must be proud of himself! We are no closer to turning a profit from this ridiculous venture, and now he has nearly pulled the Republics into a war with Rauatai!\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"Well, look at you. I thought you'd be well away from the city by now. \r\n\r\n\"In the bellies of several different sharks, frankly.\"",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"You have an interesting way of rewarding trust. I hope you understand when I say that we'd be fools to repeat the queen's mistake.\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"Ac, we are in the thick of it now. With the queen in hiding, Rauatai's soldiers will howl openly for our blood.\"",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"What a way to mark the beginning of a profitable relationship. We are in the same boat, as they say. \r\n\r\n\"Navigating the same troubled waters.\"",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"You did well. Ac, very well. And then, why should they question your motives?\"\r\n\r\nAlvari's lips draw back in a wolfish grin of amusement, there and gone in a flash.",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"Glad to see you in one piece, Watcher. I heard you had an eventful trip to Hasongo.\"",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"I can't decide if the gods must love or hate you, Watcher. Perhaps both.\"",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"You are a dangerous man to know, Watcher. All the Huana are screaming for your hide, after what you did to their queen.\"",
      "female": "\"You are a dangerous woman to know, Watcher. All the Huana are screaming for your hide, after what you did to their Queen.\""
    },
    {
      "id": 195,
      "default": "\"You are a dangerous man to know, Watcher. The queen has sworn vengeance against you for the death of her brother.\"",
      "female": "\"You are a dangerous woman to know, Watcher. The queen has sworn vengeance against you for the death of her brother.\""
    },
    {
      "id": 197,
      "default": "\"I hear there has been a change of command over at the Royal Deadfire Company.\"",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"They're saying that Atsura of the Royal Deadfire Company is dead. By a certain Watcher's hand?\"",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"You are making quite a name for yourself, out there. Perhaps one day you will consider taking a more official position within the Company.\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"You could do better at covering your tracks, Watcher. Unless you intend to make an enemy of the Company.\" ",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"You seem a friendly sort, Watcher. But take care you don't keep questionable company.\"",
      "female": ""
    },
    {
      "id": 209,
      "default": "\"It grows stranger by the day to see such a close friend of the Royal Deadfire Company here in my office. I always wonder if you're lost.\"",
      "female": ""
    },
    {
      "id": 211,
      "default": "\"Ah, Watcher, you may appreciate this- \r\n\r\n\"According to several Royal Deadfire Company reports, you are now a 'serious threat that requires immediate attention'. Congratulations.\"\r\n\r\nAlvari chuckles to herself, pleased.",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"I should warn you- You may want to be careful, moving around the city. Seems you've topped the Royal Deadfire Company's list of undesirables.\"\r\n\r\nAlvari gives you an affable, sidelong grin over her ledger.",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"The Huana speak well of you. I suppose it's best to avoid any hostilities with the locals.\"",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"You've made friends among the Huana. A useful piece of leverage.\"",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"You have few friends among the Huana. They are a... temperamental people. The sooner we are out of the Deadfire region, the better.\"",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"Have a care in the city, Watcher. Neketaka belongs to the Huana - and you are not especially loved by their people.\"",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"Now. What brings you here?\"",
      "female": ""
    },
    {
      "id": 222,
      "default": "\"First, we will need Elette's assistance. Her research was wasted in Castol's hands.\r\n\r\n\"Speak to her, at the Spire. Once we have set the animancers to work, no one in the Deadfire will stop us.\"",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"Director Castol has you running errands for Flaune, does he? A waste of your time. They've been at it for months, to no profit.\"",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"Still in one piece? Watch yourself with that Flaune. It would be a shame for you to end your days as a footnote in one of her reports.\"",
      "female": ""
    },
    {
      "id": 226,
      "default": "\"This is absurd! Our animancers are openly attacked, and it falls to you to save their skins.\r\n\r\n\"Director Castol's little hobby has cost us too much already.\"",
      "female": ""
    },
    {
      "id": 227,
      "default": "\"Well, you've seen to it, have you? I have no interest in the details. \r\n\r\n\"I praise your diligence, but Castol wasted you on such things.\"",
      "female": ""
    },
    {
      "id": 236,
      "default": "\"Well, the Vailian Trading Company has been here in Neketaka for many decades, now. \r\n\r\n\"Its main interest is in the mining of luminous adra, for which we have negotiated with numerous tribes for access to the adra sites and, where possible, labor.\"",
      "female": ""
    },
    {
      "id": 243,
      "default": "\"I could give you Ukaizo!\"",
      "female": ""
    },
    {
      "id": 244,
      "default": "\"Then I'll be going.\"",
      "female": ""
    },
    {
      "id": 245,
      "default": "\"I was trying to help the Vailian Trading Company.\"",
      "female": ""
    },
    {
      "id": 247,
      "default": "\"Best of luck, Watcher.\"",
      "female": ""
    },
    {
      "id": 248,
      "default": "\"You acted alone, and without support. And now you have made a serious enemy of the Huana. Sientere, Watcher. You are bad for business.\"",
      "female": ""
    },
    {
      "id": 249,
      "default": "\"You are a risky investment, Watcher, at a time when we can't really afford another. \r\n\r\n\"But I do wish you the very best of fortune. I think you'll need it.\"",
      "female": ""
    },
    {
      "id": 250,
      "default": "\"Be swift. I do not care to imagine what the aumaua will do to you if you are caught.\"",
      "female": ""
    },
    {
      "id": 251,
      "default": "\"This has gone far enough. It is time to inform the Canta Nicese what a shambles Castol has made of his command. He is unfit to be director.\"",
      "female": ""
    },
    {
      "id": 252,
      "default": "\"I suppose you think you'd be a better director?\"",
      "female": ""
    },
    {
      "id": 253,
      "default": "\"Of course. If I did not believe it with all my soul, I would not dare to trouble the Council.\r\n\r\n\"Men have died for less.\"",
      "female": ""
    },
    {
      "id": 254,
      "default": "\"Not now, while we stand a far better chance of fighting back. But if you were hoping to attend any parties in the Brass Citadel, you will have to make new plans.\"",
      "female": ""
    },
    {
      "id": 255,
      "default": "\"Belfetto. It is a fine thing to enjoy one's work.\"",
      "female": ""
    },
    {
      "id": 256,
      "default": "\"All these plans and schemes... Now, we can move openly.\r\n\r\n\"With you standing beside us, the Vailian Trading Company's future is secured.\"",
      "female": ""
    },
    {
      "id": 257,
      "default": "\"Ours has been a profitable alliance, don't you think? May it remain so. Here - a taste of what's to come.\"",
      "female": ""
    },
    {
      "id": 258,
      "default": "\"We killed a lot of people, Alvari.\"",
      "female": ""
    },
    {
      "id": 259,
      "default": "\"And I expect you will kill more. We aren't doing this for our own amusement, [Player Name]. \r\n\r\n\"Take some satisfaction in victory, knowing where it leads.\"",
      "female": ""
    },
    {
      "id": 260,
      "default": "\"Don't falter now. You must be bracciao - like steel. When this is all over, we can have an honest accounting of our sentiments.\"",
      "female": ""
    },
    {
      "id": 261,
      "default": "\"You owe me one.\"",
      "female": ""
    },
    {
      "id": 262,
      "default": "\"Neither of us had anything to gain by implicating the other, aimico.\"",
      "female": "\"Neither of us had anything to gain by implicating the other, aimica.\""
    },
    {
      "id": 263,
      "default": "\"It's a pity, what happened to Castol. But I hope you can understand my position. The Canta Nicese is not interested in an old man's dreams. He is interested in results.\"",
      "female": ""
    },
    {
      "id": 264,
      "default": "\"The truth is that much of this archipelago is still a mystery to us - and such mysteries are often fatal. As the Royal Deadfire Company discovered.\"",
      "female": ""
    },
    {
      "id": 265,
      "default": "\"Perhaps if you relay your findings to Director Castol, he will finally grasp that truth.\"",
      "female": ""
    },
    {
      "id": 266,
      "default": "\"Volcanoes, giant waves... Merla, I've had my fill of this island.\"",
      "female": ""
    },
    {
      "id": 267,
      "default": "\"That may have been a rash decision.One that unifies them against you. Against outsiders, for that matter.\"",
      "female": ""
    },
    {
      "id": 268,
      "default": "\"Still, you needn't worry. I have no intention of turning you over.\"",
      "female": ""
    },
    {
      "id": 269,
      "default": "\"I can understand the desire to take a more direct approach, Watcher. I only hope you are ready once the Royal Deadfire Company does the same.\"",
      "female": ""
    },
    {
      "id": 270,
      "default": "\"I suspect he's just as dangerous in death as he was in life. Your defeat is a point of pride for them now. Something to keep in mind.\"",
      "female": ""
    },
    {
      "id": 271,
      "default": "\"...In fact he forgot to set aside your payment. But I think you deserve something for your trouble.\r\n\r\n\"Spend it more wisely than he did.\"",
      "female": ""
    },
    {
      "id": 272,
      "default": "\"There is but one final distraction that must be seen to. A final obstacle.\"\r\n\r\nAlvari lowers her gaze, solemn.",
      "female": ""
    },
    {
      "id": 273,
      "default": "\"You have already dealt the Royal Deadfire Company a blow. Let them bleed from that wound a while. \r\n\r\n\"In the meantime, we will need the animancers. So- Castol was not entirely useless.\"",
      "female": ""
    },
    {
      "id": 274,
      "default": "\"The Royal Deadfire Company. Without the Huana to keep them in line, they will be all the more eager to drive us from the region. It is time we did something about it.\"",
      "female": ""
    },
    {
      "id": 275,
      "default": "\"Very well. I'll speak to Flaune.\"",
      "female": ""
    },
    {
      "id": 276,
      "default": "\"Good. She will be expecting you. \r\n\r\n\"Take care, Watcher. I cannot afford to lose you now.\"",
      "female": ""
    },
    {
      "id": 277,
      "default": "\"I won't do this.\"",
      "female": ""
    },
    {
      "id": 278,
      "default": "\"Careful. Consider that we are talking about more than my own ambitions.\r\n\r\n\"You are poised to make a fortune. To leave your mark upon the Deadfire for centuries.\"",
      "female": ""
    },
    {
      "id": 279,
      "default": "\"And should you find the doubts begin to weigh upon your conscience, remember- you have nothing on us. \r\n\r\n\"I am the best friend you have left.\"",
      "female": ""
    },
    {
      "id": 280,
      "default": "\"If this is some kind of deal you're proposing, I'm in.\"",
      "female": ""
    },
    {
      "id": 281,
      "default": "\"It's been a long time coming. You have simply lit the fuse, if you will.\"",
      "female": ""
    },
    {
      "id": 282,
      "default": "\"You will be the agent of our conquest. When you sail to Ukaizo, the fleet will go with you. \r\n\r\n\"Your vessel will need to undergo some preparations.\"",
      "female": ""
    },
    {
      "id": 283,
      "default": "\"We know that there is plenty of adra in Ukaizo, after all.\" ",
      "female": ""
    },
    {
      "id": 284,
      "default": "\"I'll set sail at once.\"",
      "female": ""
    },
    {
      "id": 285,
      "default": "\"See to any business you may have in the city, first. We cannot to turn back. \r\n\r\n\"I doubt ours will be the only ships to strike out for Ukaizo, once we are underway.\"",
      "female": ""
    },
    {
      "id": 286,
      "default": "\"It is simple science. I was never of a scholarly disposition, but I recognize that animancy can be nearly as useful as a good caster.\"",
      "female": ""
    },
    {
      "id": 287,
      "default": "\"Ha. What don't I do?\" \r\n\r\nShe gestures to the papers upon her desk.",
      "female": ""
    },
    {
      "id": 288,
      "default": "\"The director takes a broader view of the business. You might call him our navigator. He directs the Company's ambitions in the Deadfire.\"",
      "female": ""
    },
    {
      "id": 289,
      "default": "\"However, Poko Kohara is said to neighbor the island of Tikawara, and we've already made contact with the natives there.\r\n\r\n\"We dispatched an expedition to Tikawara, with instructions to locate the adra site and determine its value.\"",
      "female": ""
    },
    {
      "id": 290,
      "default": "\"We're sailing a ship through the Between to the fabled city of Ukaizo, and you're still only concerned about the adra?\"",
      "female": ""
    },
    {
      "id": 291,
      "default": "\"We like making noise and wrecking things.\"",
      "female": ""
    },
    {
      "id": 292,
      "default": "\"It is unfortunate that Director Castol put you in that position in the first place. Without you, he would be rotting somewhere beneath this city.\"",
      "female": ""
    },
    {
      "id": 293,
      "default": "\"Only what the aumaua are glad to boast about. They fussed over that adra lighthouse of theirs. As if it's any great achievement.\"",
      "female": ""
    },
    {
      "id": 294,
      "default": "\"Me? And why not ask your friend, there?\"",
      "female": ""
    },
    {
      "id": 295,
      "default": "\"Am I the one acting evasive over a simple question?\" Maia smirks and shakes her head.",
      "female": ""
    },
    {
      "id": 296,
      "default": "\"The Republics have the best minds in the world pursuing it, Mestra Alvari.\"",
      "female": ""
    },
    {
      "id": 298,
      "default": "\"I tend to the day to day business of the Vailian Trading Company. Our negotiations, contracts, and so on.\"",
      "female": ""
    },
    {
      "id": 299,
      "default": "\"The locals tricked your survey team. They were killed. But I managed to restore the adra.\"",
      "female": ""
    },
    {
      "id": 300,
      "default": "\"An unfortunate turn of events. We've always dealt fairly with the Huana. If nothing else, our excavation team will be forewarned.\"",
      "female": ""
    },
    {
      "id": 301,
      "default": "\"What do you think of Castol?\"",
      "female": ""
    },
    {
      "id": 302,
      "default": "\"You assume I give him much thought at all.\r\n\r\n\"Are you feeling sorry for him? He may win a patron's forgiveness, in time. Whatever he makes of himself, he is no threat to me.\"",
      "female": ""
    },
    {
      "id": 303,
      "default": "\"I have the utmost respect for Director Castol. He made his fortune off peculiar little investments, as a younger man.\r\n\r\n\"Our investors must have sensed a... kindred spirit, no?\"",
      "female": ""
    },
    {
      "id": 304,
      "default": "\"Can you tell me anything about Sarasso?\"",
      "female": ""
    },
    {
      "id": 305,
      "default": "\"Eccosi? Ah, the accountant. \r\n\r\n\"She is... a very good accountant. Reliable.\" \r\n\r\nAlvari nods to herself, and her moment of thoughtful silence stretches on. At last, she shrugs.",
      "female": ""
    },
    {
      "id": 307,
      "default": "\"How strange! Your people are normally so eager to boast. \n\n\"Hasongo is merely another Rauataian outpost. Or the final bastion of civilization, if you should ask them.\"",
      "female": ""
    },
    {
      "id": 310,
      "default": "\"Ah, there you are. The final piece.\r\n\r\n\"Have you noticed our new guests? There are big changes coming, here at headquarters. It's only right that you are here to witness them.\"",
      "female": ""
    },
    {
      "id": 311,
      "default": "\"I have called together a meeting of the Songretta mea Compresa. \n\n\"Our esteemed investors have come to hear Director Castol's excuses for squandering their fortunes.\"\n\nAlvari smooths the front of her coat, and plucks lint from her sleeve.",
      "female": ""
    },
    {
      "id": 312,
      "default": "\"You've witnessed Castol's mistakes personally. And you know what is at stake for us, with Ukaizo. \n\n\"The Council will want to hear from you. The Canta Nicese, in particular.\" \n\nShe raises her eyes to meet yours.",
      "female": ""
    },
    {
      "id": 313,
      "default": "\"It involves no divinities, but I do have some news for you as well.\r\n\r\n\"I have decided to take action with regards to Castol's incompetence.\"",
      "female": ""
    },
    {
      "id": 314,
      "default": "\"A shame, what happened to Clario. Good head on his shoulders, that one. \r\n\r\n\"Always thinking of the Company.\"",
      "female": ""
    },
    {
      "id": 315,
      "default": "\"I met your representatives at the Palace. They mentioned you might have work for a Watcher.\"",
      "female": ""
    },
    {
      "id": 316,
      "default": "\"Generous of him. I'm a little surprised he'd give you up, to be honest.\r\n\r\n\"His operations on Port Maje must be going more smoothly than reported.\"",
      "female": ""
    },
    {
      "id": 317,
      "default": "\"Our fleet stands ready. They will meet you at Ondra's Mortar.\"",
      "female": ""
    },
    {
      "id": 318,
      "default": "\"You did well. Ac, very well. A perfect witness. Impartial.\" \r\n\r\nThere is a sly cast to her smile as she looks up at you. She plucks a coin purse from the desk.",
      "female": ""
    },
    {
      "id": 319,
      "default": "\"You and I, we're together in this. Let us seal the pact in coin.\" ",
      "female": ""
    },
    {
      "id": 321,
      "default": "\"You did well. Ac, very well. A tongue dipped in silver.\" \r\n\r\nAlvari's lips draw back in a wolfish grin of amusement, there and gone in a flash.",
      "female": ""
    },
    {
      "id": 322,
      "default": "\"You played your part beautifully.\r\n\r\n\"Director Alvari. How does that sound to you? Years, I have been working for this. All it needed was you.\"",
      "female": ""
    },
    {
      "id": 323,
      "default": "\"Ain't wild for throwing in with these Vailian barnacle-blowers, but blasting the Powder House? That be a show I'd pay coin to see.\"\r\n\r\nGrinning, Serafen rubs his palms together.\r\n",
      "female": ""
    },
    {
      "id": 324,
      "default": "\"The Company needs new leadership. Leadership that can make effective use of its most important allies.\r\n\r\n\"Let us start here- Striking a fine impression before the wealthiest men and women in Eora.\"",
      "female": ""
    },
    {
      "id": 325,
      "default": "\"I will tell them the truth.\"",
      "female": ""
    },
    {
      "id": 326,
      "default": "\"The truth will damn him as surely as any fiction. The man lives in a dream world.\"",
      "female": ""
    },
    {
      "id": 327,
      "default": "\"Will you? When you and the truth are on such poor terms?\" ",
      "female": ""
    },
    {
      "id": 328,
      "default": "\"Ac, spare your conscience. \r\n\r\nBut I will not keep an aging horse in the plough for the sake of pity.\"",
      "female": ""
    },
    {
      "id": 329,
      "default": "\"Did he? I thought it slipped his mind, with everything on his plate.\"\r\n\r\nAlvari's tone is curiously flat.",
      "female": ""
    },
    {
      "id": 332,
      "default": "\"For one, I doubt our departure will go unnoticed. If you have any connections to lean on, now is the time.\"",
      "female": ""
    },
    {
      "id": 333,
      "default": "\"How sweet. And here I thought you were only concerned with your own hide.\"\r\n\r\nFlaune rolls her eyes.",
      "female": ""
    },
    {
      "id": 334,
      "default": "\"Yes, yes, Sarasso. Deep as a puddle, that one. \r\n\r\n\"Her sole dedication is to her books. Admirable, in an accountant.\"",
      "female": ""
    },
    {
      "id": 335,
      "default": "\"A very broad question, no? But I suppose you mean to ask if I <i>approve</i>.\"",
      "female": ""
    },
    {
      "id": 336,
      "default": "\"As with most fields of study, its merit depends on the mind pursuing it.\"",
      "female": ""
    },
    {
      "id": 337,
      "default": "\"I heard enough of this from Governor Clario.\"",
      "female": ""
    },
    {
      "id": 338,
      "default": "\"Ac, he does love a good speech. Eccosi.\"",
      "female": ""
    },
    {
      "id": 339,
      "default": "\"And I have no plan on serving aboard a ship that betrays the cause.\"\r\n\r\nMaia folds her arms and glances at you.",
      "female": ""
    },
    {
      "id": 340,
      "default": "\"Captain, I...\"\r\n\r\nMaia quickly turns her gaze away.",
      "female": ""
    },
    {
      "id": 341,
      "default": "\"No captain of mine sails against the homeland. It's that simple.\"",
      "female": ""
    },
    {
      "id": 342,
      "default": "\"I'm a soldier. If you pit my needs against the needs of Rauatai... I'll lose every time.\"",
      "female": ""
    },
    {
      "id": 343,
      "default": "\"What are you going to do? Shoot me?\"",
      "female": ""
    },
    {
      "id": 344,
      "default": "\"You mean too much to me to let it end like this, Maia.\"",
      "female": ""
    },
    {
      "id": 345,
      "default": "\"We can work this out. Somehow.\"",
      "female": ""
    },
    {
      "id": 346,
      "default": "\"You're helping no one by staying, so leave.\"",
      "female": ""
    },
    {
      "id": 347,
      "default": "Maia blinks at you once, twice, her expression unreadable.",
      "female": ""
    },
    {
      "id": 348,
      "default": "\"I knew this couldn't work. Knew I was fooling myself.\" She rubs the corners of her eyes with two quick swipes of her thumbs.",
      "female": ""
    },
    {
      "id": 349,
      "default": "\"I don't want anything to happen to you, captain.\"",
      "female": ""
    },
    {
      "id": 350,
      "default": "\"I guess we're done with each other, unless I happen to catch you in my sights.\"",
      "female": ""
    },
    {
      "id": 351,
      "default": "\"Not exactly how I wanted to end this friendship, but here we are.\" She shakes her head slowly.",
      "female": ""
    },
    {
      "id": 352,
      "default": "\"If you have to shoot at me, try to miss.\"",
      "female": ""
    },
    {
      "id": 353,
      "default": "\"I love you, Maia. Maybe someday...\"",
      "female": ""
    },
    {
      "id": 354,
      "default": "\"I'll miss you. I'll miss what we have now.\"",
      "female": ""
    },
    {
      "id": 355,
      "default": "\"Take care of yourself, Maia.\"",
      "female": ""
    },
    {
      "id": 356,
      "default": "\"Ishiza, you keep Maia safe for me.\"",
      "female": ""
    },
    {
      "id": 357,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 358,
      "default": "\"No promises.\" She smirks, but the expression falters.",
      "female": ""
    },
    {
      "id": 359,
      "default": "\"Maybe not.\" She gives you a look of pointed irritation.",
      "female": ""
    },
    {
      "id": 360,
      "default": "\"Come along, Ishi. It's back to just you and me.\" \r\n\r\nShe clicks her tongue and prepares to go, her gaze lingering on you an extra moment. Then she turns about, marching away at a stiff pace.",
      "female": ""
    },
    {
      "id": 361,
      "default": "She opens her mouth to say something, but only a frustrated sound escapes. Maia lets out a heavy sigh and glances down at her bird.",
      "female": ""
    },
    {
      "id": 362,
      "default": "The bird tips its head in an inquisitive manner and squawks at you.",
      "female": ""
    },
    {
      "id": 363,
      "default": "\"Better this way. Before she had the chance to turn on you.\r\n\r\n\"Trust me. Some ties are not worth keeping.\"",
      "female": ""
    },
    {
      "id": 364,
      "default": "\"She's special. She's the best.\"",
      "female": ""
    },
    {
      "id": 365,
      "default": "\"Can we get on with this?\"",
      "female": ""
    },
    {
      "id": 366,
      "default": "\"You don't know her like I do.\"",
      "female": ""
    },
    {
      "id": 367,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 368,
      "default": "\"I need you focused, Watcher, if we are to take on the Royal Deadfire Company.\r\n\r\n\"So- back to business.\"",
      "female": ""
    },
    {
      "id": 369,
      "default": "\"The captain and I have been over this already. I'm turning a blind eye, and Rauatai... Rauatai can look after itself.\"\r\n\r\nMaia averts her gaze and folds her arms. Ishiza hops closer to peck at her shins, but Maia only grunts at him.",
      "female": ""
    },
    {
      "id": 370,
      "default": "\"How interesting. I'm content to enjoy the irony if you are.\r\n\r\n\"Let's move on.\"",
      "female": ""
    },
    {
      "id": 371,
      "default": "\"I...\" Maia blinks, hesitating to answer.",
      "female": ""
    },
    {
      "id": 372,
      "default": "\"I don't know. We didn't make this easy for ourselves, did we?\"",
      "female": ""
    },
    {
      "id": 373,
      "default": "\"I wish... I wish you had given up on me earlier.\"",
      "female": ""
    },
    {
      "id": 374,
      "default": "\"I'm playing this by ear. Nothing's off the table.\" Her gaze goes flat and shifts away from yours.",
      "female": ""
    },
    {
      "id": 375,
      "default": "\"You did too.\" Maia catches herself and raises a shaking hand to her mouth.",
      "female": ""
    },
    {
      "id": 376,
      "default": "\"You do too, captain, but...\"",
      "female": ""
    },
    {
      "id": 377,
      "default": "\"How do we get past this, captain?\" Maia crosses her arms and squeezes her shoulders.",
      "female": ""
    },
    {
      "id": 378,
      "default": "\"I need you to stay. You're a constant in my life, and I'm afraid of losing you.\"",
      "female": ""
    },
    {
      "id": 379,
      "default": "\"The Company needs me, Maia. Please, stay.\"",
      "female": ""
    },
    {
      "id": 380,
      "default": "\"Nothing has to change. Who knows what side any of us will be on when the dust settles?\"",
      "female": ""
    },
    {
      "id": 381,
      "default": "\"If you've got any ideas, I'm... I'm not beyond hearing them.\"",
      "female": ""
    },
    {
      "id": 382,
      "default": "\"You're awfully cute when it suits you. That's not a compliment.\" ",
      "female": ""
    },
    {
      "id": 383,
      "default": "\"But Rauatai needs all hands on deck, and I won't just turn about on my career.\" She folds her arms, squeezing her shoulders together.",
      "female": ""
    },
    {
      "id": 384,
      "default": "\"I've got a pretty good idea.\" Maia tightens her bearing.",
      "female": ""
    },
    {
      "id": 385,
      "default": "\"If you don't, then you've got your principles on backwards.\"",
      "female": ""
    },
    {
      "id": 386,
      "default": "\"You're an assassin. Let the company hire another.\"",
      "female": ""
    },
    {
      "id": 387,
      "default": "Nothing about Maia's bearing changes, save that she gets very quiet. You feel the tension in the room like a coiled spring.",
      "female": ""
    },
    {
      "id": 388,
      "default": "Beside you, Alvari takes the slightest half-step toward the desk.",
      "female": ""
    },
    {
      "id": 389,
      "default": "\"You were more than complicit in my... activities, captain. I seem to recall you handled yourself well enough.\" Maia nods slowly.",
      "female": ""
    },
    {
      "id": 390,
      "default": "\"And I want you to get out of this in one piece, captain. Eora is better when you're around, but...\"",
      "female": ""
    },
    {
      "id": 391,
      "default": "\"I know I can't trust you.\"",
      "female": ""
    },
    {
      "id": 392,
      "default": "\"You don't always know how to get a job done. It can be... more straightforward than you allow.\"",
      "female": ""
    },
    {
      "id": 393,
      "default": "\"Damn it. But nothing.\" Maia wipes her face with the back of her hand.",
      "female": ""
    },
    {
      "id": 394,
      "default": "\"Whatever you're planning, just... try and leave me out of it? You're holding the rifle. Don't make me pull the trigger.\" \r\n\r\nMaia folds her arms and looks to the ground between her feet. ",
      "female": ""
    },
    {
      "id": 395,
      "default": "\"Fair enough. Glad to have you, Maia.\"",
      "female": ""
    },
    {
      "id": 396,
      "default": "In spite of her resolve, Maia nevertheless looks rigid and uncomfortable. An unspoken idea occurs to her, and it turns her eyes downward.",
      "female": ""
    },
    {
      "id": 397,
      "default": "\"I'll consider it.\" ",
      "female": ""
    },
    {
      "id": 398,
      "default": "\"Consider harder.\"",
      "female": ""
    },
    {
      "id": 399,
      "default": "\"We'll talk about it when the time comes.\"",
      "female": ""
    },
    {
      "id": 400,
      "default": "\"One of my friends died. You think what I'm doing is easy, or that any of us aren't ready to make the same sacrifice?\" She gives you a look of disgust.",
      "female": ""
    },
    {
      "id": 401,
      "default": "\"Both of my friends DIED, captain. I knew them a lot better than I know you, and even then I kept my vows to the navy.\"",
      "female": ""
    },
    {
      "id": 402,
      "default": "\"You don't know what you're talking about.\" Maia squeezes her eyes shut and sighs.",
      "female": ""
    },
    {
      "id": 403,
      "default": "\"They have enough rifles and cannons to punch a hole in the Deadfire without you.\"",
      "female": ""
    },
    {
      "id": 404,
      "default": "\"Well, sometimes it takes more than a punch to make a dent.\"",
      "female": ""
    },
    {
      "id": 405,
      "default": "\"You should know that already, if what I've... told you about is any indication.\"",
      "female": ""
    },
    {
      "id": 406,
      "default": "She seems ready to speak on, but stops herself.",
      "female": ""
    },
    {
      "id": 407,
      "default": "\"The Watcher- From the palace, yes? You left an impression.\"\r\n\r\nShe breathes a soft, amused laugh.",
      "female": ""
    },
    {
      "id": 408,
      "default": "\"I do have work, if you want it. But I think Director Castol had some interest in speaking with you directly. \r\n\r\n\"Best you see him first. You can find his office upstairs.\"",
      "female": ""
    },
    {
      "id": 409,
      "default": "\"He's been eager to speak with you since your little encounter with the Canta Nicese. \r\n\r\n\"You will find his office upstairs.\"",
      "female": ""
    },
    {
      "id": 410,
      "default": "\"Director Castol coordinates the Vailian Trading Company's operations across the region.\"",
      "female": ""
    },
    {
      "id": 411,
      "default": "\"Elette has a modified explosive for you. She'll get into the details- the important part is that it should be enough to blast the entire powderhouse right to Hel.\"",
      "female": ""
    },
    {
      "id": 412,
      "default": "\"Elette will be waiting for you at the top of the Spire. Good luck.\"",
      "female": ""
    },
    {
      "id": 413,
      "default": "\"Under different circumstances I'd write up papers for an emissary's posting, no?\r\n\r\nBut we have a situation that needs immediate attention.\"",
      "female": ""
    },
    {
      "id": 414,
      "default": "\"I suspect you're well-suited to a little field work.\" ",
      "female": ""
    },
    {
      "id": 419,
      "default": "\"You will regret robbing me of my victory, Watcher!\"",
      "female": ""
    },
    {
      "id": 420,
      "default": "\"Castol has informed me of your role in this sorry state of affairs.\"",
      "female": ""
    },
    {
      "id": 421,
      "default": "\"The Vailian Trading Company has no further need of you, Watcher.\"",
      "female": ""
    },
    {
      "id": 422,
      "default": "\"Yes, they warned me you had some interesting notions. \r\n\r\n\"Let's just say he isn't alone, then.\"",
      "female": ""
    },
    {
      "id": 423,
      "default": "\"Funny, I thought the Dawnstars were the only people we <i>didn't</i> have to worry about.\"",
      "female": ""
    },
    {
      "id": 427,
      "default": "\"Should you have need of work or information, however, perhaps I can be of assistance.\"",
      "female": ""
    },
    {
      "id": 428,
      "default": "\"You mentioned work?\"",
      "female": ""
    },
    {
      "id": 430,
      "default": "\"Everything we have worked for, lost- Because you could not control yourself!\"\r\n\r\nAlvari's hands curl into fists at her side, her affable smile replaced by a mask of purest fury.",
      "female": ""
    },
    {
      "id": 431,
      "default": "\"I needed the animancers, you fool! Without them, we cannot reach Ukaizo, and I have nothing to offer the Songretta!\"",
      "female": ""
    },
    {
      "id": 432,
      "default": "\"The fleet is ready, Watcher. Best not to keep them waiting long.\"",
      "female": ""
    },
    {
      "id": 433,
      "default": "\"Not another of Elette's experiments...\"",
      "female": ""
    },
    {
      "id": 434,
      "default": "\"Elette has another little device for you. Something to place on your vessel. \r\n\r\n\"Just as you were transported across the island, your ship will travel the... Between? To cross the storms and reach Ukaizo.\"",
      "female": ""
    },
    {
      "id": 435,
      "default": "\"I made it very clear that any mistakes will not be met with Castol's usual leniency.\r\n\r\n\"All our futures rest on this.\"",
      "female": ""
    },
    {
      "id": 436,
      "default": "\"Come now, Watcher... I've never cared about the adra.\r\n\r\n\"Whatever gods you are beholden to? The god of Coin seized power while they had their backs turned.\"",
      "female": ""
    },
    {
      "id": 437,
      "default": "\"I mean to take it.\"",
      "female": ""
    },
    {
      "id": 438,
      "default": "\"Once we reach Ukaizo, our alliance is finished.\"",
      "female": ""
    },
    {
      "id": 439,
      "default": "\"If that is how you want it, so be it. We'll each have what we were after. I call that a successful partnership.\"",
      "female": ""
    },
    {
      "id": 440,
      "default": "\"So, what will you do when you are rich, Alvari? I think I'll buy another castle.\"",
      "female": ""
    },
    {
      "id": 441,
      "default": "\"Alas, I cannot spend frivolously. There are pockets to line. \r\n\r\n\"...I should like to be a duc, I think. To watch all those faces purple with indignation.\"",
      "female": ""
    },
    {
      "id": 442,
      "default": "\"The wealthiest people in the world hunger for restored youth like withered old beetles.\r\n\r\n\"There is power in dangling that in front of them. The only power there is, for us.\"",
      "female": ""
    },
    {
      "id": 443,
      "default": "\"The only question that remains is where you will be standing when my moment comes.\"",
      "female": ""
    },
    {
      "id": 444,
      "default": "\"We sail for Ukaizo. The fleet will meet you at the edge of the storms at Ondra's Mortar.\r\n\r\n\"<i>Elette</i> is here to explain how we will get you through to the city itself.\"",
      "female": ""
    },
    {
      "id": 445,
      "default": "\"It's simple! The ship will not be going through the storms. \r\n\r\n\"It will bypass them entirely. Ukaizo is full of adra- We will use it to create a path through the Between for you and your ship.\"",
      "female": ""
    },
    {
      "id": 446,
      "default": "\"No mistakes this time, Elette.\"",
      "female": ""
    },
    {
      "id": 447,
      "default": "\"Per complanca, my calculations are <i>perfect</i>. \r\n\r\n\"It's a simple matter of scale. How many Watchers comprise a boat, that kind of thing.\"",
      "female": ""
    },
    {
      "id": 448,
      "default": "\"Gods have mercy...\"",
      "female": ""
    },
    {
      "id": 449,
      "default": "\"I jest, Alvari! \r\n\r\n\"Watcher, we have created a more portable device for your ship. Once it is in place, you need only reach Ondra's Mortar, and do as before.\"",
      "female": ""
    },
    {
      "id": 453,
      "default": "\"<i>Elette</i> is here to explain how we will get you through the storms, and into the city itself.\"\r\n\r\nAlvari darts a glare in the animancer's direction.",
      "female": ""
    },
    {
      "id": 455,
      "default": "\"The Vailian Trading Company has no further need of you, Watcher.\"",
      "female": ""
    },
    {
      "id": 456,
      "default": "\"Back from Crookspur, are we?\" \r\n\r\nAlvari glances up at you, a smirk spreading across her lips. ",
      "female": ""
    },
    {
      "id": 457,
      "default": "\"I hope the luster hasn't come off of all of Castol's fanciful dreams.\r\n\r\nThe man has little else to sell.\"",
      "female": ""
    },
    {
      "id": 458,
      "default": "\"What are you getting at?\"",
      "female": ""
    },
    {
      "id": 459,
      "default": "\"Did you know he was working with slavers?\"",
      "female": ""
    },
    {
      "id": 460,
      "default": "\"I'm not here to listen to you complain about your superiors.\"",
      "female": ""
    },
    {
      "id": 461,
      "default": "\"No... No, I suppose you wouldn't be.\"",
      "female": ""
    },
    {
      "id": 462,
      "default": "\"How strange. I thought that sort of thing was your bread and butter.\"",
      "female": ""
    },
    {
      "id": 463,
      "default": "\"Well. So be it.\" \r\n\r\nAlvari shrugs, untroubled, and turns back to her papers.",
      "female": ""
    },
    {
      "id": 464,
      "default": "\"Are you having me watched, Alvari?\"",
      "female": ""
    },
    {
      "id": 465,
      "default": "\"Only that there are other things at stake here than an old man's ideals. You, the Company- none of us needs to be beholden to a dream that will never come.\"",
      "female": ""
    },
    {
      "id": 466,
      "default": "\"What, before you sullied your conscience, you mean? \r\n\r\n\"No. I had suspicions, and your recent activities confirmed them.\"",
      "female": ""
    },
    {
      "id": 467,
      "default": "\"Everyone has eyes on you, Watcher. You walk into the city with a parade of ghosts behind you and do impossible things. \r\n\r\n\"Whatever else Berath gave you, obscurity is well beyond your reach.\"",
      "female": ""
    },
    {
      "id": 468,
      "default": "\"I myself came from nothing. Perhaps you knew that.\r\n\r\n\"No family name. No prospects.\"",
      "female": ""
    },
    {
      "id": 469,
      "default": "\"I came from nothing. Perhaps you knew that. \r\n\r\n\"No family name. No prospects.\"",
      "female": ""
    },
    {
      "id": 470,
      "default": "\"You do have a low bearing.\"",
      "female": ""
    },
    {
      "id": 471,
      "default": "\"Castol turns to desperate measures to stave off the inevitable. \r\n\r\n\"The man is floundering.\"",
      "female": ""
    },
    {
      "id": 472,
      "default": "Alvari only laughs, showing teeth as her shoulders shake with amusement.",
      "female": ""
    },
    {
      "id": 473,
      "default": "\"Does that matter?\"",
      "female": ""
    },
    {
      "id": 474,
      "default": "\"Maybe that's why we get along.\"",
      "female": ""
    },
    {
      "id": 475,
      "default": "\"Perhaps. Like recognizing like, no?\"",
      "female": ""
    },
    {
      "id": 477,
      "default": "\"I know what it takes to claw a future from this world. For ourselves, for the Republics. \r\n\r\n\"People like Castol, they live in a fable. They cannot <i>understand</i> why the rest of us simply cannot appreciate their grand visions.\"\r\n\r\nAlvari turns her eyes skyward, moving her hand in wide arc as she gazes upward in mock awe.",
      "female": ""
    },
    {
      "id": 478,
      "default": "\"The wealthiest people in Eora hunger after luminous adra like withered beetles.\r\n\r\n\"There is power in dangling that in front of them. The only kind of power there is, for us.\"",
      "female": ""
    },
    {
      "id": 479,
      "default": "\"I mean to take it.\" \r\n\r\nAlvari smiles, flashing teeth.",
      "female": ""
    },
    {
      "id": 480,
      "default": "\"And the question you must ask yourself, as you go through Castol's errands, is where you will be standing when my moment comes.\"",
      "female": ""
    },
    {
      "id": 481,
      "default": "\"And now you're governor.\"",
      "female": ""
    },
    {
      "id": 482,
      "default": "Alvari tips her head in a shallow bow, smiling. ",
      "female": ""
    },
    {
      "id": 483,
      "default": "\"The Company also engages in more mundane lines of trade, of course. \r\n\r\n\"Ultimately, we are merchants.\"",
      "female": ""
    },
    {
      "id": 484,
      "default": "\"I think the pressures of leadership are starting to wear on him, poor man.\"",
      "female": ""
    },
    {
      "id": 485,
      "default": "\"Castol mentioned you were a deckhand.\"",
      "female": ""
    },
    {
      "id": 486,
      "default": "\"Did he? Ac, just so.\r\n\r\n\"But before that, Watcher, I was even less.\"",
      "female": ""
    },
    {
      "id": 487,
      "default": "\"Well, the Vailian Trading Company has been here in Neketaka for many decades, now. \r\n\r\n\"Its main interest is in the mining of luminous adra, for which we have negotiated with numerous tribes for access to the adra sites and, where possible, labor.\"",
      "female": ""
    },
    {
      "id": 493,
      "default": "\"Nothing but the head of the man responsible.\"",
      "female": "\"Nothing but the head of the woman responsible.\""
    },
    {
      "id": 494,
      "default": "\"I ran across a Vailian Trading Company expedition on Poko Kohara.\"",
      "female": ""
    },
    {
      "id": 495,
      "default": "\"I won't do this.\"",
      "female": ""
    },
    {
      "id": 496,
      "default": "\"Careful. Consider that we are talking about more than my own ambitions.\r\n\r\n\"You are poised to make a fortune. To leave your mark upon the Deadfire for centuries.\"",
      "female": ""
    },
    {
      "id": 497,
      "default": "\"And should you find the doubts begin to weigh upon your conscience, remember- you have nothing on us. \r\n\r\n\"I am the best friend you have left.\"",
      "female": ""
    },
    {
      "id": 498,
      "default": "\"Maia is too important to me.\"",
      "female": ""
    },
    {
      "id": 499,
      "default": "\"Well. So be it.\" \r\n\r\nAlvari shrugs, untroubled, and turns back to her papers.",
      "female": ""
    },
    {
      "id": 500,
      "default": "Blinking at you, a slow and disbelieving smile spreads across Maia's face. ",
      "female": ""
    },
    {
      "id": 501,
      "default": "\"The Vailian Trading Company has no further need of you, Watcher.\"",
      "female": ""
    }
  ]
}