{
  "Component": "exported",
  "Name": "conversations\\03_neketaka_vailian_district\\03_si_vtc_hq_infiltration",
  "Entries": [
    {
      "id": 1,
      "default": "You duck down into the canal and find yourself kneeling before an iron grate. The reek of sewage wafting from the other side is powerful enough to bring tears to your eyes.",
      "female": ""
    },
    {
      "id": 2,
      "default": "The iron bars are set firmly into the surrounding brick, barring any passage onward. ",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Inspect the grate.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "The iron appears solid, but exposure to the elements has worn away at the surrounding brickwork. ",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Send someone in to bend the bars.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Use a spell to melt the bars.]",
      "female": ""
    },
    {
      "id": 7,
      "default": "The arcane glow and recitation cause a din, but luckily your efforts don't draw any unwanted attention. ",
      "female": ""
    },
    {
      "id": 8,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 15,
      "default": "One of the bars melts from the masonry, and you use a minimal exertion to pull it free. It slips into the water with a hiss of cooling metal.",
      "female": ""
    },
    {
      "id": 16,
      "default": "Just as you begin to doubt your own strength, one of the bars snaps free.",
      "female": ""
    },
    {
      "id": 17,
      "default": "The effort is true, but your fight against the bars yields nothing beyond a pulled muscle. ",
      "female": ""
    },
    {
      "id": 18,
      "default": "[Look for structural weaknesses.]",
      "female": ""
    },
    {
      "id": 19,
      "default": "[Climb through.] ",
      "female": ""
    },
    {
      "id": 20,
      "default": "You swim upstream, fighting the currents as you go and doing your best to think beyond the odor. ",
      "female": ""
    },
    {
      "id": 21,
      "default": "As you progress through the tunnel, a change in the air pressure catches your attention. There is an opening above your head. ",
      "female": ""
    },
    {
      "id": 22,
      "default": "The walls are slick and coated with waste, but you find handholds carved in either side of a narrow passage leading up. You haul yourself out of the pit toward freedom...",
      "female": ""
    },
    {
      "id": 23,
      "default": "...out through the toilet of the Vailian Trading Company headquarters. ",
      "female": ""
    },
    {
      "id": 24,
      "default": "A loose bar snaps away from the masonry, granting you just enough purchase to slip through.",
      "female": ""
    },
    {
      "id": 25,
      "default": "In spite of your efforts, the grating stays resolutely intact.",
      "female": ""
    },
    {
      "id": 26,
      "default": "The bars of the grate are separated by an accommodating gap. ",
      "female": ""
    },
    {
      "id": 27,
      "default": "You peer down the headquarters latrine, which is scented with fragrant leaves. From the darkness below wafts a more fetid stench. ",
      "female": ""
    },
    {
      "id": 28,
      "default": "[Squeeze through the opening and go down.]",
      "female": ""
    },
    {
      "id": 29,
      "default": "[Stay here.]",
      "female": ""
    },
    {
      "id": 30,
      "default": "It would appear that someone in the Vailian Trading Company found your secret entrance. It's been boarded over, and just beyond the boards you see a thick layer of heavy rocks.",
      "female": ""
    },
    {
      "id": 31,
      "default": "The smell alone causes you to retch out the contents of your stomach, adding to the horrible stew all around as you press onward.",
      "female": ""
    },
    {
      "id": 35,
      "default": "Pinching your nose shut, you climb down the narrow passage. The muck of a lightless abyss rises to welcome you. ",
      "female": ""
    },
    {
      "id": 36,
      "default": "One of the bars simply snaps off in [Specified 0]'s hand. You both gape at it in disbelief.",
      "female": ""
    },
    {
      "id": 38,
      "default": "In the darkness of the tunnel, you hear quiet retching. You press on with offered sympathies.",
      "female": ""
    },
    {
      "id": 39,
      "default": "One by one, your party travels upstream in a single-file line, undeterred by the smell.",
      "female": ""
    },
    {
      "id": 40,
      "default": "This cabinet is full of contracts, ledgers, registries, bills of sale, and even more obscure records of Neketaka's bureaucratic underbelly.",
      "female": ""
    },
    {
      "id": 41,
      "default": "The way these are organized, there would be no point in poking around aimlessly. Someone would have to approach this archive with a goal in mind if they wanted to locate the right information. ",
      "female": ""
    },
    {
      "id": 42,
      "default": "[Search for the contract with the Duape tribe.]",
      "female": ""
    },
    {
      "id": 43,
      "default": "You find the document outlining the Vailian Trading Company's legal freedoms over the lands of the Duape tribe. ",
      "female": ""
    },
    {
      "id": 44,
      "default": "[Leave it be.]",
      "female": ""
    },
    {
      "id": 45,
      "default": "Before you are able to find anything of relevance, an alarmed voice calls out to you from the shadows of the building. ",
      "female": ""
    },
    {
      "id": 46,
      "default": "Under cover of night, you are able to search the stacks without interruption. ",
      "female": ""
    },
    {
      "id": 47,
      "default": "Examination confirms that the Duape island will revert to Vailian ownership upon the death of the ranga. The details are obscured behind legal contrivances.",
      "female": ""
    },
    {
      "id": 48,
      "default": "[See if you can tamper with the contract.]",
      "female": ""
    },
    {
      "id": 50,
      "default": "There's an inkwell and a wealth of official stamps nearby. With a careful hand you might be able to sneak in a carefully-worded amendment.",
      "female": ""
    },
    {
      "id": 51,
      "default": "[Swap the contract with the forgery.]",
      "female": ""
    },
    {
      "id": 52,
      "default": "[Alter the terms of inheritance so the land will stay with the tribe.]",
      "female": ""
    },
    {
      "id": 53,
      "default": "[Attempt to forge the governor's signature on an amendment to the contract.]",
      "female": ""
    },
    {
      "id": 54,
      "default": "You pocket the original document and leave behind the forgery from Luca's office.",
      "female": ""
    },
    {
      "id": 55,
      "default": "The new terms of the contract seem legitimate and well-executed enough that no one should be able to question their authenticity. ",
      "female": ""
    },
    {
      "id": 56,
      "default": "[Scribble out the section that impacts ownership.] ",
      "female": ""
    },
    {
      "id": 57,
      "default": "There are enough examples of the governor's signature lying around that you are able to fabricate a convincing copy. ",
      "female": ""
    },
    {
      "id": 58,
      "default": "Your hand wobbles as you fabricate the governor's signature. Only time will tell if anyone finds your effort convincing enough to be authentic. ",
      "female": ""
    },
    {
      "id": 59,
      "default": "You cross out the relevant section, adding the governor's initials for good measure, and tuck the scroll back into the shelf. ",
      "female": ""
    },
    {
      "id": 62,
      "default": "[Specified 0] pries one of the bars loose with a quick grunt of exertion followed by a satisfied nod. ",
      "female": ""
    },
    {
      "id": 63,
      "default": "[Specified 0] strains and wrenches at the bars, which stay resolutely fixed in place. ",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Hey, you! That's Company property! Go on and get out of here.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "You adjust the terms of the contract. In the absence of an inheriting son or daughter, ownership of the Duape lands will revert to someone possessing fragments of the ranga's soul.",
      "female": ""
    },
    {
      "id": 68,
      "default": "The iron looks sturdy enough, but you are able to spot some telltale signs of corrosion between the bars and the brick.",
      "female": ""
    },
    {
      "id": 69,
      "default": "[Use a prybar to open the grate.]",
      "female": ""
    },
    {
      "id": 70,
      "default": "Leveraging your weight on the prybar causes one of the bars to snap free, leaving enough space to crawl through.",
      "female": ""
    },
    {
      "id": 71,
      "default": "[Bend the bars.]",
      "female": ""
    },
    {
      "id": 76,
      "default": "A loose bar snaps away from the masonry, granting you just enough purchase to slip through.",
      "female": ""
    },
    {
      "id": 79,
      "default": "In spite of your efforts, the grating stays resolutely intact.",
      "female": ""
    },
    {
      "id": 80,
      "default": "Just as you begin to doubt your own strength, one of the bars snaps free.",
      "female": ""
    },
    {
      "id": 81,
      "default": "The effort is true, but your fight against the bars yields nothing beyond a pulled muscle. ",
      "female": ""
    },
    {
      "id": 82,
      "default": "You duck down into the canal and find yourself kneeling before an iron grate. The reek of sewage wafting from the other side is powerful enough to bring tears to your eyes.",
      "female": ""
    },
    {
      "id": 84,
      "default": "You carefully squeeze through the opening, steeling yourself for what comes next.",
      "female": ""
    },
    {
      "id": 85,
      "default": "You find the document outlining the Vailian Trading Company's legal freedoms over the lands of the Duape tribe. ",
      "female": ""
    },
    {
      "id": 86,
      "default": "Now that the defect is apparent, the work of bending the bars would prove a less demanding challenge.",
      "female": ""
    },
    {
      "id": 88,
      "default": "The bars extend deeper than these evident fractures, and prying the grate loose would take considerable effort. ",
      "female": ""
    }
  ]
}