{
  "Component": "exported",
  "Name": "conversations\\generic\\00_cv_backer_beta_intro",
  "Entries": [
    {
      "id": 2,
      "default": "You landed on the island of Tikawara, where the local Huana tribe recently hosted members of a Vailian Trading Company expedition on their way to a potentially rich luminous adra dig site. \n\nWhat brought you to the island?",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"The Vailian Trading Company hired me to track down the missing expedition.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"The Royal Deadfire Company ordered me to sabotage the expedition by any means necessary.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"I was sailing the high seas and a shipmate in the crow's nest shouted 'Land ho!'\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "You know that the tireless hunt for luminous adra led the expedition to the uncharted ruins of Poko Kohara. \r\n\r\nThe location of the ruins is a mystery, but following the expedition's footsteps has brought you to this modest island community. ",
      "female": ""
    },
    {
      "id": 7,
      "default": "You know that the Vailians had a lead on the uncharted ruins known as Poko Kohara. \r\n\r\nCatching up to them won't be easy, but you've arrived at their last known location before they set out for the ruins. ",
      "female": ""
    },
    {
      "id": 8,
      "default": "You are an explorer indebted to none of the Deadfire's warring powers. You choose your loyalties as you see fit.\r\n\r\nEven though you don't share many of the local concerns, it's never too late to start - whether for the right price or the right cause.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Tell me about the factions I'll be dealing with.\" ",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"What is luminous adra?\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Take me to the game.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "The Vailian Trading Company is an organization of merchants and banks who ruthlessly monopolize trade in any region where they expand. Armed with the authority and approval of the ruling ducs, Company officials are tasked with enriching the Vailian Republics by any means necessary. ",
      "female": ""
    },
    {
      "id": 13,
      "default": "The Royal Deadfire Company is an extension of Rauatai's armada. Their goal is to expand the empire's territory before every island in the Deadfire is bought up by enterprising Vailians. Rauataian colonists put down stakes and steel themselves to tame the wild frontier on behalf of their homeland. ",
      "female": ""
    },
    {
      "id": 14,
      "default": "The Huana have lived in the Deadfire for thousands of years. Tribal society is built around a caste system which dictates the division of labor and essential tenets of survival. Rauatai's original settlers emigrated from the tribes long ago, around the time that great cataclysms razed Huana settlements to the ground and decimated their once-mighty civilization.",
      "female": ""
    },
    {
      "id": 16,
      "default": "Adra is a mineral which grows from the center of Eora. It breaches the ground in appendages not unlike standing stones. \r\n\r\nThe function of adra is to draw wayward souls from death's waystation (the In-Between) and into the Beyond. It is a naturally-occurring vessel of soul essence.",
      "female": ""
    },
    {
      "id": 17,
      "default": "Luminous adra contains so much soul essence that it glows with ethereal, green light. \r\n\r\nIn addition to being a useful tool for animancers, luminous adra can be mined, milled, and carefully refined into a liquid form. Applied to the skin, this substance increases vitality and delivers an overall feeling of youthfulness.",
      "female": ""
    },
    {
      "id": 18,
      "default": "Luminous adra is native to the Deadfire Archipelago. The discovery of its value made the possession of island territory an incalculably rich investment.",
      "female": ""
    },
    {
      "id": 19,
      "default": "The three factions relevant to this area are the Vailian Trading Company, the Royal Deadfire Company, and the Huana. More still will be featured in the full game.\r\n\r\nWhich would you like to hear about first?",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Tell me about the Vailian Trading Company.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Tell me about the Royal Deadfire Company.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Tell me about the Huana.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "In recent history they set their gaze on the Deadfire Archipelago and the exploitation of its unique natural resource, luminous adra.",
      "female": ""
    },
    {
      "id": 25,
      "default": "They recognize the value of luminous adra, but wish to study its natural properties rather than rip it from the ground.",
      "female": ""
    },
    {
      "id": 26,
      "default": "These days the Huana find themselves pressed on all sides by competing powers, their own ambitions stifled. ",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"I've heard enough about the factions.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "Would you like to learn about luminous adra, or head straight into the game?",
      "female": ""
    },
    {
      "id": 30,
      "default": "If you desire more information about the factions of the Deadfire Archipelago or luminous adra, a much sought-after resource in the region, now would be the time to ask. \r\n\r\nOtherwise, feel free to leap right into the game!",
      "female": ""
    }
  ]
}