{
  "Component": "exported",
  "Name": "conversations\\08_neketaka_rauatai_district\\08_cv_emeini",
  "Entries": [
    {
      "id": 33,
      "default": "\"That's the last time I ship out with some soft-handed runt...\" ",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Come to gawk, too? My punishment's over, you know.\" She looks away and crosses her arms carefully to hide her burned hands. ",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Why were you holding a red-hot cannonball?\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"I'm sorry, I didn't mean to upset you.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"You'd better watch the attitude if you know what's good for you.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "Anger flares her nostrils, and for just a second, she looks like she's going to lose control.\r\n\r\nBut she remembers herself and calms down.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"I guess that <i>is</i> what got me into trouble in the first place.\r\n\r\n\"Losing my temper and punching my captain, I mean.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "She sighs. \"I shouldn't take my anger out on you.\r\n\r\n\"It's not your fault I punched my captain.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"I punched my captain.\" ",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"What are you going to do now?\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"He deserved it!\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Seems drastic.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Though maybe <i>he</i> shouldn't have insulted my aim.\r\n\r\n\"Like <i>I</i> don't know the difference between a smooth and rifled bore...\" She shakes her head, quietly stewing. ",
      "female": ""
    },
    {
      "id": 47,
      "default": "She glances back at you, a look of defiance in her eye.",
      "female": ""
    },
    {
      "id": 48,
      "default": "It's as if the mere mention of the incident takes her back to it. Her face darkens with anger, and a bitter snarl transforms her features.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"He asked if I knew where I was pointing my cannons. I told him to bend over in front of one and we'd find out.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"It escalated from there. Anyway.\" She shrugs.",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"I'm not reporting back to Wakoyo, that's for sure. I crewed on mercenary ships before this - come to think of it, that suited me better.\" She grins impishly.",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Still a scrambleroot at heart, I guess. But I'm plenty experienced. Maybe I'll see if anyone's looking for an expert cannoneer.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"My hands are feeling better. It's my pride that's still sore.\" She glowers at her burned hands.",
      "female": ""
    },
    {
      "id": 54,
      "default": "[Leave] \"Good luck to you.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"I could use an experienced cannoneer on my crew.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"See you around.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"I'll see you on board. Captain.\" She crosses her forearms in salute to you, then makes a rude gesture at the rest of the district.",
      "female": ""
    },
    {
      "id": 58,
      "default": "She looks you up and down, considering your offer.",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"You know, I've heard stories about you. People around Neketaka seem to think a lot of you.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Don't take this the wrong way, but I only crew with captains I know - either personally or by reputation.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"I'm sure you're capable, but I don't know enough about you. Yet.\" Her eyebrow quirks up in hopeful suggestion.",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Let's talk again when you've made a name for yourself.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"I could probably use the good influence, especially with the way my last posting ended.\" She grins.",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"You know, I've heard stories about you. People around Neketaka say you're a scoundrel, a wretch, and a no-good lowlife.\" \r\n\r\nShe slowly grins.",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"I could use some mischief. I've about had it with the uptight stiffs around here, anyway.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"People around Neketaka talk a lot about you, but no one's sure what to think.\"\r\n\r\nShe shrugs.",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"But I hear you're competent. Besides, I could use a little mystery.\" She grins.",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"I'm still looking for an experienced cannoneer. Will you join my crew now?\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Atta girl.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"I can vouch for the captain here. Keeps a tidy ship of misfits, but we're still floating.\" Maia offers an encouraging shrug.",
      "female": ""
    }
  ]
}