{
  "Component": "exported",
  "Name": "conversations\\08_neketaka_rauatai_district\\08_cv_iverra_on_player_ship",
  "Entries": [
    {
      "id": 8,
      "default": "A plump, middle-aged woman stands beside the crates. Her clothing is rumpled and her hair matted, but her eyes twinkle with triumph. ",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Sayuka at last! I must go - discovery awaits. Agracima, captain.\" She bows to you.",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Gellarde - twenty-three days! This is a new record.\" She smells of stale urine, old sweat, and worse, but she beams at you all the same.",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"What were you doing in there?\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Congratulations. I'm sure that's really great.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "[Hold your nose.] \"Lady, you are setting all kinds of records right now.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Waiting to reach Sayuka, of course. \r\n\r\n\"Also testing my newest spell - 'Renove mes Aires.'\" She speaks the name as proudly as if it belonged to her firstborn.",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Wait, you're Iverra. I've read about your work.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"What?\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"'Renewal of Air'?\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"'Renewal of Air,' you would say.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Kith have explored every mountain in the Eastern Reach, yet the realm of fish and leviathans remains closed to us!\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Ac, just so!\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Back home, they care only for profit. And there is little profit to be had in sticking your head in a glass bucket to watch the fish.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"But the Rauataians, they have vision! They chase greater things than gold. So I go to work with them.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Let me get this straight - you've been perfecting a spell that recycles air, and you'll use it to help the Rauataians make something big?\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"What exactly are you to be working on at Sayuka?\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"So you do understand!\" She nods proudly.",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"But I can say no more. The Rauataians, they have sworn me to secrecy.\" She presses her lips together.",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Sientere, but I had to promise not to say.\" She looks sincerely regretful.",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"I still don't understand why you had to hide in a crate.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "[Leave] \"That's all, I suppose.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Neither do I. But Okaya, she thinks maybe the ducs will not be so happy to let me go.\" She shrugs.",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"At least it gave me plenty of time to test my work.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Yes, I have much to do. Many more tests to run before we reach Sayuka.\r\n\r\n\"A pleasure talking, captain.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Sientere, but I must prepare for my work at Sayuka.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"It has been my dream to open these depths to discovery. To let kith breathe as the fishes do.\" A look of wonder shines in her eyes.",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Or, at least, to let us use the air of a single breath again and again.\" ",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Why go to Sayuka? Why leave the Vailian Republics?\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"You bear witness to the victory of magic over matter, and you are bothered by a little mess?\" She snorts.",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"It is more than great. It is the successful test of my newest spell - 'Renove mes Aires.'\" She speaks the name as proudly as if it belonged to her firstborn.",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"I have nearly perfected 'Renove mes Aires,' and this spell shall change exploration forever.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"I take a dim view of stowaways on my ship.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Sciòderie, captain, I did not intend to offend. I simply required an opportunity to test my latest spell.\" She scoffs, affronted.",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"You remain on my ship without my permission. Why shouldn't I heave you overboard?\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Casità, please accept my sincerest apologies. You should have been told the whole story, and that you were not is my mistake.\" She has difficulty meeting your eyes, but it is shame that challenges her, not treachery.",
      "female": "\"Casità, please accept my sincerest apologies. You should have been told the whole story, and that you were not is my mistake.\" She has difficulty meeting your eyes, but it is shame that challenges her, not treachery."
    },
    {
      "id": 79,
      "default": "\"I regret the imposition on your authority most earnestly, and I promise I will not cause you any more trouble.\"",
      "female": ""
    }
  ]
}