{
  "Component": "exported",
  "Name": "conversations\\08_neketaka_rauatai_district\\08_bs_lore_chanter",
  "Entries": [
    {
      "id": 1,
      "default": "\"Mighty winds sent us north, to the shores of Rauatai,\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Forth to victory, Rauatai! Triumph o'er your foes.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"O mighty people, O Rauatai, to many lands you've spread,\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"A Watcher sailed to Hasongo, seeking answers and revenge,\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Volcanoes gushed and islands shook along that perilous chain,\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"The slavers fled - cowards all! - from Crookspur's battered shores.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Slavers prowled the cays and reefs, seizing Huana souls!\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"The pirate king Furrante was beaten at long last,\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"The pirate queen called Aeldys was beaten at long last,\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"The Huana queen was slain upon the roof of her fair palace,\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"The Huana prince was slain within the fair Kahanga palace,\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"At last united 'neath the banner of glorious Rauatai,\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Till our fine ships bore us south to Deadfire once again.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Storms shall never bend your backs, nor battles break your swords.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"What hazard visited Hasongo, what disaster darkened its halls?\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Heed the call of the ranga nui; his voice shall fill your sails.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Brave trenchers call for justice; Kahanga fold their hands.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"The Vailians cheered Hasongo's disquiet from afar,\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Malice lay behind their eyes, their hearts hid treachery.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"He chased the villains from our halls, sent nāga to their dens.\"",
      "female": "\"She chased the villains from our halls, sent nāga to their dens.\""
    },
    {
      "id": 21,
      "default": "\"Soon the tales reached our ears of Eothas' wrath reborn,\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Striding through the sea and surf and striking down his foes.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Who could stand against a god, what ship survive his rage?\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"A Watcher rose, brave and true, and came to speak for all.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Rauatai alone was bold, its cannons primed and aimed.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"The goddess Magran boiled and raged, her warning clear to all.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"A ship returned from Magran's Teeth, where none had dared to sail -\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"[Player Name] had spoken to the gods and lived to tell the tale.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Vailians quivered, Huana trembled, the pirates sighed and wept.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"One stood bold - the hazanui! She raised the banner for all.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"The Watcher sent them from the isle, never to return.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"The Ruquapa sent them from the isle, never to return.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Who would come with sword and gun to end their evil scourge?\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"His corsair brethren turned from him with greedy, fickle hearts.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Her corsair brethren turned from her with greedy, fickle hearts.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"The Watcher came with purpose firm to end her feeble rule.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"The Watcher came with purpose firm to end their feeble rule.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"All of Deadfire came together to meet the coming dawn.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"A ship that sailed beneath the waves from Sayuka came,\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"To speed the bold of Rauatai toward Ukaizo's heart.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Sayuka's coral grew until the Watcher ventured deep,\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"To bind the powers that the old Engwithans nurtured there.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Sayuka's coral grew and grew, and monsters roamed its bog.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"The Watcher dove beneath the waves and bargained with a god.\"",
      "female": ""
    }
  ]
}