{
  "Component": "exported",
  "Name": "conversations\\08_neketaka_rauatai_district\\08_cv_sabormi",
  "Entries": [
    {
      "id": 1,
      "default": "A young woman with a bright, wide smile and eyes to match raises her hand and gives you a quick but enthusiastic wave.\r\n\r\nThen, with an exaggerated look of embarrassment, she stops herself and crosses her forearms over her chest.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Of course! Now, where did I put that ledger...\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "Her face scrunches up in disappointment.",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"I always forget that part. Say, you're the Watcher of Caed Nua, aren't you? I've never met anyone famous before!\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Except the hazanui. She yells at me sometimes.\" Her grin widens impossibly.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Good to see you again!\" She starts to wave, then remembers herself and crosses her forearms over her chest.",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"The hazanui yells at you?\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"'Where's my whiteleaf?!' 'Stop daydreaming!' 'Sabormi, if you lose the ledgers again, I'll have you clean the latrines!'\"\r\n\r\nAt this last comment, she leans close, her eyes wide and voice low with awe.",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"All this time, I didn't realize she knew my name.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Oh, all the time!\"\r\n\r\nShe screws her face up into a look of mock seriousness.\r\n\r\nStill, she can't keep from smiling.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Are you always this excitable?\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "She blushes. \"It's just... this is my first time away from the rough country.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"I'd heard there were thick, green forests and sandy beaches without a storm in sight, but I'd never imagined this.\" She shakes her head in wonderment.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"You must've traveled lots. Seen all sorts of amazing places.\" Sabormi folds her hands under her chin, watching you intently.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"And had adventures you wouldn't believe! See the world, Sabormi. Travel is grand.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Sure! I've just got to get Eothas to stop stepping on them.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "[Shrug] \"One place is the same as the next when you get down to it.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"I love Rauatai, but it's hard to go a week without seeing storms. Or hearing about mudslides burying a village somewhere.\"\r\n\r\nHer buoyant expression sags, but only for a moment.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"I sure hope to!\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"You must've been gone a long time, trencher.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"You must not've seen the rough country.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "She frowns quizzically. ",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Why does this interest you so much?\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Now, that sounds like an adventure.\" She sighs dreamily.",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"You're the quartermaster - can you sell me something?\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"I really wish I could, but my supplies are for the Royal Deadfire Company and our allies. Hazanui's orders.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Maybe if you impress her or Atsura, they could make an exception.\" She smiles hopefully.",
      "female": ""
    }
  ]
}