{
  "Component": "exported",
  "Name": "conversations\\08_neketaka_rauatai_district\\08_cv_hazanui_karu",
  "Entries": [
    {
      "id": 4,
      "default": "\"Grand Secretary Atsura wants to meet with you. He's in his office downstairs.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"The trouble in Hasongo forced us to send additional ships back to Rauatai to make up for shortfalls.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Atsura tells me you tamed the storms of Poko Kohara.\" She scratches her chin with the stem of her pipe, watching you with new interest.",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"The trouble in Hasongo forced us to send additional ships back to Rauatai to make up for shortfalls.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"You look like you've come with a purpose.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Some of our best engineers and wizards are working at Sayuka. You should meet with them when you deliver Widla's cargo.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Most of her work is - or should be - under wraps for now. But perhaps she can give you a taste of what we have to offer.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"What's the shipment?\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"It'll be easier for Okaya to explain.\" She puffs a thick cloud of smoke between the two of you. She doesn't break your gaze, but the effect is almost the same.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Widla and her crew - who are they?\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Good sailors with a fast ship and no mind for questions.\" She chomps a little harder on the bit of her pipe.",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"If it's important, I can handle it. What next?\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Widla's agreed to meet our courier out at sea, away from the heaviest traffic.\" She gestures on her map to the open water west of Neketaka.",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Why don't you send Widla's crew to Sayuka?\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Let's just say I'm not keen to invite them to a port where we're developing experimental technologies.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Excellent work at Sayuka, [Player Name].\" The hazanui is reviewing several documents. She looks up from them long enough to acknowledge you.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Atsura told me about your actions at Crookspur.\" She's puzzling over charts and maps when you enter. A cloud of smoke hangs over her like a thunderhead.",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Besides, there's no time to waste on worry.\" She finally peels her eyes from her charts to look at you.",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"My engineers are working on something that'll get us to Ukaizo, but they need Widla's shipment.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"I must have your unconditional support before I can disclose the details.\r\n\r\n\"And once I do, there will be no turning back.\"\r\n\r\nShe clasps her hands and fixes you with an unblinking gaze. Even the smoke hanging in the air seems to be frozen in place, awaiting your answer.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"And I need your assistance.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "She looks up briefly from a desk cluttered with pages and diagrams. Her brow is creased, and both her left hand and her wooden right are stained with ink. \r\n\r\nShe is the picture of distraction.",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Atsura said you needed my help.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"You did it, [Player Name]. You really pulled it off.\" Hazanui Karū is grinning fiercely, her pipe clamped between her stained teeth.\r\n\r\nShe starts to clap you on the back but pulls you into a bone-crushing hug instead. The musky smells of gunpowder and whiteleaf waft off of her.",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"You've given Rauatai a future. Thanks to you, we have only to seize it.\" Still grinning, she clenches her left hand into a fist.\r\n\r\nThe other soldiers are doing their best to remain at attention, though they can't help but exchange glances and whispers with one another, nervous and excited at the same time.",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Come, [Player Name]. It's time you saw what Okaya's engineers have been working on.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"And the time has come to take action.\" She gazes out the window, clasping her hands behind her back.\r\n\r\nHer shoulders seem a little straighter, her posture a little taller.",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"With the queen dead and the prince in hiding, it's up to us to step forward and assert order in the archipelago.\"\r\n\r\nThe hazanui's guards salute, crossing their arms over their chests.",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"With the prince dead and the queen in hiding, it's up to us to step forward and assert order in the archipelago.\"\r\n\r\nThe hazanui's guards salute, crossing their arms over their chests.",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"This is the kind of job that's best completed quickly and quietly. I'm counting on your famous discretion.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"They're smugglers.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Forget I asked.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Along with half the population of this storm-tossed archipelago.\" She shakes her head.",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Any other questions?\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Clear skies, [Player Name].\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"Fleet Master Okaya will see to your compensation once you arrive with the cargo.\"\r\n\r\nShe watches you appraisingly.",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"As a Goldpact Knight, I trust you will execute this contract faithfully.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"You've got a reputation for cutting corners and making your own rules. I don't care how you deal with Widla, but don't try to cross us.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"Deadfire makes crooks and thieves out of the best of us. Somehow, though, you've stayed above all that.\r\n\r\n\"I'm hoping this means I can count on you.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"You helped Rauatai establish a foothold in Deadfire. And I promised you a way to Ukaizo.\" She holds her wooden hand over the empty water.",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"What are you showing me?\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "[Wait quietly.]",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Our engineers at Sayuka have developed a one-of-a-kind vessel that will give us mastery over the seas.\" ",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"And you a means to reach Ukaizo.\r\n\r\n\"I give you the Blade of Tākowa.\"\r\n\r\nThe waters below roil, and a dark shape begins to surface.",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"Thanks to our engineers' dedication and Iverra's magic, the Blade of Tākowa can travel beneath the water.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"The storms of Ondra's Mortar won't stop you. They won't even touch you.\" Karū glows with pride and satisfaction.",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"In the meantime, I'll be at Serpent's Crown. We've both got our work cut out for us.\" \r\n\r\nShe crosses her arms over her chest and gives you a final nod.",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"So. Ukaizo's real, and your glowing friend is headed there.\" The hazanui is pacing when you enter, chomping at the bit of her pipe.",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"Okaya's engineers are working on something that will get us to Ukaizo. But a final matter remains before we can deploy it.\"\r\n\r\nShe watches you carefully.",
      "female": ""
    },
    {
      "id": 125,
      "default": "Hazanui Karū paces near her desk, looking like a shark circling the shallows. She clenches a long, elegant pipe between her teeth, the smoke trailing an acrid wake behind her.\r\n\r\nShe looks up when you enter and favors you with a brief nod of acknowledgment.",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"So in addition to pirates, profiteers, and slavers, the Deadfire has a vengeful god roaming its waters?\" She bites down harder on her pipe.",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"You've already helped us immensely at Hasongo. Once repairs are done, we can resume much-needed shipments from the farms back to Rauatai.\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"The disaster at Hasongo remains a key concern. We rely on the port there to ship food back to Rauatai.\" She sucks on her pipe, hiding her worried expression behind a cloud of smoke.",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"What's next?\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"People need guidance more than ever.\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"You have to let the people of the Deadfire choose their own course.\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "She snorts. \"And what would that be? The Vailians hollowing this place out for luminous adra. The Príncipi growing fat raiding their ships.\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"While the Huana drift from one island to the next, caught in the middle.\" She makes a swift chopping motion with her wooden hand.",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"You'd plunge Deadfire further into chaos. We'll bring the stability it desperately needs.\"\r\n\r\nThe hazanui seems to come to a decision. She nods at you.",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"How convenient for you.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"I need to think about this.\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"I'm with you no matter what.\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "She nods. \"Think well, but do not think long.\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"Rauatai needs a reprieve from the storms, and Deadfire needs order.\r\n\r\n\"And I need your help more than I like to admit.\" She bites down hard on the bit of her pipe.",
      "female": ""
    },
    {
      "id": 145,
      "default": "She nods. \"Then you must kill Queen Onekaza II.\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"On my signal, the cannons of the Brass Citadel will fire, and our ships will bombard Queen's Berth.\" ",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"I advise caution and stealth. The queen will send many of her soldiers to the harbor, but those that remain will be on high alert.\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"Got it.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"I can't do this.\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"I can't let you leave now.\"\r\n\r\nShe nods to the guards, who draw their weapons.",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"What a relief to finally see that bottle uncorked.\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"Wait, which queen was that?\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"Ah, Rauataians. To you, every problem is a head that just hasn't met the right bullet.\"",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"And that be our invitation to ship right off, aye cap?\"\n\nScowling at Karū, Serafen jerks his thumb towards the door.",
      "female": ""
    },
    {
      "id": 158,
      "default": "Eyes wide, she waves her hands in the air - an obvious signal of distress.",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"Then there's no time to lose.\" She nods to a soldier standing outside the door, who salutes and hurries away.",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"That's the signal. We'll maintain the distraction until you've completed your task.\"",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"You're going to attack a harbor full of innocent people?\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"What about <i>my</i> ship? It's docked at Queen's Berth.\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"My cannoneers are the very best. Your ship will not be damaged.\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"We are going to sink Vailian ships and damage their infrastructure. Trust me, I want to avoid casualties.\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"I'm sending you to assassinate the queen because I <i>don't</i> want to massacre her people.\" She lowers her head, watching you for understanding.",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"Are you ready to join forces once and for all?\"",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"Not right now.\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"We can't wait forever, [Player Name]. And I know Eothas won't.\" She adjusts her pipe.",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"We're doing this right now?\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"I cannot let this opportunity escape us. Or risk word getting out.\"",
      "female": ""
    },
    {
      "id": 172,
      "default": "She glares at Tekēhu.",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"I want your help with a final operation. But you should know that it will likely turn the other powers against you.\"",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"And we'll provide it. You have my word.\"",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"The heart of Deadfire. Ukaizo.\" A faint, triumphant smile breaks through her stoic visage.",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"I've got a responsibility to provide for Rauatai and stabilize Deadfire. I take that seriously.\" ",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"There's promise here, and we can't let it waste away any longer.\"\r\n\r\nThe hazanui seems to come to a decision. She nods at you.",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"Meet me at the docks outside when you've finished.\r\n\r\n\"Good luck, [Player Name].\" She crosses her arms over her chest in a farewell salute.",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"I don't understand why you need the queen dead.\"",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"The Huana are a fractured culture, and the Kahanga monarchy is the last tendon holding it together.\"",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"The queen and her predecessors have been ineffectual figureheads for generations.\"",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"They've left their people vulnerable to the predations of slavers, pirates, and - yes - foreign powers.\" She holds her hands out and counts the items off on her wooden fingers.",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"Once we depose the queen, we will rebuild Deadfire into something stronger and sturdier.\" The hazanui makes a fist with her left hand.",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"You said you had a way to Ukaizo.\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"You have a responsibility to do right by the people of Deadfire, too.\"",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"Promise me there will be no more casualties.\"",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"We'll clear out the pirates, establish bigger ports, and regulate the sale of luminous adra.\"",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"You know I can't. \r\n\r\n\"But we'll do everything in our power to limit them. We've no interest in governing corpses.\" She nods solemnly, holding your gaze.",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"But if our efforts are to mean anything, then we must get to Ukaizo.\"",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"Don't get too cozy until you have it in hand.\"",
      "female": ""
    },
    {
      "id": 192,
      "default": "She laughs. \"Sage advice. And all the more reason for us to hurry to Ukaizo.\"",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"Then what are you waiting for?!\"",
      "female": ""
    },
    {
      "id": 196,
      "default": "\"To Serpent's Crown at once. I'm counting on you.\"",
      "female": ""
    },
    {
      "id": 233,
      "default": "\"There's an understatement.\" She knocks the bowl of her pipe against her wooden hand.",
      "female": ""
    },
    {
      "id": 236,
      "default": "\"I know you're busy, but it's more important than ever that the cargo reach Sayuka. See to it, and I'll get you a way to Ukaizo.\"",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"You didn't tell me that cargo included a famous scientist.\"",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"I need to ask you about something.\"",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"I'm sorry, [Player Name]. But secrecy was key.\"",
      "female": ""
    },
    {
      "id": 241,
      "default": "\"The Vailians had no use for Iverra's talents, but they'd have thrown her overboard before letting her work for us.\"",
      "female": ""
    },
    {
      "id": 243,
      "default": "\"The ship'll be waiting for you at Queen's Berth. Try it out. See how it handles. Once you're ready, we'll follow you to Ondra's Mortar.\"",
      "female": ""
    },
    {
      "id": 245,
      "default": "\"That's about the shape of it.\"",
      "female": ""
    },
    {
      "id": 246,
      "default": "\"Things could be worse - at least it's not Skaen!\"",
      "female": ""
    },
    {
      "id": 247,
      "default": "\"Not if I can do anything about it!\"",
      "female": ""
    },
    {
      "id": 248,
      "default": "\"I need to learn more before we speculate on his motives.\"",
      "female": ""
    },
    {
      "id": 249,
      "default": "\"Tell that to my dead at Hasongo.\" She lapses into a brief silence, puffing on her pipe.",
      "female": ""
    },
    {
      "id": 250,
      "default": "\"Just what the archipelago needs. One more disaster tugging at the seams.\"",
      "female": ""
    },
    {
      "id": 251,
      "default": "\"If your report is true, he's stomping port towns into craters. I don't much care why he's doing it.\"",
      "female": ""
    },
    {
      "id": 252,
      "default": "\"I don't think Eothas intends any harm.\"",
      "female": ""
    },
    {
      "id": 253,
      "default": "\"Good. Because the last thing the archipelago needs is another disaster tugging at the seams.\"",
      "female": ""
    },
    {
      "id": 254,
      "default": "\"He must be stopped.\" She halts, turning to face you. \r\n\r\nYou're finally able to get a good look at her. She's not especially large for an aumaua, but she carries her shoulders high. Her weathered face looks to have seen many storm-blown and sun-beaten days on deck, yet her eyes are sharp and keen.",
      "female": ""
    },
    {
      "id": 255,
      "default": "\"That's why I came to you all at the palace.\"",
      "female": ""
    },
    {
      "id": 256,
      "default": "\"He's a giant made of living adra that can absorb souls in an instant. Got any ideas?\"",
      "female": ""
    },
    {
      "id": 257,
      "default": "\"Obviously.\"",
      "female": ""
    },
    {
      "id": 258,
      "default": "\"No one's got it in for him more than me.\"",
      "female": ""
    },
    {
      "id": 259,
      "default": "\"If there were help to be found at the palace, do you think Deadfire would be such a mess?\"",
      "female": ""
    },
    {
      "id": 260,
      "default": "\"The Vailians won't lift a finger if it isn't to snatch a coin, and the Huana will barely do that much.\"",
      "female": ""
    },
    {
      "id": 262,
      "default": "\"First, I need to find him.\"",
      "female": ""
    },
    {
      "id": 263,
      "default": "\"Anything can be stopped with sufficient force.\r\n\r\n\"The problem is finding the will to deploy it.\" She watches you, her eyes bright with calculation.",
      "female": ""
    },
    {
      "id": 265,
      "default": "\"Determination. That's good.\" She nods.",
      "female": ""
    },
    {
      "id": 266,
      "default": "\"No one takes charge to solve the big problems.\r\n\r\n\"But perhaps we could work together to our mutual benefit.\"\r\n\r\nShe takes the pipe in her left hand. As she does, you notice that her right is unusually still. ",
      "female": ""
    },
    {
      "id": 267,
      "default": "\"What do you mean?\"",
      "female": ""
    },
    {
      "id": 268,
      "default": "\"What does that have to do with me?\"",
      "female": ""
    },
    {
      "id": 271,
      "default": "\"Yet much of it's uninhabited. Itinerant tribes drift between some of the islands, and smugglers and slavers cluster 'round the rest.\" She shakes her head.",
      "female": ""
    },
    {
      "id": 272,
      "default": "\"It's a waste.\"",
      "female": ""
    },
    {
      "id": 273,
      "default": "\"Imagine what this place could be with well-guarded shipping routes. How many Rauataians we could feed with plantations here.\"",
      "female": ""
    },
    {
      "id": 274,
      "default": "\"I don't see how you're much different from the other powers here.\"",
      "female": ""
    },
    {
      "id": 275,
      "default": "\"Look around. Deadfire's full of fertile, temperate islands. Except for Ondra's Mortar, it's largely free of rough weather.\"\r\n\r\nShe waves her right hand, and you notice again that her fingers remain strangely still.\r\n\r\nYou realize it's an unusually fine prosthetic.",
      "female": ""
    },
    {
      "id": 276,
      "default": "\"If you're chasing the god who's stomping this place into the ground, then we have a common goal.\"",
      "female": ""
    },
    {
      "id": 277,
      "default": "\"And if you're going to survive here, then you could use an ally.\" A hint of a smile tugs her lips from her tar-stained teeth.",
      "female": ""
    },
    {
      "id": 278,
      "default": "\"What do you have in mind?\"",
      "female": ""
    },
    {
      "id": 279,
      "default": "\"Atsura, our grand secretary, has a plan that would make use of your unusual talents.\"",
      "female": ""
    },
    {
      "id": 280,
      "default": "\"You've already spoken with Atsura. For now, I suggest you continue to work with him. I might have something for you later.\"",
      "female": ""
    },
    {
      "id": 281,
      "default": "\"I hear you recently traveled to Poko Kohara. Something you did there cleared the storms.\" She exhales a stream of smoke, tapping her cheek thoughtfully with the stem of her pipe.",
      "female": ""
    },
    {
      "id": 282,
      "default": "\"His office is downstairs. He can tell you more.\"",
      "female": ""
    },
    {
      "id": 283,
      "default": "\"It's also a welcome indication that someone around here can get things done.\" She crosses her arms over her chest in salute.",
      "female": ""
    },
    {
      "id": 284,
      "default": "\"That's on hold until you investigate.\r\n\r\n\"Short of that, there are other matters that demand attention.\"",
      "female": ""
    },
    {
      "id": 285,
      "default": "\"That's a worthy venture.\"",
      "female": ""
    },
    {
      "id": 286,
      "default": "\"So you're exploiting Deadfire for the sake of Rauatai.\"",
      "female": ""
    },
    {
      "id": 287,
      "default": "\"Glad you agree.\" She takes a satisfied puff.",
      "female": ""
    },
    {
      "id": 288,
      "default": "\"That's a naive view. One our enemies are keen to promote.\" She scowls, biting down on her pipe.",
      "female": ""
    },
    {
      "id": 289,
      "default": "\"Rauatai's violent storms have shaped and hardened us as much as they have our homeland's rocky terrain.\"",
      "female": ""
    },
    {
      "id": 290,
      "default": "\"But it remains a difficult place to live. So we rely on trade. And on plantations we've established here.\"",
      "female": ""
    },
    {
      "id": 291,
      "default": "\"And those developments also create a more stable, productive Deadfire.\" She spreads both hands wide, as if that explains it.",
      "female": ""
    },
    {
      "id": 292,
      "default": "\"The Vailian Trading Company wants to leech every last coin they can from the Deadfire, no matter the eventual cost. They're little more than thieves.\"",
      "female": ""
    },
    {
      "id": 293,
      "default": "\"The Príncipi are <i>actual</i> thieves, no matter their pretensions of nobility.\"",
      "female": ""
    },
    {
      "id": 294,
      "default": "\"And the Huana are happy to let them all pick away at their fractured empire.\"",
      "female": ""
    },
    {
      "id": 295,
      "default": "\"We're interested in building something here.\" Pipe in hand, she gestures expansively.",
      "female": ""
    },
    {
      "id": 296,
      "default": "\"I'm not sure I agree.\"",
      "female": ""
    },
    {
      "id": 297,
      "default": "\"Wait and see for yourself, Watcher. In the meantime, there's work we can do together.\"",
      "female": ""
    },
    {
      "id": 299,
      "default": "\"Makes a person wonder what kind of secrets lie in Ondra's Mortar.\" She takes a thoughtful puff on her pipe.",
      "female": ""
    },
    {
      "id": 301,
      "default": "\"It makes me want to stay indoors!\"",
      "female": ""
    },
    {
      "id": 304,
      "default": "\"Rauatai's storms have made us who we are as a nation - hardy, driven, inventive.\"",
      "female": ""
    },
    {
      "id": 305,
      "default": "\"Imagine how much more we could achieve if we could control those storms.\" Her bright eyes watch you for a reaction.",
      "female": ""
    },
    {
      "id": 306,
      "default": "\"And then, you'll need resources.\" She watches you, her eyes bright with calculation.",
      "female": ""
    },
    {
      "id": 307,
      "default": "\"I'm not sure about that.\"",
      "female": ""
    },
    {
      "id": 308,
      "default": "\"Did you not come to the archipelago to achieve great things?\"",
      "female": ""
    },
    {
      "id": 309,
      "default": "\"Perhaps we could.\"",
      "female": ""
    },
    {
      "id": 310,
      "default": "\"That's true.\"",
      "female": ""
    },
    {
      "id": 311,
      "default": "\"I've gotten this far on my own. I don't need anyone else.\"",
      "female": ""
    },
    {
      "id": 313,
      "default": "Blinking, Maia stands at attention and holds her silence. When Ishiza hops closer and pecks at your shins, Maia cracks a smile. ",
      "female": ""
    },
    {
      "id": 314,
      "default": "\"Ekera, glad to know some of us make an impression!\" Flustered, Tekēhu smooths back his hair.",
      "female": ""
    },
    {
      "id": 315,
      "default": "Aloth gently clears his throat.",
      "female": ""
    },
    {
      "id": 316,
      "default": "\"Sounds like someone's volunteering to carry everything.\"",
      "female": ""
    },
    {
      "id": 317,
      "default": "Pallegina raises an eyebrow. Lips pursed, her lids half-close over her golden eyes, but she says nothing.",
      "female": ""
    },
    {
      "id": 318,
      "default": "\"Aye, be true and truer, presuming the cap be speaking in the royal 'I.'\" \r\n\r\nSerafen scowls slightly at you.\r\n",
      "female": ""
    },
    {
      "id": 319,
      "default": "\"Outside of me... the Watcher means.\" She grins, wide and toothily.",
      "female": ""
    },
    {
      "id": 321,
      "default": "\"Reaching Magran's Teeth was no small feat. But no ship has ever returned from Ondra's Mortar.\" She watches you carefully over the bowl of her pipe.\r\n\r\nSeveral seconds pass before she speaks again.",
      "female": ""
    },
    {
      "id": 323,
      "default": "\"Not to belittle your success at Hasongo, but there are greater dangers in Deadfire than a fort full of nāga.\" She watches you over the bowl of her pipe.",
      "female": ""
    },
    {
      "id": 324,
      "default": "\"You're new to the Deadfire. I don't doubt your abilities, but it's a very big - and very dangerous - place.\" She watches you over the bowl of her pipe.",
      "female": ""
    },
    {
      "id": 325,
      "default": "\"We can help you. But first, you need to help us.\"",
      "female": ""
    },
    {
      "id": 326,
      "default": "\"Why do you say that?\"",
      "female": ""
    },
    {
      "id": 329,
      "default": "\"A grand and worthy goal.\"",
      "female": ""
    },
    {
      "id": 330,
      "default": "\"It seems simpler to live with them.\"",
      "female": ""
    },
    {
      "id": 331,
      "default": "\"You think something in Ondra's Mortar will help you with that?\"",
      "female": ""
    },
    {
      "id": 332,
      "default": "\"The storms there cannot be natural. Not when they are so ferocious, so constant.\" She motions to the window. A thin stream of smoke follows her gesture.",
      "female": ""
    },
    {
      "id": 333,
      "default": "\"No civilization ever achieved greatness by remaining passive in the face of adversity.\"",
      "female": ""
    },
    {
      "id": 334,
      "default": "\"Besides, for many in Rauatai, that is no longer an option.\" She glances away. The corners of her eyes crinkle.",
      "female": ""
    },
    {
      "id": 335,
      "default": "\"And one that will improve the lives of many.\" Her jaw is tight with conviction.",
      "female": ""
    },
    {
      "id": 336,
      "default": "\"But enough of that for now.\" She waves the smoke between you away.",
      "female": ""
    },
    {
      "id": 337,
      "default": "\"And storms at home have delayed another portion of our fleet.\r\n\r\n\"This leaves us short-handed here.\" She purses her lips with displeasure.",
      "female": ""
    },
    {
      "id": 338,
      "default": "\"What are you asking of me?\"",
      "female": ""
    },
    {
      "id": 339,
      "default": "\"I've got an expert crew and a ship that can handle anything out here.\"",
      "female": ""
    },
    {
      "id": 340,
      "default": "\"We're due to collect a special shipment for delivery to our port at Sayuka.\"",
      "female": ""
    },
    {
      "id": 341,
      "default": "\"I have no doubt.\"",
      "female": ""
    },
    {
      "id": 342,
      "default": "\"We've contracted with a captain named Widla.\" A flicker of distaste passes across her face.",
      "female": ""
    },
    {
      "id": 343,
      "default": "\"This is her payment - we've already negotiated with her.\"\r\n\r\nShe hands you a purse.",
      "female": ""
    },
    {
      "id": 344,
      "default": "\"I've got a lot to do. I can't promise anything.\"",
      "female": ""
    },
    {
      "id": 345,
      "default": "\"Let me ask you about something else.\"",
      "female": ""
    },
    {
      "id": 346,
      "default": "[Leave] \"Calm seas.\"",
      "female": ""
    },
    {
      "id": 347,
      "default": "She blows a thick plume of smoke and nods for you to continue.",
      "female": ""
    },
    {
      "id": 348,
      "default": "\"Nevertheless, I'm sure your business will take you all around the archipelago.\r\n\r\n\"Consider this if you find yourself in the area.\"",
      "female": ""
    },
    {
      "id": 349,
      "default": "\"I know you're busy, but this is vital to our getting you through the storms at Ondra's Mortar.\"",
      "female": ""
    },
    {
      "id": 350,
      "default": "\"If this is what you call 'short-handed,' I'd love to see what you consider full-capacity.\"",
      "female": ""
    },
    {
      "id": 351,
      "default": "She smirks. \"I'm sure you'll get the chance.\" ",
      "female": ""
    },
    {
      "id": 352,
      "default": "\"You'll be pleased to know our work at Sayuka is proceeding as planned.\"\r\n\r\nShe crosses her arms over her chest even while her brow furrows more deeply.",
      "female": ""
    },
    {
      "id": 353,
      "default": "\"I'm busy with other matters, but Atsura wants to discuss the situation on Crookspur with you.\"",
      "female": ""
    },
    {
      "id": 355,
      "default": "[Steal a glance at her desk.]",
      "female": ""
    },
    {
      "id": 356,
      "default": "[Leave] \"I'll check with Atsura.\"",
      "female": ""
    },
    {
      "id": 357,
      "default": "You see notes written in some kind of coded shorthand and diagrams that mean nothing to you.",
      "female": ""
    },
    {
      "id": 358,
      "default": "You recognize the markings of something that looks like troop and ship maneuvers.\r\n\r\nThe hazanui's system is unfamiliar, however, and you are unable to glean more.",
      "female": ""
    },
    {
      "id": 362,
      "default": "\"We've got to move quickly.\" She's stopped pacing, but she keeps glancing out the window as if expecting to see Eothas himself.",
      "female": ""
    },
    {
      "id": 363,
      "default": "\"What do you mean?\"",
      "female": ""
    },
    {
      "id": 364,
      "default": "\"Then what are we standing around here for?!\"",
      "female": ""
    },
    {
      "id": 365,
      "default": "\"Eothas can't be stopped. There's no use fretting.\"",
      "female": ""
    },
    {
      "id": 366,
      "default": "\"I don't intend to sit on my hands.\" She turns away from the window, scowling sharply at you.",
      "female": ""
    },
    {
      "id": 367,
      "default": "\"Our engineers believe there's something unnatural about the storms of Ondra's Mortar.\r\n\r\n\"And the ones that have made Rauatai a rain-lashed rock.\"",
      "female": ""
    },
    {
      "id": 368,
      "default": "\"If Ukaizo really exists, it could be the key to understanding them. And stopping them.\"",
      "female": ""
    },
    {
      "id": 369,
      "default": "\"We could truly transform Rauatai. No more flooded cities. No more harvests washed from the fields.\" \r\n\r\nShe takes a draw on her pipe. There's a pensive but focused quality to her gaze, as though she can see this bright future in the rising smoke.",
      "female": ""
    },
    {
      "id": 370,
      "default": "\"Just as you saw at Poko Kohara.\"",
      "female": ""
    },
    {
      "id": 371,
      "default": "\"You've got to help your people if you can.\"",
      "female": ""
    },
    {
      "id": 372,
      "default": "\"If Eothas destroys the machinery of reincarnation, bad weather will be the least of your problems.\"",
      "female": ""
    },
    {
      "id": 373,
      "default": "\"Then I take it you have a way to reach Ukaizo.\"",
      "female": ""
    },
    {
      "id": 375,
      "default": "\"The Engwithans were masters of engineering.\r\n\r\n\"And with the knowledge of Ukaizo, we could surpass them.\" \r\n\r\nShe watches you through eyes as bright as embers. A cool draft moves through the room, but a fever-slick sheen of sweat glazes her forehead.",
      "female": ""
    },
    {
      "id": 376,
      "default": "\"So that's your goal - to reach Ukaizo and tame the storms.\"",
      "female": ""
    },
    {
      "id": 377,
      "default": "\"Why do you assume this was the work of the Engwithans?\"",
      "female": ""
    },
    {
      "id": 378,
      "default": "\"Ukaizo was originally the Huana capital.\"",
      "female": ""
    },
    {
      "id": 379,
      "default": "\"Where have you seen anything this ambitious among their works?\r\n\r\n\"The Engwithans, on the other hand, left monuments to their greatness around the world.\"",
      "female": ""
    },
    {
      "id": 380,
      "default": "\"Perhaps you're right.\"",
      "female": ""
    },
    {
      "id": 381,
      "default": "\"Wow, your bigotry is showing.\"",
      "female": ""
    },
    {
      "id": 382,
      "default": "\"We come from the same stock as the Huana. I don't doubt their capacity for greatness.\"",
      "female": ""
    },
    {
      "id": 383,
      "default": "\"To achieve the kinds of things the Engwithans accomplished - and that we aspire to - they need incentive. Direction.\" She brings her fist down in her wooden hand.",
      "female": ""
    },
    {
      "id": 384,
      "default": "\"But the ease of life here has made them passive.\"",
      "female": ""
    },
    {
      "id": 385,
      "default": "\"I mean no insult to the Huana. But they've never known hardship. They've never had to strive.\"",
      "female": ""
    },
    {
      "id": 386,
      "default": "\"We've earned our place at Ukaizo.\"",
      "female": ""
    },
    {
      "id": 387,
      "default": "\"You only fool yourself. My people were accomplished before Rauatai had a name.\r\n\r\n\"And we will prove you wrong.\" ",
      "female": ""
    },
    {
      "id": 388,
      "default": "\"And my people <i>left</i> Deadfire because it was in shambles.\r\n\r\n\"You worship a glorious past when you should set your eyes on the future.\" She chomps on her pipe as she scowls at Tekēhu.",
      "female": ""
    },
    {
      "id": 389,
      "default": "\"The last time you underestimated the Huana, you lost the Tenets of Iron...\"",
      "female": ""
    },
    {
      "id": 390,
      "default": "\"We <i>won</i> the Battle of Nakaro Atoll. The sinking of our ship was a child's tantrum.\"\r\n\r\nHer face darkens.",
      "female": ""
    },
    {
      "id": 391,
      "default": "\"The Huana mastered watershaping and channeled the soul of a dragon to magnify it.\" ",
      "female": ""
    },
    {
      "id": 392,
      "default": "\"Look at Neketaka. The Huana built this great city.\"",
      "female": ""
    },
    {
      "id": 394,
      "default": "\"A beauty, yes. And the storms that batter Rauatai would send it tumbling into the sea.\" She sweeps her wooden hand toward the window and the terraced slopes distantly visible beyond it.",
      "female": ""
    },
    {
      "id": 395,
      "default": "\"I don't blame the Huana for their love of glamor. Centuries of fair weather and miles of fertile land have allowed them that luxury.\"",
      "female": ""
    },
    {
      "id": 396,
      "default": "\"But Rauatai also deserves the chance to flourish.\"",
      "female": ""
    },
    {
      "id": 397,
      "default": "\"They build nothing in these glorious islands, and they resent us when we do.\"",
      "female": ""
    },
    {
      "id": 398,
      "default": "\"Does Rauatai not also deserve the chance to flourish?\"",
      "female": ""
    },
    {
      "id": 399,
      "default": "\"I'll have to see how Atsura's spies missed <i>that</i>.\" Her eyebrows shoot up.",
      "female": ""
    },
    {
      "id": 401,
      "default": "\"Just wait. I haven't even gotten to the good part yet.\"",
      "female": ""
    },
    {
      "id": 402,
      "default": "\"That's why I'm counting on you to deal with him.\"",
      "female": ""
    },
    {
      "id": 403,
      "default": "\"I can help you reach Eothas, but first, I must prepare for the world we'll all live in after you confront him.\"\r\n\r\nShe looks out the window as if assessing the lands beyond it.",
      "female": ""
    },
    {
      "id": 404,
      "default": "\"I mean to do whatever it takes.\" She nods solemnly.",
      "female": ""
    },
    {
      "id": 405,
      "default": "She nods, tapping the stem of her pipe to her temple.",
      "female": ""
    },
    {
      "id": 407,
      "default": "\"Eothas continues his march. My scouts report that he's already passed into Ondra's Mortar. People are panicking.\"",
      "female": ""
    },
    {
      "id": 408,
      "default": "\"The slavers on Crookspur have menaced the region too long.\"",
      "female": ""
    },
    {
      "id": 409,
      "default": "\"Besides, there's no time to waste on worry.\" She finally peels her eyes from her charts to look at you.",
      "female": ""
    },
    {
      "id": 410,
      "default": "\"What was with all the black powder at Hasongo?\"",
      "female": ""
    },
    {
      "id": 413,
      "default": "\"Captain... I say the tribes have lost so much. We might never recover from this blow.\" \r\n\r\nTekēhu looks to you with wide, disbelieving eyes.",
      "female": ""
    },
    {
      "id": 414,
      "default": "\"Let's at least hear her out.\"",
      "female": ""
    },
    {
      "id": 415,
      "default": "\"Think of it as a test from Ngati.\"",
      "female": ""
    },
    {
      "id": 416,
      "default": "\"Madness, I say...\" Tekēhu raises a hand to his mouth and slowly shakes his head.",
      "female": ""
    },
    {
      "id": 417,
      "default": "\"Tekēhu makes a point, hazanui.\"",
      "female": ""
    },
    {
      "id": 418,
      "default": "\"It is the lack of leadership that has brought the Huana here. The tribes will <i>never</i> recover while the Kahanga sit on the throne.\"",
      "female": ""
    },
    {
      "id": 419,
      "default": "\"Ngati is a trickster, but she is not cruel.\" \r\n\r\nTekēhu presses his lips into a line and says no more.",
      "female": ""
    },
    {
      "id": 420,
      "default": "\"I say you do not understand us at all... never bothered to try.\" Tekēhu shakes his head.",
      "female": ""
    },
    {
      "id": 421,
      "default": "\"Thank you, captain.\" Releasing a heavy breath, Tekēhu nods to you and turns to stare down the hazanui.",
      "female": ""
    },
    {
      "id": 422,
      "default": "\"For what do we do this awful thing? All over sand and water, I say.\r\n\r\n\"The gods laugh at you, captain. But I have only tears.\" ",
      "female": ""
    },
    {
      "id": 423,
      "default": "\"I don't ask this lightly. But while the queen holds court, pirates and Vailian profiteers close in.\"",
      "female": ""
    },
    {
      "id": 424,
      "default": "\"And my countrymen back in Rauatai see their homes and crops washed away by storms.\"",
      "female": ""
    },
    {
      "id": 425,
      "default": "\"This is the only way to forge a stable future for Rauatai or the Deadfire.\r\n\r\n\"And I need you to help us achieve it.\" She's as still and rigid as her wooden hand.",
      "female": ""
    },
    {
      "id": 426,
      "default": "She waves a hand dismissively.",
      "female": ""
    },
    {
      "id": 427,
      "default": "\"What's the game board for?\"",
      "female": ""
    },
    {
      "id": 428,
      "default": "\"Hazatōha. Atsura and I usually have a game running. And this one's been going on for over a month and a half.\"",
      "female": ""
    },
    {
      "id": 429,
      "default": "\"Atsura's good at misdirection, but I've got a mind for the long game.\"",
      "female": ""
    },
    {
      "id": 430,
      "default": "\"But you need a plan.\r\n\r\n\"And an ally.\" She watches you, her eyes bright with calculation.",
      "female": ""
    },
    {
      "id": 432,
      "default": "\"No? Tell it to the watershapers who washed your stranded boats from sandbars, hazanui.\" \r\n\r\nTekēhu folds his arms and waits. ",
      "female": ""
    },
    {
      "id": 433,
      "default": "\"Success in trade has been quite elusive for the Rauataians, but the bitterness suits you well.\"",
      "female": ""
    },
    {
      "id": 434,
      "default": "She glares briefly but pointedly at Tekēhu.",
      "female": ""
    },
    {
      "id": 435,
      "default": "\"You may have spent years away from home, but don't forget that you're a trencher first.\" She bites down on the bit of her pipe.",
      "female": ""
    },
    {
      "id": 436,
      "default": "\"Or are you content to allow the tides to wash over you, like so many others here?\"",
      "female": ""
    },
    {
      "id": 437,
      "default": "\"What happened to your hand?\"",
      "female": ""
    },
    {
      "id": 438,
      "default": "A raspy laugh rattles from her chest.",
      "female": ""
    },
    {
      "id": 439,
      "default": "\"This concerns the future of Rauatai. It's everything to do with you.\r\n\r\n\"Besides.\"",
      "female": ""
    },
    {
      "id": 440,
      "default": "Pallegina's golden eyes begin rolling, but she catches herself by flicking her nictitating membranes out and back again.",
      "female": ""
    },
    {
      "id": 441,
      "default": "\"Aye, and honest about it besides. Also talented, charismatic, and spectacular betwixt the sheets.\"\r\n\r\nThe hazanui briefly glares at him as if he's proved her point.",
      "female": ""
    },
    {
      "id": 442,
      "default": "\"Where you see fractures I see the lines of age.\" ",
      "female": ""
    },
    {
      "id": 443,
      "default": "She chuckles. \"I like you, [Player Name].\"",
      "female": ""
    },
    {
      "id": 445,
      "default": "\"You've got a way of charging into things full speed. Some might call it reckless, but I consider it valuable.\"",
      "female": ""
    },
    {
      "id": 446,
      "default": "\"You've got a good head on your shoulders. Deadfire needs more of that.\"",
      "female": ""
    },
    {
      "id": 447,
      "default": "\"I'm not one for wanton cruelty, but I think you can appreciate that hard decisions need to be made.\r\n\r\n\"And you won't shy away from them.\"",
      "female": ""
    },
    {
      "id": 448,
      "default": "\"You're no stranger to trouble on the high seas. That makes you more valuable than most that wash up here.\"",
      "female": ""
    },
    {
      "id": 450,
      "default": "\"You may have had a sheltered upbringing, but you're no soft-handed sop, I'll give you that.\" She nods approvingly.",
      "female": ""
    },
    {
      "id": 451,
      "default": "\"You've got more mettle than I expected for someone who made a living off pictures and poems.\" She nods approvingly.",
      "female": ""
    },
    {
      "id": 452,
      "default": "\"And I'm thinking you didn't accomplish that by whispering arcane gibberish.\r\n\r\n\"...Or whatever it is you used to do.\"",
      "female": ""
    },
    {
      "id": 453,
      "default": "\"Our engineers have accomplished incredible things, but even they haven't managed that.\r\n\r\n\"So as good a scientist as you may be, there's something else at work here.\"",
      "female": ""
    },
    {
      "id": 454,
      "default": "\"You've got more mettle than I expected for someone who's spent so many years on scrolls and books.\" She nods approvingly.",
      "female": ""
    },
    {
      "id": 455,
      "default": "She gazes out the windows behind her desk.",
      "female": ""
    },
    {
      "id": 456,
      "default": "She grins, smoke curling between her teeth.",
      "female": ""
    },
    {
      "id": 457,
      "default": "\"Don't tell me you've never gazed at a horizon and wondered at what lies beyond. \r\n\r\n\"Or seen a 'no trespassing' sign as a challenge.\" Mischief tugs her smile across her broad jaw. In that moment, she looks somehow younger.",
      "female": ""
    },
    {
      "id": 459,
      "default": "\"What kind of explorer are you, [Player Name]?\"",
      "female": ""
    },
    {
      "id": 460,
      "default": "\"Did that keep at Caed Nua dull your taste for the unknown?\"",
      "female": ""
    },
    {
      "id": 461,
      "default": "\"Your people have built forts and keeps in nearly every known corner of Eora. I thought wanderlust was in your blood.\"",
      "female": ""
    },
    {
      "id": 462,
      "default": "\"Yeah, I suppose I have.\"",
      "female": ""
    },
    {
      "id": 463,
      "default": "\"Nothing is more thrilling than the call of the unknown!\"",
      "female": ""
    },
    {
      "id": 464,
      "default": "\"I don't make it a point to go looking for trouble.\"",
      "female": ""
    },
    {
      "id": 465,
      "default": "\"I believe in calculated risks, not reckless adventures.\"",
      "female": ""
    },
    {
      "id": 466,
      "default": "\"That's the spirit.\" She claps you on the back, her wooden hand clopping against your shoulder.",
      "female": ""
    },
    {
      "id": 467,
      "default": "\"Trouble's always out there, [Player Name].\"",
      "female": ""
    },
    {
      "id": 468,
      "default": "\"The question is, do you approach it on your terms or wait for it to sneak up on you?\" She takes another deep draw on her pipe before continuing.",
      "female": ""
    },
    {
      "id": 469,
      "default": "\"I'd <i>love</i> to find out.\"",
      "female": ""
    },
    {
      "id": 470,
      "default": "\"But they've also held us back. Forced our people to seek resources and livelihoods far from our homes and families.\"",
      "female": ""
    },
    {
      "id": 471,
      "default": "\"The greatest risk often guards the greatest reward.\" She considers you through a plume of smoke.",
      "female": ""
    },
    {
      "id": 472,
      "default": "\"Just as the heaviest vault defends the grandest prize. Isn't that right?\" Her mischievous smile deepens.",
      "female": ""
    },
    {
      "id": 473,
      "default": "\"And your exploits at Poko Kohara suggest that something else may be behind them.\"",
      "female": ""
    },
    {
      "id": 474,
      "default": "\"Why not?\"",
      "female": ""
    },
    {
      "id": 475,
      "default": "Her eyes briefly find Tekēhu.",
      "female": ""
    },
    {
      "id": 476,
      "default": "[Give her the explosive.] \"Queen Onekaza asked me to destroy the powderhouse.\"",
      "female": ""
    },
    {
      "id": 478,
      "default": "\"It's because you underestimate us. Though I suppose I underestimated <i>that</i> one.\"\r\n\r\nHer clenched jaw flexing, she shoots a withering glare in your direction.",
      "female": ""
    },
    {
      "id": 479,
      "default": "\"I don't know how you got this, but I'm impressed. Even Atsura couldn't have pulled that off.\"\r\n\r\nShe returns her pipe to her mouth, biting down on it a little harder than usual.",
      "female": ""
    },
    {
      "id": 482,
      "default": "\"What now?\"",
      "female": ""
    },
    {
      "id": 483,
      "default": "Her face is slack with shock. The pipe almost tumbles out of her mouth.\r\n\r\nFinally, she bursts out in a rough, rasping laugh.",
      "female": ""
    },
    {
      "id": 484,
      "default": "\"So, the girl had it in her after all! \r\n\r\n\"It's almost a shame.\" She shakes her head, wiping a tear from the corner of her eye.",
      "female": ""
    },
    {
      "id": 486,
      "default": "\"Honest to the last, aren't we?\" She nods at you.",
      "female": ""
    },
    {
      "id": 487,
      "default": "\"I knew you had a sly streak, but this is something else.\"",
      "female": ""
    },
    {
      "id": 488,
      "default": "\"You've saved a lot of lives, giving me this. Perhaps I was wrong in thinking that heart of yours too soft.\"",
      "female": ""
    },
    {
      "id": 489,
      "default": "\"I'd heard you were quite the spy once upon a time. \r\n\r\n\"I can certainly believe it.\" She nods slowly, still holding the device.",
      "female": ""
    },
    {
      "id": 490,
      "default": "\"You've got to strike back at them!\"",
      "female": ""
    },
    {
      "id": 491,
      "default": "\"I've got a plan to deal with her, all right.\r\n\r\n\"I only need to know if you're ready for it.\" The laughter vanishes just as quickly as it appeared. She's deadly serious now.",
      "female": ""
    },
    {
      "id": 492,
      "default": "\"I'll deal with her in time. First, we have other priorities.\" The laughter vanishes just as quickly as it appeared. She's deadly serious now.",
      "female": ""
    },
    {
      "id": 493,
      "default": "\"She asked nicely, captain. You could have said no.\" \r\n\r\nTekēhu sighs and presses the bridge of his nose. ",
      "female": ""
    },
    {
      "id": 494,
      "default": "\"I've got a plan to deal with our enemies, all right.\r\n\r\n\"I only need to know if you're ready for it.\"",
      "female": ""
    },
    {
      "id": 495,
      "default": "\"I'll deal with them in time. First, we have other priorities.\" ",
      "female": ""
    },
    {
      "id": 496,
      "default": "Her laugh is low and dangerous.",
      "female": ""
    },
    {
      "id": 497,
      "default": "\"They won't expect this turnabout. We should use it to our advantage.\"",
      "female": ""
    },
    {
      "id": 498,
      "default": "\"I understand you're cozy with the Príncipi. I've got no love for pirates, but that connection may serve you well here.\"",
      "female": ""
    },
    {
      "id": 499,
      "default": "\"I know you've had several run-ins with the Príncipi already. Maybe Widla'll think twice before crossing you.\"",
      "female": ""
    },
    {
      "id": 502,
      "default": "\"You used to deal regularly in trade goods. So you'll know how to handle yourself.\"",
      "female": ""
    },
    {
      "id": 504,
      "default": "\"You used to deal in... trade by force. So you'll be amply prepared for the worst.\" A few sharp, tar-stained teeth peek out from her grin.",
      "female": ""
    },
    {
      "id": 505,
      "default": "\"Did you get Queen Onekaza's fruit basket?\"",
      "female": ""
    },
    {
      "id": 506,
      "default": "\"Meet her, complete the trade, and take the cargo to Sayuka.\r\n\r\n\"Fleet Master Okaya is overseeing the development of some special projects there.\" She takes a thoughtful draw on her pipe as she looks at you, seemingly deciding what to say.",
      "female": ""
    },
    {
      "id": 507,
      "default": "\"She's one of the brightest minds in Rauatai, and it shows. You two will get along.\" Her amusement manifests in the barest lift of her eyebrows.",
      "female": ""
    },
    {
      "id": 508,
      "default": "Her laugh sounds like a grunt.",
      "female": ""
    },
    {
      "id": 509,
      "default": "\"There isn't a strait in Deadfire that'll hide you from our cannons.\" She nods. The warning is clear, but she's keeping it civil.",
      "female": ""
    },
    {
      "id": 510,
      "default": "\"Widla be flying Príncipi colors on occasions she ain't flying false. One of the young-bloods.\"",
      "female": ""
    },
    {
      "id": 511,
      "default": "[Give her the explosive.] \"The Vailian Trading Company wants to destroy the powderhouse.\"",
      "female": ""
    },
    {
      "id": 512,
      "default": "[Give her both explosives.] \"The Huana <i>and</i> the Vailians plan to destroy the powderhouse.\"",
      "female": ""
    },
    {
      "id": 513,
      "default": "She sets her pipe on the desk and takes the device with surprising gentleness, cradling it in her wooden hand.\r\n\r\nShe disables it with her other.",
      "female": ""
    },
    {
      "id": 514,
      "default": "\"At least she's no longer a problem.\r\n\r\n\"You and I have other priorities.\" The laughter vanishes just as quickly as it appeared. She's deadly serious now.",
      "female": ""
    },
    {
      "id": 516,
      "default": "\"Jackals. I knew they were cunning, but I didn't realize they knew so much about explosives.\"",
      "female": ""
    },
    {
      "id": 517,
      "default": "She sets her pipe on the desk and takes the device with surprising gentleness, cradling it in her wooden hand.\r\n\r\nShe disables it with her other.",
      "female": ""
    },
    {
      "id": 518,
      "default": "Her face is slack with shock. The pipe almost tumbles out of her mouth.\r\n\r\nShe sets it on the desk.",
      "female": ""
    },
    {
      "id": 519,
      "default": "\"I'll credit them both with ambition if not originality.\"\r\n\r\nShe takes the devices with surprising gentleness, cradling them in her wooden hands. \r\n\r\nShe disables one, then the other.",
      "female": ""
    },
    {
      "id": 520,
      "default": "Pallegina says nothing, but glares at you through half-closed eyes, her jaw flexing.",
      "female": ""
    },
    {
      "id": 522,
      "default": "\"I say the explosion would have been tidier than this mess you've gotten us in.\" \r\n\r\nTekēhu sighs and presses the bridge of his nose.",
      "female": ""
    },
    {
      "id": 524,
      "default": "\"This will be one for your history books, no?\" There's a restless quality to her grin.",
      "female": ""
    },
    {
      "id": 525,
      "default": "\"I doubt your dreams and visions warned you of <i>this</i>.\" There's a restless quality to her grin.",
      "female": ""
    },
    {
      "id": 528,
      "default": "\"In all your wandering, I doubt you ever imagined you'd bear witness to something like <i>this</i>.\" There's a restless quality to her grin.",
      "female": ""
    },
    {
      "id": 529,
      "default": "\"When you set out in search of new lands, I doubt you ever imagined you'd find the most fabled of them all.\" There's a restless quality to her grin.",
      "female": ""
    },
    {
      "id": 530,
      "default": "\"'We'?\"",
      "female": ""
    },
    {
      "id": 531,
      "default": "Either she doesn't hear your skepticism, or she chooses to ignore it.",
      "female": ""
    },
    {
      "id": 532,
      "default": "\"Who else would have achieved this? The ancient Huana?\" She snorts a stream of smoke.",
      "female": ""
    },
    {
      "id": 533,
      "default": "\"You think they could have achieved this?\" She snorts a stream of smoke.",
      "female": ""
    },
    {
      "id": 534,
      "default": "\"Then you've got to seize this opportunity while you can.\"",
      "female": ""
    },
    {
      "id": 535,
      "default": "\"I mean to, [Player Name].\"",
      "female": ""
    },
    {
      "id": 536,
      "default": "\"Just don't trample the Huana in your rush for Ukaizo.\"",
      "female": ""
    },
    {
      "id": 537,
      "default": "\"This isn't about ill will toward the Huana, [Player Name].\r\n\r\n\"It's about pulling our people from the mud. And stabilizing Deadfire while we're at it.\"",
      "female": ""
    },
    {
      "id": 538,
      "default": "\"Your actions will change Deadfire, too. Have you considered the consequences?\"",
      "female": ""
    },
    {
      "id": 539,
      "default": "\"The archipelago is a lawless mess. It <i>needs</i> to be broken and re-bound. \r\n\r\n\"The same way you heal a misaligned bone.\"",
      "female": ""
    },
    {
      "id": 540,
      "default": "\"Atsura thinks it would give the wrong impression if we were to move against them on our own.\"\r\n\r\nShe gnaws on the bit of her pipe, and a vein pulses in her jaw.\r\n\r\nThen, she looks at you and expels the tension in her face with a sigh of smoke.",
      "female": ""
    },
    {
      "id": 541,
      "default": "\"But this is exactly the kind of crusade that suits you.\"",
      "female": ""
    },
    {
      "id": 542,
      "default": "\"But no one would think anything of you cleaning up your homeland.\"",
      "female": ""
    },
    {
      "id": 543,
      "default": "\"But you face no such restriction.\"",
      "female": ""
    },
    {
      "id": 544,
      "default": "\"Speak to Atsura. He'll tell you more.\"",
      "female": ""
    },
    {
      "id": 546,
      "default": "\"It's not the outcome we'd hoped for, but we're used to making the best of our circumstances.\"",
      "female": ""
    },
    {
      "id": 547,
      "default": "\"You've given us a significant advantage, and one that will soon become useful.\"",
      "female": ""
    },
    {
      "id": 548,
      "default": "\"But there's no time to celebrate. Not yet.\" She finally peels her eyes from her charts to look at you.",
      "female": ""
    },
    {
      "id": 549,
      "default": "\"But there's no time to celebrate. Not yet.\" She finally peels her eyes from her charts to look at you.",
      "female": ""
    },
    {
      "id": 552,
      "default": "\"Our rivals plot against us - you've seen this yourself. Our very survival is at stake.\"",
      "female": ""
    },
    {
      "id": 553,
      "default": "\"You've been invaluable to us, [Player Name] So I hope you won't balk at what I have to ask for next.\"",
      "female": ""
    },
    {
      "id": 555,
      "default": "\"We haven't always seen eye to eye, but you know how to get the job done.\r\n\r\n\"Even if it isn't always in the manner of our choosing.\"",
      "female": ""
    },
    {
      "id": 556,
      "default": "\"I have serious reservations about enlisting your aid, but I don't have other options.\"",
      "female": ""
    },
    {
      "id": 557,
      "default": "\"I'm hesitant to enlist your aid, but you're the best option I've got.\"",
      "female": ""
    },
    {
      "id": 558,
      "default": "\"You've been a steadfast ally thus far.\r\n\r\n\"I'm hoping you won't balk at what I have to ask for next.\"",
      "female": ""
    },
    {
      "id": 559,
      "default": "\"And your countrymen back in Rauatai see their homes and crops washed away by storms.\"",
      "female": ""
    },
    {
      "id": 560,
      "default": "\"Surely there's another option.\"",
      "female": ""
    },
    {
      "id": 561,
      "default": "\"What exactly is your plan?\"",
      "female": ""
    },
    {
      "id": 562,
      "default": "\"If you're going to improve the archipelago for everyone, then perhaps this is worth it.\"",
      "female": ""
    },
    {
      "id": 564,
      "default": "\"I know this puts you in a difficult position. But it comes down to this - the continued decline of your homeland or its sudden transformation.\"",
      "female": ""
    },
    {
      "id": 565,
      "default": "\"I know this isn't how you'd like to do things. But it comes down to this - the continued decline of Deadfire or its sudden transformation.\"",
      "female": ""
    },
    {
      "id": 566,
      "default": "\"This is not the time for your thought experiments and what-ifs.\"",
      "female": ""
    },
    {
      "id": 567,
      "default": "\"And you are too close to the seat of power to see how it's failed your less fortunate countrymen.\" Her eyes dart away from you long enough to fix Tekēhu with a hard look.",
      "female": ""
    },
    {
      "id": 568,
      "default": "\"We must take action or risk being swept away by those who do.\"",
      "female": ""
    },
    {
      "id": 570,
      "default": "\"I'm not sure that conquering and ruling Deadfire will be as simple - or beneficial - as you think.\"",
      "female": ""
    },
    {
      "id": 571,
      "default": "\"That is our goal. You have my word.\"",
      "female": ""
    },
    {
      "id": 572,
      "default": "\"Nothing worth doing has ever been easy. \r\n\r\n\"But we must strive all the same.\"",
      "female": ""
    },
    {
      "id": 573,
      "default": "\"You can't just replace thousands of years of Huana culture with your own.\"",
      "female": ""
    },
    {
      "id": 574,
      "default": "\"We have done this all over the mainland of Rauatai, where we have forged a great nation from warring peoples.\"",
      "female": ""
    },
    {
      "id": 575,
      "default": "\"That should draw enough attention away from the palace to allow you to infiltrate.\"\r\n\r\nHer shoulders relax, and there's an intent gleam in her eye. ",
      "female": ""
    },
    {
      "id": 576,
      "default": "\"You stand so close to greatness - to rebuilding broken lands and reversing the path of storms - and you lose your nerve over one life?\" She shakes her head to hide her furious disappointment.",
      "female": ""
    },
    {
      "id": 578,
      "default": "\"Are you ready to do the rough country a final service?\"",
      "female": ""
    },
    {
      "id": 580,
      "default": "\"I don't care, and I never have. I just want to get to Ukaizo.\"",
      "female": ""
    },
    {
      "id": 581,
      "default": "\"Deadfire will be every bit as safe and orderly as the rest of our empire. You have my word.\" She nods solemnly, holding your gaze.",
      "female": ""
    },
    {
      "id": 582,
      "default": "She laughs. \"Waste no time on talk.\" She thumps you on the shoulder.",
      "female": ""
    },
    {
      "id": 583,
      "default": "She watches you, her warmth and joviality turning to cold formality.",
      "female": ""
    },
    {
      "id": 584,
      "default": "\"Then I won't waste any more time.\"",
      "female": ""
    },
    {
      "id": 585,
      "default": "\"Okaya confirms her engineers are making progress. And that you're looking into something for the coralmasons.\" She shrugs and returns her attention to her papers.",
      "female": ""
    },
    {
      "id": 586,
      "default": "\"Don't stand on ceremony.\"",
      "female": ""
    },
    {
      "id": 588,
      "default": "\"You're close with some in the Vailian Trading Company. There was no point in testing your allegiance.\"\r\n\r\nYou can almost hear the unspoken \"yet\" at the end of her sentence.",
      "female": ""
    },
    {
      "id": 589,
      "default": "\"You're not the best at keeping secrets.\" She looks up again, blinking at you.",
      "female": ""
    },
    {
      "id": 590,
      "default": "\"You'd have done the same.\" She grins despite herself.",
      "female": ""
    },
    {
      "id": 591,
      "default": "\"There was no reason to tell you. And neither of us is in the habit of taking pointless risks.\"",
      "female": ""
    },
    {
      "id": 595,
      "default": "\"You've been a resourceful and dutiful ally. As long as that doesn't change, I'll let you in on our plans when the time is right.\"",
      "female": ""
    },
    {
      "id": 596,
      "default": "\"Besides, you haven't always served our interests. But perhaps that's changing.\" She raises her eyebrows.",
      "female": ""
    },
    {
      "id": 598,
      "default": "\"To be frank, I wasn't sure that I should trust you with this at all. \r\n\r\n\"But it's not too late for us to change course together.\" She smiles coolly.",
      "female": ""
    },
    {
      "id": 605,
      "default": "\"I can't swim that far!\"",
      "female": ""
    },
    {
      "id": 607,
      "default": "She only smiles.",
      "female": ""
    },
    {
      "id": 608,
      "default": "\"What happens now?\"",
      "female": ""
    },
    {
      "id": 609,
      "default": "\"This is impressive work, Hazanui Karū.\"",
      "female": ""
    },
    {
      "id": 610,
      "default": "[Shrug.]",
      "female": ""
    },
    {
      "id": 611,
      "default": "She crosses her forearms over her chest, still smiling.",
      "female": ""
    },
    {
      "id": 612,
      "default": "\"You'll go to Ukaizo. If our predictions are correct, there should be a way for you to disable the storms somewhere on the island.\" \r\n\r\nFocused once more on the mission before her, she grows thoughtful and intent.",
      "female": ""
    },
    {
      "id": 613,
      "default": "\"Once you've done that, the rest of our ships can secure it. \r\n\r\n\"And you can face Eothas.\" The ghost of a smile lingers in her face. Her eyes are bright with exhilaration.",
      "female": ""
    },
    {
      "id": 614,
      "default": "\"Now comes the time to put it to use.\"",
      "female": ""
    },
    {
      "id": 615,
      "default": "\"Enough talk, then. Now comes the time to put it to use.\"",
      "female": ""
    },
    {
      "id": 616,
      "default": "A look of surprise passes over her face.\r\n\r\nShe tries to cover it with a grunt.",
      "female": ""
    },
    {
      "id": 617,
      "default": "\"Noticed that, did you? Saltpeter is one of our chief resources in Rauatai. And we believe in putting resources to use.\"",
      "female": ""
    },
    {
      "id": 618,
      "default": "\"Now you can see why we didn't want the Vailians nosing around our fort.\" ",
      "female": ""
    },
    {
      "id": 619,
      "default": "She extends her arm, holding the prosthetic between you. It's an exquisite piece, with reinforced joints in each of the fingers and a smooth, sanded finish. ",
      "female": ""
    },
    {
      "id": 620,
      "default": "\"It happened a year into my first command. We were chasing pirates along Rauatai's south coast, and they landed a shot right next to our magazine.\"",
      "female": ""
    },
    {
      "id": 621,
      "default": "\"A lucky hit.\" She's quiet for a moment.",
      "female": ""
    },
    {
      "id": 622,
      "default": "\"I ran below. The fire was already spreading and making for our powder stores.\"",
      "female": ""
    },
    {
      "id": 623,
      "default": "\"What did you do?\"",
      "female": ""
    },
    {
      "id": 624,
      "default": "[Listen.]",
      "female": ""
    },
    {
      "id": 625,
      "default": "\"I smothered what I could with my uniform. Pulled the rest away with my own hands.\" ",
      "female": ""
    },
    {
      "id": 626,
      "default": "\"That's quite a story.\"",
      "female": ""
    },
    {
      "id": 627,
      "default": "\"There must have been another way.\"",
      "female": ""
    },
    {
      "id": 628,
      "default": "\"I would have done the same for my ship and crew.\"",
      "female": ""
    },
    {
      "id": 629,
      "default": "\"If you hadn't, you and your crew would probably have died.\"",
      "female": ""
    },
    {
      "id": 630,
      "default": "\"At least you got to keep one of them!\"",
      "female": ""
    },
    {
      "id": 631,
      "default": "She squints at you, taking a draw from her pipe.",
      "female": ""
    },
    {
      "id": 632,
      "default": "\"You've got a strange sense of humor, [Player Name].\"",
      "female": ""
    },
    {
      "id": 633,
      "default": "\"There's a cost to every victory. And the win goes to those willing to make a sacrifice.\" She considers the wooden hand, turning it in the light. \r\n\r\nYou sense satisfaction in her gaze.",
      "female": ""
    },
    {
      "id": 634,
      "default": "\"I'll bet you already know a thing or two about that. \r\n\r\n\"And if you don't, Deadfire will teach you soon enough.\"",
      "female": ""
    },
    {
      "id": 635,
      "default": "\"Sure. Letting my ship go down and losing my crew along with it.\"",
      "female": ""
    },
    {
      "id": 636,
      "default": "She nods approvingly.",
      "female": ""
    },
    {
      "id": 637,
      "default": "\"We don't get to choose our challenges, do we? Just the way we meet them.\"",
      "female": ""
    },
    {
      "id": 638,
      "default": "She nods.",
      "female": ""
    },
    {
      "id": 639,
      "default": "Her expression darkens, and she draws on her pipe.",
      "female": ""
    },
    {
      "id": 640,
      "default": "\"I got her message, all right.\" She sighs angrily, smoke filtering through her teeth.",
      "female": ""
    },
    {
      "id": 641,
      "default": "\"Do you need to control Ukaizo? Couldn't you disable the storms and be done with it?\"",
      "female": ""
    },
    {
      "id": 642,
      "default": "\"Talk and compromise may work for you, but we can't risk Rauatai on someone else's good intentions.\"",
      "female": ""
    },
    {
      "id": 643,
      "default": "\"If Ukaizo works the way we think it does, then leaving it for someone else would be about as smart as pointing a cannon at our backs.\"",
      "female": ""
    },
    {
      "id": 644,
      "default": "\"Ekera, may you vanish from the world twice as swiftly.\" ",
      "female": ""
    },
    {
      "id": 645,
      "default": "She says nothing but stares at Tekēhu, a dangerous glint in her eye.",
      "female": ""
    },
    {
      "id": 646,
      "default": "\"Are you to decide the fate of nations, Karū? And the lives and deaths required of them?\r\n\r\n\"This sounds disturbingly familiar.\" Aloth shakes his head at the hazanui.",
      "female": ""
    },
    {
      "id": 647,
      "default": "\"I do hope there's a purpose to this bloodshed.\" He looks warily at Karū.",
      "female": ""
    },
    {
      "id": 648,
      "default": "\"And the prince?\"",
      "female": ""
    },
    {
      "id": 649,
      "default": "\"Attacking him will likely raise the alarm, and the queen is your main target.\"",
      "female": ""
    },
    {
      "id": 650,
      "default": "\"Still, losing him would be a blow to the Huana, should it come to that.\"",
      "female": ""
    },
    {
      "id": 651,
      "default": "\"And if I know the queen, she'll wait out the danger on the roof of the palace.\" She nods to herself before looking back at you.",
      "female": ""
    },
    {
      "id": 652,
      "default": "\"Come, [Player Name]. It's time you saw what Okaya's engineers have been working on.\"",
      "female": ""
    },
    {
      "id": 653,
      "default": "\"The former Lord of Caed Nua and one-time Terrifier of Harbormasters, if dockside tales are to be believed.\" She smiles briefly through the smoke.",
      "female": "\"The former Lady of Caed Nua and one-time Terrifier of Harbormasters, if dockside tales are to be believed.\" She smiles briefly through the smoke."
    },
    {
      "id": 654,
      "default": "\"Other than Hasongo, you have not brought much good news of late.\" Her pensive look returns.",
      "female": ""
    },
    {
      "id": 655,
      "default": "\"You have not brought much good news of late.\" Her pensive look returns.",
      "female": ""
    },
    {
      "id": 656,
      "default": "\"If you need to rest and prepare, the barracks below are open to you.\"",
      "female": ""
    },
    {
      "id": 657,
      "default": "\"Lines big enough to sail the Vailian fleet through.\" She eyes Tekēhu before turning back to you.",
      "female": ""
    },
    {
      "id": 658,
      "default": "\"You've chosen your ally. We have no further business to discuss.\"",
      "female": ""
    },
    {
      "id": 659,
      "default": "\"I've already received the details from Atsura.\"",
      "female": ""
    },
    {
      "id": 660,
      "default": "The hazanui grunts in affirmation.",
      "female": ""
    }
  ]
}