{
  "Component": "exported",
  "Name": "conversations\\08_neketaka_rauatai_district\\08_cv_atsura",
  "Entries": [
    {
      "id": 1,
      "default": "The man behind the desk regards you with attentive, unblinking eyes and a perfectly open expression.\r\n\r\nHis smooth features make it hard to pinpoint his age, though the crinkles at the corners of his eyes suggest he is not especially young.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Clear skies, [Player Name].\" He tilts his head as he watches you, his eyes unblinking.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Their expeditions grow too bold and their officers too greedy.\" He puckers his lips as though at a lack of discretion at a dinner party.",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"I do not have the precise location of Poko Kohara, but the tribe on the nearby island of Tikawara could probably help.\r\n\r\n\"I suggest starting there.\" He circles a small, out-of-the-way island on your map.",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Now, what else can I do for you?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "Atsura folds his hands and cocks his head, watching you like an especially thoughtful bird of prey.\r\n\r\nHe waits several seconds before speaking.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Go to the slaver outpost on Crookspur and kill Master Kua, the ringleader. His associates should scatter.\"\r\n\r\nHe marks a spot on your map and looks back up at you.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"I restored the luminous adra at Poko Kohara.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"That explains the rumors the Vailians are scaling up in Queen's Berth.\r\n\r\n\"I'd hoped you would stop them.\" His expression doesn't change, but you can feel his dissatisfaction like a shift in the temperature.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"In any case, Hazanui Karū has a matter that could use your help.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I destroyed the luminous adra at Poko Kohara.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Excellent. My reports confirm a certain amount of confusion in Queen's Berth.\" He smiles.",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Don't keep Kar﻿ū waiting too long. She isn't a patient woman.\" He smiles conspiratorially.",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"However, I have it on good authority that the slavers have made enemies of the Wahaki. They may be willing to help you.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"The slavers are gone from Crookspur.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Please, accept this on behalf of the hazanui and myself. You've been invaluable to us.\" \r\n\r\nHe watches your expression as he presents your payment, deciding what to say.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Your real reward - the passage to Ukaizo you were promised - is nearly ready.\r\n\r\n\"Karū only requires help with a final matter before it can be done.\" His eyes are fixed on you, steady and unblinking.",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"I'm already working with the Wahaki to unseat the slavers.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Then you are one step ahead.\" His eyes gleam.",
      "female": ""
    },
    {
      "id": 52,
      "default": "Atsura glances at you with a surreptitiously mirthful expression. He looks like he's in on a fabulous secret.\r\n\r\nOne he's about to share with you.",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Indeed. I hope we return victorious.\" He turns to her with a bold, almost confrontational stare - a look that seems to mirror her own.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"It's done, in any case. I'll leave you to decide what 'victory' means.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"I'm certain Harama would agree. He's well, after all, thanks to your decisive action.\" He cocks his head.",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"I'm certain Harama would have agreed if he were here with us.\" He pauses and cocks his head. You're not sure if he's letting this sink in or just choosing his next words.",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Tuaha reports success and sends her thanks for your swift intervention.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Tuaha is safe now, but unfavorable circumstances forced her to depart sooner than planned.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Nothing that a mountain of bronze ōas won't cure.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Rauatai values your service, as do I. \r\n\r\n\"And I can think of no better reward for the rough country's finest sharpshooter than a piece such as this.\"\r\n\r\nHe reaches below his desk for an arquebus, which he presents to her with stiff formality.",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"I won't keep you. I know you both have plenty of business to attend to.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"But what of your own assignment?\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Tuaha believed in our work here. It grieves me to say that she is no longer with us.\" His expression falters, and his gaze falls. \r\n\r\nHis sadness appears genuine, but it's hard to tell.",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"You have aided your countrymen with distinction. There is no higher honor to which a trencher may ascribe.\" He tilts his head toward her, emphasizing his words.",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Atsura, care to explain what you've been up to?\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Maia has been assisting with plans to work toward peace in some of the more tumultuous parts of Deadfire.\" He raises his eyebrows, looking back to her.",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Peace to some.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Peace to all, one day.\" He stares her down with a challenge in his eyes.",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"A noisy kind of peace, but it's all we're likely to get.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Then we must take what we can.\" He stares her down with a challenge in his eyes.",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"You sent Maia to kill a man.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"You've always been self-sufficient and resolute in purpose, Maia. It surprises me that you should discuss your orders so freely.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Cargo shifts on long journeys no matter how tightly you tie it down... sir.\" \r\n\r\nMaia glances your way and nods.",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"At ease. When it comes down to it, I know you will always do what must be done.\" He pauses, fixing her with his strange, unwavering gaze.",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"[Player Name] Nui, the Lord of Caed Nua.\"\n\nHe gives you a sleek half-smile that reveals a row of perfect, pointed teeth.",
      "female": "\"[Player Name] Nui, the Lady of Caed Nua.\"\n\nHe gives you a sleek half-smile that reveals a row of perfect, pointed teeth."
    },
    {
      "id": 87,
      "default": "\"[Player Name] Nui, the hero of Hasongo! I'm pleased you've taken me up on my invitation.\"\n\nHe gives you a sleek half-smile that reveals a row of perfect, pointed teeth.",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"I'm not one for ostentation, but your remarkable display at Queen's Berth suggests that you are an individual with skills, not mere style.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"This should encourage them to develop the resources they have rather than reaching for more.\" \r\n\r\nHis eyebrows rise a degree - both a request and an invitation.",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"How do you expect me to do that?\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"What's to say I don't tell the Vailians about this?\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Why would I help you?\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "He laughs. \"For all their faults, they don't lack imagination. I'm confident they know of our intentions.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Because governors like Clario are a rare breed. Most of the Vailian administrators care little for the well-being of the Huana.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"If your abilities allow you to do that, then perhaps you are also capable of the opposite.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"Find the luminous adra at Poko Kohara. Render it unusable to the Vailians.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Does a true-born son of Rauatai need to ask?\" He smiles and indulgently waves away the question.",
      "female": "\"Does a true-born daughter of Rauatai need to ask?\" He smiles and indulgently waves away the question."
    },
    {
      "id": 109,
      "default": "\"If the Vailians claim Poko Kohara, it is the locals who will truly suffer.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"There is no need to be coy. I can see you considering the angles. I respect that.\" He nods at you the way he might at an opponent over a game of hazatōha.",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Rauatai is a mighty and wealthy nation. \r\n\r\n\"And with trouble brewing in the Deadfire, you'll find it useful to have an ally that is both.\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"Very well.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"We'll see.\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"No.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"Deadfire is a tumultuous place. Consider the value of an ally with ships, cannons, and the backing of a great empire.\" He gives you a soothing smile.",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"Nevertheless, I'm more interested in reports the storms around the island have cleared.\r\n\r\n\"What do you know of this?\" He leans a little closer, his hands folded behind his back.",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"And if that's the case, then there's more work to be done. Work that you might be able to help with.\"\r\n\r\nAnother silence passes as he regards you.",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"She's currently meeting with the queen and the Vailians at the palace, but she'll want to speak with you once they finish.\" He drifts off for a second, lost in thought.\r\n\r\nThen, his stare snaps back to you.",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"Okaya reported that you have a job for me.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Interesting you should say that...\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"Engwithan ruins and soul devices are something of a hobby of mine.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"One that should bring <i>you</i> special satisfaction.\" He rubs his long-fingered hands together.",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"A thriving slave trade disrupts the Deadfire. I've determined that it's being run from the island known as 'Crookspur.'\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"What's the Royal Deadfire Company's interest in slavers?\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"Rotten-souled villains. May the gods smite them all!\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"Why petition the gods when you can do it yourself?\" ",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"Getting rid of them.\" He purses his lips and primly turns up his nose.",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"Slavers sow chaos wherever they ply their unsavory business. They uproot communities, disrupt trade, and attract the vilest criminals.\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"How do I get rid of the them?\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"Be straight with me. What does this have to do with Rauatai?\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"You don't need to convince me. Just point the way.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"You're not doing this out of the goodness of your heart. What's your angle?\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"It's good to see the Royal Deadfire Company looking out for the well-being of the archipelago.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"I'm afraid it would seem too bold for us to send our own forces.\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"Especially since some of the slavers operate legally, and with the blessing of certain Vailian officials.\" He tilts his head toward you and gives you a knowing look.",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"Especially since you've already established cordial relations.\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"If they don't take your head off first.\" He shrugs, suggesting that this is only a tiny inconvenience.",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"Rauatai has interests in a stable Deadfire. And in earning the favor of our Huana brethren.\r\n\r\n\"The slavers threaten both goals.\" \r\n\r\nHe pauses and watches you, placid and unblinking. When he seems satisfied he's answered your question, he continues.",
      "female": ""
    },
    {
      "id": 147,
      "default": "He smiles brightly. \"I'm glad we understand one another.\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"This seems like a job for mercenaries.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"Simple mercenaries are too easily swayed by coin. It's hard to know where their loyalties lie.\" He raises an eyebrow.",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"Besides, you will lend an air of legitimacy to the operation.\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"I know a thing or two about infiltration.\"",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"Of which you are the very best.\" He bows his head.",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"You must have known this for a while.\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"It is not news to us. \r\n\r\n\"But action without proper planning is as bad as inaction.\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"A rare specialty. And an extremely valuable one.\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "He chuckles. \"Adversity is merely another form of opportunity. \r\n\r\n\"Besides, we will learn much by studying how the Engwithans' machinery has shaped Sayuka.\"",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"Karū is currently monitoring matters in Sayuka, but I'm certain she'll call on you when she has need of you.\"",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"Very well.\"",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"Not so fast. I passed a fleet of Rauataian ships headed to Crookspur.\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"I'm sorry I could not tell you about them, but Karū is most protective of her ships. And Neketaka writhes with loose tongues.\"\r\n\r\nHe's collected himself, but he eyes you warily.",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"What are your ships doing in Crookspur?\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"I don't appreciate being lied to.\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"Don't apologize. You have to keep the slavers from returning.\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"It wouldn't look good for you if the rest of the archipelago knew you were moving warships around.\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"Funny. You didn't mention them before.\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "He fidgets and squirms, looking as though you're about to pull one of his teeth.\r\n\r\nAt last he sighs and spreads his hands.",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"The Ruquapa are our finest warriors, on land or at sea. We had to secure Crookspur against further attacks from the slavers.\r\n\r\n\"Or pirates.\"\r\n\r\nHe gives you a measured look.",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"I surely didn't <i>lie</i> to you, [Player Name]. I was only trying to keep the details simple.\" He brushes this off with a wave of his hand, but his smile looks strained.",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"Karū is most protective of her fleet movements.\" He leans close and flicks his eyebrows, confiding in you.",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"I'm afraid she'd be quite cross with me if I spoke about them, even to you.\" He smiles mischievously.",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"I'm relieved you see this.\" He nods slowly, letting out a deep breath.",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"These days, Deadfire is like an Old Vailian wedding feast. Everyone is obsessed with relative position and quick to take offense.\"",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"I sent you precisely to avoid the kind of uproar that would arise.\"",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"Don't you have business with the queen?\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"Her office is on the main floor, behind the large double doors. It's most conspicuous.\" He frowns a little.",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"They had long been a thorn in our side, but one we were hesitant to remove on our own.\r\n\r\n\"You've done us a considerable favor.\" He slips you a heavy purse.",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"Maia has business with you.\"",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"Who are you?\"",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"Cut to the chase. What do you want with me?\"",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"I am Atsura, grand secretary of the Royal Deadfire Company.\"\r\n\r\nIt sounds like a significant title, but he is strangely emotionless. He might as well be describing the color of his clothing.",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"It's my business to look after the mainland's interests here.\" He spreads his hands wide to include his rather plain, dim office.",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"You are direct. I appreciate that.\" He tilts his head and blinks as if considering you anew.",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"Who did you cross to get stuck in the basement?\"",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"It's an honor to meet you.\"",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"The demand for luminous adra has sent the Vailian Trading Company into a frenzy.\"",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"Your recent adventure at Poko Kohara has illuminated a curious link between luminous adra and the weather.\"",
      "female": ""
    },
    {
      "id": 189,
      "default": "He chuckles, a sound as smooth as warm oil.",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"I place little value in fancy trappings.\"",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"The Huana and the Vailians decorate their latrines with gilding and coral, and the Príncipi cling to faded riches.\"\r\n\r\nHe chops one hand through the air dismissively.",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"And it's a pleasure to meet someone of your elegant manners.\" He dips his head, returning the sentiment.",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"I wish I had been there to see your grand entrance at the palace, but I avoid Serpent's Crown as much as possible.\"",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"Hazanui Karū will want to meet you as well, but she is stuck in Serpent's Crown.\"",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"It is a place of entirely too much talk. And I find that the more talk one hears, the less it means.\"\r\n\r\nHe smiles.",
      "female": ""
    },
    {
      "id": 196,
      "default": "\"Neketaka is full of boastful tongues and bold claims, but none have accomplished what you managed at Hasongo.\"",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"I like to think I've got plenty of both.\"",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"This is the part where you tell me what I can do for the Royal Deadfire Company, right?\"",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"Do those interests include luminous adra?\"",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"That's because no one else is the Watcher of Caed Nua.\"",
      "female": ""
    },
    {
      "id": 202,
      "default": "He laughs. \"So I see.\" His eyes shine with interest.\r\n\r\nHe blinks, perhaps for the first time since your conversation began.",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"Rauatai has long maintained trade interests in the region.\" He gives you that unusually placid smile again.",
      "female": ""
    },
    {
      "id": 205,
      "default": "\"While our homeland is rich in saltpeter, the violent climate and rocky soils make it a poor source for most other basic staples.\"",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"You are most canny.\"\r\n\r\n\"But I think we can do plenty for each other.\" His eyes shine with interest.\r\n\r\nHe blinks, perhaps for the first time since your conversation began.",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"That is a Vailian frivolity.\"",
      "female": ""
    },
    {
      "id": 209,
      "default": "\"Leave it to them to observe a substance that occurs nowhere else on Eora and immediately set about pulverizing it for profit.\" A ripple of distaste passes over his features.",
      "female": ""
    },
    {
      "id": 210,
      "default": "\"And what would you do with it?\"",
      "female": ""
    },
    {
      "id": 211,
      "default": "\"They're also using it to advance the science of animancy.\"",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"That's foolish and short-sighted of them.\"",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"It does no one any good stuck in the ground. Better to use it.\"",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"Nothing.\"",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"Shall we speak, then, of the bathhouse where luminous is burned for the pleasure of idling wastrels?\"",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"Or of the potions and powders made so that the rich can chase their youth?\"",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"We know too little about luminous adra to understand the consequences of ripping it out.\"\r\n\r\nHe pauses and considers you.",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"For now. But what will ultimately win out - the Vailians' drive for innovation or their hunger for wealth?\r\n\r\n\"Besides.\"",
      "female": ""
    },
    {
      "id": 219,
      "default": "He nods.",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"Perhaps you can help me keep them from doing more harm.\"",
      "female": ""
    },
    {
      "id": 221,
      "default": "\"And what about luminous adra?\"",
      "female": ""
    },
    {
      "id": 222,
      "default": "\"You don't sound like you're entirely at ease with your neighbors here.\"",
      "female": ""
    },
    {
      "id": 223,
      "default": "\"Such is the world we live in. Were it different, all the locksmiths and masons in Eora would be out of work.\" He shrugs and spreads his hands as if the logic were self-evident.",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"And here, our neighbors include a nation of pirates and a fractured people led by a figurehead.\r\n\r\n\"To say nothing of the Vailians.\"",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"Restoring the luminous adra at Hasongo was an incredible feat. One I would have thought impossible.\" He appraises you again with those unblinking eyes.",
      "female": ""
    },
    {
      "id": 226,
      "default": "\"I hear you accomplished an incredible feat in restoring the luminous adra near Port Maje.\" He appraises you again with those unblinking eyes.",
      "female": ""
    },
    {
      "id": 227,
      "default": "\"Worse, their rapid expansion attracts pirates and threatens the outlying Huana tribes. This risks souring the Kahanga royals against all foreign involvement.\"\r\n\r\nHe inclines his head like he's about to let you in on a secret.",
      "female": ""
    },
    {
      "id": 228,
      "default": "\"But you can curtail their growth.\"",
      "female": ""
    },
    {
      "id": 229,
      "default": "\"This isn't about the welfare of the Deadfire. This is about them outpacing you.\"",
      "female": ""
    },
    {
      "id": 230,
      "default": "\"By snapping up land we need to grow food and build ships for our people? Indeed.\r\n\r\n\"But our interests and Deadfire's are not mutually exclusive.\" He interlaces his long, well-manicured fingers.",
      "female": ""
    },
    {
      "id": 231,
      "default": "\"I don't want to undermine the Vailian Trading Company.\"",
      "female": ""
    },
    {
      "id": 232,
      "default": "\"I'm aware of your good standing with them.\"",
      "female": ""
    },
    {
      "id": 233,
      "default": "\"I mean no disrespect to your personal friends and allies.\" He nods to Pallegina.",
      "female": ""
    },
    {
      "id": 234,
      "default": "\"But consider that the Vailian Trading Company is about as unified as the Huana tribes.\"",
      "female": ""
    },
    {
      "id": 235,
      "default": "\"And the priorities of its officers do not always align with the long-term interests of the Republics.\"",
      "female": ""
    },
    {
      "id": 236,
      "default": "\"Meaning?\"",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"You think they're growing too fast for their own good.\"",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"Put enough food before a dog, and it will eat itself sick.\" He interlaces his long, well-manicured fingers.",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"The Vailian Trading Company's leadership acts on behalf of its investors. Their goal is a quick profit, no matter the eventual costs.\"",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"Fortunately, there is an easy remedy.\" Pointed, even teeth peek out from his smile.",
      "female": ""
    },
    {
      "id": 241,
      "default": "\"The Vailians have sent an expedition to Poko Kohara, a storm-wracked island believed to house a vein of luminous.\"",
      "female": ""
    },
    {
      "id": 244,
      "default": "\"Strong concentrations of essence affect the physical world - that's how blights manifest, for instance.\"",
      "female": ""
    },
    {
      "id": 245,
      "default": "\"There was a clot of essence corrupting the adra. Clearing it ended the storms.\"",
      "female": ""
    },
    {
      "id": 246,
      "default": "\"Fascinating. And most encouraging.\r\n\r\n\"You've proven most valuable, [Player Name]. Accept this as a small token of our gratitude.\" He hands you a purse, but his expression is distant, as if he's still thinking about what you told him.",
      "female": ""
    },
    {
      "id": 247,
      "default": "\"We'd long suspected something unnatural was behind the storms, but we had little evidence.\" The smile playing at his lips is that of a man who's seen the next three moves in a game of hazatōha.",
      "female": ""
    },
    {
      "id": 248,
      "default": "\"Rauatai is plagued with terrible storms. You think there may be a connection.\"",
      "female": ""
    },
    {
      "id": 249,
      "default": "\"Yes.\"",
      "female": ""
    },
    {
      "id": 250,
      "default": "\"They'll bring development and trade that will improve the lives of many.\"",
      "female": ""
    },
    {
      "id": 251,
      "default": "\"Look at all they're accomplishing with animancy! I can't stop progress.\"",
      "female": ""
    },
    {
      "id": 252,
      "default": "\"Now I have their trust. Imagine what I can do with that.\"",
      "female": ""
    },
    {
      "id": 253,
      "default": "[Lie] \"My powers don't work that way. There was nothing I could do.\"",
      "female": ""
    },
    {
      "id": 254,
      "default": "[Shrug.]",
      "female": ""
    },
    {
      "id": 255,
      "default": "\"I don't work for you, Atsura.\"",
      "female": ""
    },
    {
      "id": 256,
      "default": "\"I seem to have forgotten myself. Forgive me, [Player Name], I did not mean to impose. Not at all.\"\r\n\r\nA smile blooms on his blank face, as sudden and out-of-place as a flash fire on tundra.",
      "female": ""
    },
    {
      "id": 257,
      "default": "\"They'll press-gang the locals and tear Poko Kohara apart.\"",
      "female": ""
    },
    {
      "id": 258,
      "default": "\"Their 'progress' will leave Deadfire a used-up husk.\"\r\n\r\nHe's quiet for a moment. When he speaks again, there's an abrupt shift in his demeanor.",
      "female": ""
    },
    {
      "id": 259,
      "default": "\"Quite a lot, I think.\" He opens his unblinking eyes a degree wider and nods approvingly.",
      "female": ""
    },
    {
      "id": 260,
      "default": "He nods slowly. It's hard to tell whether he believes this, but when he speaks again, there's an abrupt shift in his demeanor.",
      "female": ""
    },
    {
      "id": 261,
      "default": "\"In any case, I understand Karū has you occupied with other matters. I shall leave you to them.\"",
      "female": ""
    },
    {
      "id": 262,
      "default": "\"And what's your business here?\"",
      "female": ""
    },
    {
      "id": 263,
      "default": "\"For a trading company, you've got a very... commanding presence in Neketaka.\"",
      "female": ""
    },
    {
      "id": 264,
      "default": "\"And why not? Thousands of years ago, our people came from the archipelago.\"",
      "female": ""
    },
    {
      "id": 265,
      "default": "\"By one reckoning, we have as much claim on these islands as the Huana.\"\r\n\r\nHe shrugs and waves a hand in the manner of someone politely dismissing a compliment.",
      "female": ""
    },
    {
      "id": 266,
      "default": "\"But our purpose here is trade.\" He gives you that unusually placid smile again.",
      "female": ""
    },
    {
      "id": 267,
      "default": "\"What do you have in mind?\"",
      "female": ""
    },
    {
      "id": 268,
      "default": "\"I don't want to pick a fight with the Vailians for you.\"",
      "female": ""
    },
    {
      "id": 269,
      "default": "\"It's not about what the Vailians are doing to us, but rather to all of the Deadfire.\" Concern tugs at his lips.",
      "female": ""
    },
    {
      "id": 270,
      "default": "\"If there's a problem, I'll help however I can.\"",
      "female": ""
    },
    {
      "id": 271,
      "default": "\"That depends on what's in it for me.\"",
      "female": ""
    },
    {
      "id": 272,
      "default": "\"This doesn't sound like it has anything to do with me.\"",
      "female": ""
    },
    {
      "id": 273,
      "default": "\"We are powerful allies with a formidable fleet and mighty cannons. I'm sure we can come to a suitable arrangement.\"\r\n\r\nThe smile that has begun to spread across his lips vanishes as he launches into the matter.",
      "female": ""
    },
    {
      "id": 274,
      "default": "\"On the contrary. This concerns everyone in Deadfire.\" Concern tugs at his lips.",
      "female": ""
    },
    {
      "id": 275,
      "default": "\"Why does this interest you?\"",
      "female": ""
    },
    {
      "id": 276,
      "default": "\"Because catastrophic storms have long made Rauatai a difficult land to inhabit.\"",
      "female": ""
    },
    {
      "id": 277,
      "default": "\"If the storms that assail Rauatai have a similarly... unnatural origin, then perhaps they, too, can be stopped.\" He looks back up at you, his eyes bright with purpose.",
      "female": ""
    },
    {
      "id": 279,
      "default": "\"But I called you here to discuss another matter.\" His eyes flash, and an eager smile creeps along his face.",
      "female": ""
    },
    {
      "id": 280,
      "default": "\"Is anyone going to tell me what her people are working on?\"",
      "female": ""
    },
    {
      "id": 281,
      "default": "\"In time.\"",
      "female": ""
    },
    {
      "id": 282,
      "default": "\"Unfortunately, they've been allowed to operate here for years.\" He frowns.",
      "female": ""
    },
    {
      "id": 283,
      "default": "\"What do you mean by 'allowed'?\"",
      "female": ""
    },
    {
      "id": 284,
      "default": "\"You're saying the powers that be have colluded with them.\"",
      "female": ""
    },
    {
      "id": 285,
      "default": "\"Someone should have done something about this long ago.\"",
      "female": ""
    },
    {
      "id": 286,
      "default": "\"I may have heard that certain persons of influence in the Vailian Trading Company have connections with the slavers.\" ",
      "female": ""
    },
    {
      "id": 287,
      "default": "\"But the larger problem is that they were allowed to settle in here in the first place.\r\n\r\n\"For that, the Huana must take responsibility.\" He sniffs dourly.",
      "female": ""
    },
    {
      "id": 288,
      "default": "\"How do you figure that?\"",
      "female": ""
    },
    {
      "id": 289,
      "default": "\"I agree. They should have stopped this.\"",
      "female": ""
    },
    {
      "id": 290,
      "default": "\"You're being too hard on the Huana.\"",
      "female": ""
    },
    {
      "id": 291,
      "default": "He nods. \"This is a failure of the Huana leadership.\"",
      "female": ""
    },
    {
      "id": 292,
      "default": "\"Why, if the Huana had marshaled their forces, the slaver problem never would have reached this extent.\"\r\n\r\nHe spreads his hands in an innocuous gesture, as though this should be obvious.",
      "female": ""
    },
    {
      "id": 293,
      "default": "\"That it has is a failure we must lay at the feet of the Kahanga royals.\" He sniffs dourly.",
      "female": ""
    },
    {
      "id": 294,
      "default": "He shrugs. \"The world is a hard place. Should we make excuses for those who do not face its trials?\"",
      "female": ""
    },
    {
      "id": 295,
      "default": "\"Two thousand years ago, our people began the conquest of Rauatai. The land was new to us. Many of its inhabitants were better-equipped.\"\r\n\r\nHe tents his fingers and raises his eyebrows.",
      "female": ""
    },
    {
      "id": 296,
      "default": "\"But we overcame them. We were unified where they were scattered.\" ",
      "female": ""
    },
    {
      "id": 297,
      "default": "\"And we were not content to huddle in cliff caves and subsist. We were determined to make a better life for ourselves.\"",
      "female": ""
    },
    {
      "id": 298,
      "default": "\"Where are you going with this?\"",
      "female": ""
    },
    {
      "id": 299,
      "default": "\"Sounds like you stole land and livelihood from a lot of people.\"",
      "female": ""
    },
    {
      "id": 300,
      "default": "\"The people who made that journey and established Rauatai did what they had to.\"",
      "female": ""
    },
    {
      "id": 301,
      "default": "\"What's your point? The Huana don't have to be warriors to deserve happiness.\"",
      "female": ""
    },
    {
      "id": 302,
      "default": "\"It is not about deserving. There is no pity in a storm or a famine. Or a slave raid. There are only victims and survivors.\" He frowns, lacing his fingers together and pacing behind his desk.",
      "female": ""
    },
    {
      "id": 303,
      "default": "\"I am merely pointing out that it is difficult for fragmented, transient tribes to maintain control over their territory.\" He steals another quick glance at you.",
      "female": ""
    },
    {
      "id": 304,
      "default": "\"And since the Huana are in no position to oust the slavers, that task falls to us.\"",
      "female": ""
    },
    {
      "id": 305,
      "default": "\"Allow me to illustrate.\" He brings his hands together and clears his throat.",
      "female": ""
    },
    {
      "id": 306,
      "default": "\"Were we less deserving of these things, simply because we arrived later?\" A hint of anger flares in his voice and flashes in his eyes.",
      "female": ""
    },
    {
      "id": 307,
      "default": "\"Besides, the country we built was stronger, with roads, irrigation, and weatherguards. For us as well as the people we... organized.\"\r\n\r\nHe blinks, quickly collecting himself, and forges ahead.",
      "female": ""
    },
    {
      "id": 308,
      "default": "He nods.\"It is difficult for fragmented, transient tribes to maintain control over their territory.\" \r\n\r\nHe winces and laces his fingers together, starting to pace.",
      "female": ""
    },
    {
      "id": 309,
      "default": "\"Let's be clear, <i>I'm</i> going to get rid of the slavers while <i>you</i> sit here.\"",
      "female": ""
    },
    {
      "id": 311,
      "default": "\"The slavers will never know what hit them.\"",
      "female": ""
    },
    {
      "id": 312,
      "default": "\"If I do this, I do it my way.\"",
      "female": ""
    },
    {
      "id": 314,
      "default": "\"Far be it from me to tell you otherwise.\" He takes a tiny step back and measures you with his gaze.",
      "female": ""
    },
    {
      "id": 315,
      "default": "\"It seems they arrived ahead of schedule.\"",
      "female": ""
    },
    {
      "id": 316,
      "default": "\"The Príncipi continue to bicker amongst themselves. And a restless beast is a dangerous one.\"",
      "female": ""
    },
    {
      "id": 317,
      "default": "\"Furrante has cemented his leadership of the Príncipi. While he is less volatile than Aeldys, he will doubtlessly grow bolder.\"",
      "female": ""
    },
    {
      "id": 318,
      "default": "\"Aeldys now leads the Príncipi. Under her, they are more aggressive than ever.\"",
      "female": ""
    },
    {
      "id": 321,
      "default": "\"You have sown poison at the heart of the archipelago.\r\n\r\n\"I must know - why did you do this?\" He finally looks up at you. His eyes are wide and wild.",
      "female": ""
    },
    {
      "id": 322,
      "default": "\"I had another arrangement.\"",
      "female": ""
    },
    {
      "id": 323,
      "default": "\"It doesn't matter why. It's done.\"",
      "female": ""
    },
    {
      "id": 324,
      "default": "\"Why does it matter to you?\"",
      "female": ""
    },
    {
      "id": 325,
      "default": "He runs his fingers along his scalp, grabbing his hair by the roots.",
      "female": ""
    },
    {
      "id": 326,
      "default": "\"We had plans for Crookspur. A fleet sailing in from Rauatai would have docked at the harbor.\"\r\n\r\nHe stops, horror rising in his face as he thinks it through.",
      "female": ""
    },
    {
      "id": 327,
      "default": "\"They will have to turn back.\"",
      "female": ""
    },
    {
      "id": 328,
      "default": "\"I can still go back and get rid of the slavers.\"",
      "female": ""
    },
    {
      "id": 329,
      "default": "\"You should have told me.\"",
      "female": ""
    },
    {
      "id": 330,
      "default": "\"They could have taken the port themselves.\"",
      "female": ""
    },
    {
      "id": 331,
      "default": "\"It is too late. The storms they hit on the way here narrowed their window considerably.\"",
      "female": ""
    },
    {
      "id": 332,
      "default": "\"They will have already turned back by now. To preserve their supplies.\"",
      "female": ""
    },
    {
      "id": 333,
      "default": "\"I had to consider the need for secrecy. Besides, I had hoped that getting rid of the slavers would be reason enough.\"",
      "female": ""
    },
    {
      "id": 334,
      "default": "\"And risk you talking to the Vailians?\"",
      "female": ""
    },
    {
      "id": 335,
      "default": "Atsura paces, troubled. His skin is pale and clammy.",
      "female": ""
    },
    {
      "id": 336,
      "default": "\"I studied you. Thought it all through. You were never supposed to aid the slavers.\" He seems to be talking to himself more than to you.",
      "female": ""
    },
    {
      "id": 337,
      "default": "\"And risk you talking to the Príncipi?\"",
      "female": ""
    },
    {
      "id": 338,
      "default": "\"And risk you talking to the Huana?\"",
      "female": ""
    },
    {
      "id": 339,
      "default": "\"And give the Vailians and the Huana cause to unite against us? No.\"",
      "female": ""
    },
    {
      "id": 340,
      "default": "\"What was so special about this fleet?\"",
      "female": ""
    },
    {
      "id": 341,
      "default": "\"The Vailians and the Príncipi will tear Deadfire asunder, and the Huana will stand by and let it happen.\"",
      "female": ""
    },
    {
      "id": 342,
      "default": "He raises his clasped hands to his chin, like a man preparing to explain a hard truth. ",
      "female": ""
    },
    {
      "id": 343,
      "default": "\"Deadfire is a troubled place. Beset by all manner of predation and lawlessness.\"",
      "female": ""
    },
    {
      "id": 344,
      "default": "\"Adventure stories blame it on the fury of Hylea's storms and the hunger of Ondra's beasts.\" He shakes his head in disgust.",
      "female": ""
    },
    {
      "id": 345,
      "default": "\"Historians like Maia's own dear brother would spin you a tale of isolation and trade booms.\"",
      "female": ""
    },
    {
      "id": 346,
      "default": "\"Historians like yourself would spin a tale of isolation and trade booms.\"",
      "female": ""
    },
    {
      "id": 347,
      "default": "\"Historians would spin you a tale of isolation and trade booms.\"",
      "female": ""
    },
    {
      "id": 348,
      "default": "\"Kana certainly had a few ideas about keeping the borders tidy.\"",
      "female": ""
    },
    {
      "id": 349,
      "default": "\"All of that merely obscures the plain yet hard truth - the Huana lack the will to defend their homeland.\"\r\n\r\nHe stops and looks up at you for the first time since hearing your explanation. He's recovering himself.\r\n\r\nAnd waiting for your reaction.",
      "female": ""
    },
    {
      "id": 350,
      "default": "\"The Vailians and the Príncipi will tear Deadfire asunder, and the Huana will stand by and let it happen.\"",
      "female": ""
    },
    {
      "id": 352,
      "default": "\"Someone needs to defend the archipelago and its people. Do you understand?\" He stares at you, his gaze once again fixed and unblinking.",
      "female": ""
    },
    {
      "id": 353,
      "default": "\"Yes, I do.\"",
      "female": ""
    },
    {
      "id": 354,
      "default": "\"No, I think you're overreaching.\"",
      "female": ""
    },
    {
      "id": 355,
      "default": "\"Then don't hide behind me. Take Crookspur yourself.\"",
      "female": ""
    },
    {
      "id": 356,
      "default": "\"Just like your brethren. Who, then, will fight this battle? Your monarchs? The gods?\" He laughs humorlessly.",
      "female": ""
    },
    {
      "id": 357,
      "default": "\"This isn't my fight.\"",
      "female": ""
    },
    {
      "id": 358,
      "default": "\"And when storms wash our people from the cliffs of Rauatai, then will it be your fight?\r\n\r\n\"I expect better from a fellow trencher.\" He scowls coldly.",
      "female": ""
    },
    {
      "id": 359,
      "default": "\"The Huana will step up once they're pushed far enough.\"",
      "female": ""
    },
    {
      "id": 360,
      "default": "He snorts. \"And how much of the archipelago will remain when that happens?\"",
      "female": ""
    },
    {
      "id": 361,
      "default": "He seems to consider something. After a long moment, he nods.",
      "female": ""
    },
    {
      "id": 362,
      "default": "\"In any case, the hazanui is arranging a final matter. \r\n\r\n\"If you truly wish to bring peace to the Deadfire, I suggest you speak with her.\"",
      "female": ""
    },
    {
      "id": 363,
      "default": "\"In any case, our attentions are now focused on Sayuka for now. \r\n\r\n\"I'm sure the hazanui will summon you when the time is right.\"",
      "female": ""
    },
    {
      "id": 364,
      "default": "\"The fate of Deadfire is greater than the Huana people. Just as your pursuit of Eothas is greater than you.\"",
      "female": ""
    },
    {
      "id": 365,
      "default": "He is quiet for a long time.",
      "female": ""
    },
    {
      "id": 366,
      "default": "\"If it were up to me, this would be the end of our business. But that is the hazanui's decision, and she has requested an audience with you.\"",
      "female": ""
    },
    {
      "id": 367,
      "default": "\"If you would do your homeland a final service, speak with her. There is still a way you may help.\"",
      "female": ""
    },
    {
      "id": 369,
      "default": "\"If you would bring peace to Deadfire, speak with her. There is still a way you may help.\"",
      "female": ""
    },
    {
      "id": 370,
      "default": "\"That's why you need to come to accords, not blows, with your rivals.\"",
      "female": ""
    },
    {
      "id": 371,
      "default": "He laughs. \"Have you ever seen an eoten caught between two foes? Seen the way it wavers from one to the next, forever torn between two minds?\"",
      "female": ""
    },
    {
      "id": 372,
      "default": "\"The only way forward for Deadfire is with unity and purpose. There can be no agreement with slavers and pilferers.\"",
      "female": ""
    },
    {
      "id": 373,
      "default": "\"And what would you have us do? Ask the crown's permission to drive away the slavers that prey on her people?\"",
      "female": ""
    },
    {
      "id": 374,
      "default": "\"Or hunker down and hope the tumult here does not interrupt the shipments of food and supplies to Rauatai's shores?\" His face is bright with sweat and flushed with color.",
      "female": ""
    },
    {
      "id": 375,
      "default": "\"Perhaps. I'm just not sure this is the right way to do it.\"",
      "female": ""
    },
    {
      "id": 376,
      "default": "\"Much time is wasted ruminating. The future belongs to those who can conceive and seize it.\"",
      "female": ""
    },
    {
      "id": 377,
      "default": "\"Boldness and rashness are not the same thing.\" He scowls.",
      "female": ""
    },
    {
      "id": 378,
      "default": "\"Our enemies would love nothing more than an excuse to move against us.\"",
      "female": ""
    },
    {
      "id": 379,
      "default": "\"For eliminating an illegal slaving operation? The Vailians would have to distance themselves, and the Huana would have to thank you.\"",
      "female": ""
    },
    {
      "id": 380,
      "default": "\"Good. That forces their hand on your timeline, not theirs.\"",
      "female": ""
    },
    {
      "id": 381,
      "default": "\"Let them. Once you've got your fleet in place, what can they do?\"",
      "female": ""
    },
    {
      "id": 382,
      "default": "He grimaces. \"Plenty. And it is our people in Rauatai who would suffer if their supply ships are needed for war.\"",
      "female": ""
    },
    {
      "id": 383,
      "default": "\"Perhaps I've given you too little credit. Still, this is not the right time.\"",
      "female": ""
    },
    {
      "id": 385,
      "default": "\"It has been brought to my attention that you ousted the slavers from Crookspur.\"",
      "female": ""
    },
    {
      "id": 386,
      "default": "\"The Ruquapa. They are the ranga nui's elite, and they would have provided the stability this region so sorely lacks.\"",
      "female": ""
    },
    {
      "id": 387,
      "default": "\"What did you have against the slavers?\"",
      "female": ""
    },
    {
      "id": 388,
      "default": "\"I'm glad I could be of service.\"",
      "female": ""
    },
    {
      "id": 389,
      "default": "\"I got rid of them for my reasons, not yours.\"",
      "female": ""
    },
    {
      "id": 390,
      "default": "\"Thousands suffered because of them. Of course I did something.\"",
      "female": ""
    },
    {
      "id": 391,
      "default": "\"As am I. And make no mistake, the archipelago is in dire need of help such as yours.\" He raises his brows, watching to see if you're following.",
      "female": ""
    },
    {
      "id": 392,
      "default": "\"Far be it from me to suggest otherwise. I am merely grateful our motives aligned.\" He raises his hands in defense and lays them on his chest.",
      "female": ""
    },
    {
      "id": 393,
      "default": "\"Indeed, indeed. But the problem hardly begins - or ends - with the slavers.\" He raises his brows, watching to see if you're following.",
      "female": ""
    },
    {
      "id": 394,
      "default": "\"The Vailians and the Príncipi will tear Deadfire asunder, and the Huana will stand by and let it happen.\"",
      "female": ""
    },
    {
      "id": 395,
      "default": "\"Someone needs to defend the archipelago and its people. Do you understand?\" He stares at you, his gaze once again fixed and unblinking.",
      "female": ""
    },
    {
      "id": 397,
      "default": "\"We will not.\"",
      "female": ""
    },
    {
      "id": 398,
      "default": "\"We shall ensure that the slavers do not return by stationing one of our most elite fleets at Crookspur.\"\r\n\r\nHe watches you as he explains this, eyes searching your face.",
      "female": ""
    },
    {
      "id": 399,
      "default": "\"Why are you telling me this?\"",
      "female": ""
    },
    {
      "id": 400,
      "default": "\"That's prudent.\"",
      "female": ""
    },
    {
      "id": 401,
      "default": "\"If you had those ships, why didn't you send them against Crookspur yourself?\"",
      "female": ""
    },
    {
      "id": 402,
      "default": "\"I'm glad you agree.\"",
      "female": ""
    },
    {
      "id": 403,
      "default": "\"That seems... aggressive.\"",
      "female": ""
    },
    {
      "id": 404,
      "default": "\"You don't expect me to believe you moved an entire fleet just to keep the slavers out, do you?\"",
      "female": ""
    },
    {
      "id": 405,
      "default": "\"And give the Vailians and the Huana cause to unite against us? No.\"",
      "female": ""
    },
    {
      "id": 406,
      "default": "\"You're prudent. Results-oriented. You strike me as someone who can appreciate the grand vision.\"\r\n\r\nHe pauses a few seconds too long after he says this.",
      "female": ""
    },
    {
      "id": 407,
      "default": "\"You have a gentle heart. You want what's best for the people of Deadfire.\"\r\n\r\nHe pauses a few seconds too long after he says this.",
      "female": ""
    },
    {
      "id": 408,
      "default": "\"You value truth and forthrightness. And I wish to be honest with you.\"\r\n\r\nHe pauses a few seconds too long after he says this.",
      "female": ""
    },
    {
      "id": 409,
      "default": "\"I believe we have a common interest.\"\r\n\r\nHe pauses a few seconds too long after he says this.",
      "female": ""
    },
    {
      "id": 410,
      "default": "\"And by continuing to work together, we can achieve both our objectives - a more stable Deadfire and a meeting with Eothas.\"",
      "female": ""
    },
    {
      "id": 411,
      "default": "\"We will never resolve Deadfire's piracy and slavery problems with nice words.\r\n\r\n\"As much as I might like to.\" He smiles indulgently.",
      "female": ""
    },
    {
      "id": 412,
      "default": "He's silent and still for several seconds. Calculating.\r\n\r\nAt last, he smiles slowly.",
      "female": ""
    },
    {
      "id": 414,
      "default": "He cocks his head, taking your measure. He pauses before speaking, just a little longer than seems normal.",
      "female": ""
    },
    {
      "id": 416,
      "default": "When he finally does, he slaps you on the back and utters a gruff but amiable laugh that sounds a tad unnatural coming from him.",
      "female": ""
    },
    {
      "id": 417,
      "default": "When he finally does, he crosses his forearms over his chest and gives you a slow, exquisitely courteous nod.\r\n\r\nThe whole gesture is so perfectly choreographed that it seems he must have practiced it many times.",
      "female": ""
    },
    {
      "id": 418,
      "default": "When he finally does, he seizes you by the shoulders and wraps you in an abrupt but warm embrace.\r\n\r\nThe gesture is so sudden - and over so quickly - that when he steps back and resumes his politely professional manner, it's almost as if it never happened.",
      "female": ""
    },
    {
      "id": 419,
      "default": "In his careful stare and the pause before he speaks, you recognize that he's studying you.",
      "female": ""
    },
    {
      "id": 420,
      "default": "In his careful stare and the pause before he speaks, you recognize that he's studying you.",
      "female": ""
    },
    {
      "id": 422,
      "default": "\"I do what has to be done, and I don't let anything stand in my way.\"",
      "female": ""
    },
    {
      "id": 423,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 424,
      "default": "\"That's kind of you to say.\"",
      "female": ""
    },
    {
      "id": 425,
      "default": "\"Deadfire could certainly use more people with your gumption.\" His eyes shine with interest.\r\n\r\nHe blinks, perhaps for the first time since your conversation began.",
      "female": ""
    },
    {
      "id": 426,
      "default": "\"Few with... abilities like yours would be so humble about them.\" His eyes shine with interest.\r\n\r\nHe blinks, perhaps for the first time since your conversation began.",
      "female": ""
    },
    {
      "id": 427,
      "default": "\"Forgive me, it seems I forget myself.\" His eyes shine with interest.\r\n\r\nHe blinks, perhaps for the first time since your conversation began.",
      "female": ""
    },
    {
      "id": 428,
      "default": "\"Does all Rauataian law work this way?\r\n\r\n\"Hm. Where is that mountain of azata shells I misplaced thousands of years ago?\" Tekēhu strokes his chin and idly glances around.",
      "female": ""
    },
    {
      "id": 429,
      "default": "\"And leave it to a Rauataian to ignore the dozens of other uses Vailian animancers have discovered for luminous adra just in the last few years.\"",
      "female": ""
    },
    {
      "id": 431,
      "default": "\"An embarrassment of riches is far less embarrassing than you suggest, grand secretary. Thankfully, it's a burden your people will never have to know.\"",
      "female": ""
    },
    {
      "id": 432,
      "default": "\"A most uncomfortable latrine, I say.\" ",
      "female": ""
    },
    {
      "id": 433,
      "default": "\"Well, aye. Have to cling to something to steal it.\" The orlan shrugs.",
      "female": ""
    },
    {
      "id": 434,
      "default": "\"Yet the Vailians toy with luminous adra like a child who has discovered her mother's pistol.\"",
      "female": ""
    },
    {
      "id": 436,
      "default": "\"Anyone who visited the bathhouse would know that <i>this</i> wastrel is never idle.\"",
      "female": ""
    },
    {
      "id": 437,
      "default": "\"Surely that's an uncharitable assessment.\" Aloth frowns to himself.",
      "female": ""
    },
    {
      "id": 438,
      "default": "\"You're not exactly concise...\"",
      "female": ""
    },
    {
      "id": 439,
      "default": "\"Forgive me. I deal with many different types of people. It's not always easy to discern what they're looking for.\" \r\n\r\nHis smile takes on an apologetic slant, but his eyes are searching your expression.",
      "female": ""
    },
    {
      "id": 440,
      "default": "\"You all sure like your cannons, though.\"",
      "female": ""
    },
    {
      "id": 441,
      "default": "\"Allow me to state my request.\" He purses his lips and tents his fingers.",
      "female": ""
    },
    {
      "id": 447,
      "default": "\"I do not expect you to understand the intricacies of the Company, grand secretary, but the ducs have representatives on the Songretta mea Compresa for exactly that reason.\"",
      "female": ""
    },
    {
      "id": 448,
      "default": "He laughs. \"The ducs are just as divided. Each schemes for the advancement of his own little fiefdom over the rest of the Republics.\"",
      "female": ""
    },
    {
      "id": 450,
      "default": "He shrugs, looking neither surprised nor displeased by your answer.",
      "female": ""
    },
    {
      "id": 452,
      "default": "\"There is a way for you to slow them down. It's not as critical as the hazanui's delivery to Sayuka, but it is worth doing all the same.\"",
      "female": ""
    },
    {
      "id": 453,
      "default": "\"Can you blame us? We share the archipelago with unpredictable tribes and a league of pirates.\r\n\r\n\"And the Vailians have made their hunger known.\"",
      "female": ""
    },
    {
      "id": 454,
      "default": "\"I see you received my message. This is good, because I have a matter of no small importance to discuss.\" His eyes flash, and an eager smile creeps along his face.",
      "female": ""
    },
    {
      "id": 455,
      "default": "\"[Player Name], I want to thank you. You've been a great help in Okaya's work.\" He smiles blandly, unblinking.",
      "female": ""
    },
    {
      "id": 456,
      "default": "\"You seem... different from the rest of the Royal Deadfire Company.\"",
      "female": ""
    },
    {
      "id": 457,
      "default": "\"What exactly is the Brass Citadel?\"",
      "female": ""
    },
    {
      "id": 458,
      "default": "\"How do you mean that?\" His eyes are attentive and utterly expressionless.",
      "female": ""
    },
    {
      "id": 459,
      "default": "\"You're not a soldier.\"",
      "female": ""
    },
    {
      "id": 460,
      "default": "\"Never mind.\"",
      "female": ""
    },
    {
      "id": 461,
      "default": "\"As you wish.\"",
      "female": ""
    },
    {
      "id": 462,
      "default": "\"You're hard to read.\"",
      "female": ""
    },
    {
      "id": 463,
      "default": "He lowers his head, watching you all the while.",
      "female": ""
    },
    {
      "id": 464,
      "default": "\"Are you making advances at me?\" He still has not blinked.",
      "female": ""
    },
    {
      "id": 465,
      "default": "\"Yes.\"",
      "female": ""
    },
    {
      "id": 466,
      "default": "\"No.\"",
      "female": ""
    },
    {
      "id": 467,
      "default": "[Lie] \"Yes.\"",
      "female": ""
    },
    {
      "id": 468,
      "default": "[Lie] \"No.\"",
      "female": ""
    },
    {
      "id": 469,
      "default": "\"Rauatai is composed of many types. But it's true, many here are soldiers and engineers.\"",
      "female": ""
    },
    {
      "id": 470,
      "default": "\"Come on, you know exactly what I mean.\"",
      "female": ""
    },
    {
      "id": 471,
      "default": "\"While I'm not opposed to casual assignations, I'm afraid my duties here leave me little time. Or energy.\"\r\n\r\nHe smiles sympathetically.",
      "female": ""
    },
    {
      "id": 472,
      "default": "\"If that changes, I promise you'll be the first to know.\"",
      "female": ""
    },
    {
      "id": 473,
      "default": "\"It's for the best. This would be a most inconvenient time to begin an attachment.\"",
      "female": ""
    },
    {
      "id": 474,
      "default": "\"None of whom are especially diligent about paperwork.\" He spreads his hands to encompass the scrolls on his desk and in the shelves behind him.",
      "female": ""
    },
    {
      "id": 475,
      "default": "\"It comes from years of practice. It's the only way I've learned to beat Karū Nui at hazatōha.\"",
      "female": ""
    },
    {
      "id": 476,
      "default": "He hesitates, looking at you as if the answer is obvious.",
      "female": ""
    },
    {
      "id": 477,
      "default": "\"It's a trading post, of course.\"",
      "female": ""
    },
    {
      "id": 478,
      "default": "\"Your trading post has high walls, cannons, and guard towers?\"",
      "female": ""
    },
    {
      "id": 479,
      "default": "\"If you say so.\"",
      "female": ""
    },
    {
      "id": 480,
      "default": "\"I just did.\" He blinks at you.",
      "female": ""
    },
    {
      "id": 481,
      "default": "\"Anything worth building is worth protecting.\"",
      "female": ""
    },
    {
      "id": 482,
      "default": "He's quiet for a long time as he regards you.",
      "female": ""
    },
    {
      "id": 483,
      "default": "\"Once they're done, they'll leave behind a wrecked island and a tribe dependent on their resources.\"\r\n\r\nHe's quiet for a moment. When he speaks again, there's an abrupt shift in his demeanor.",
      "female": ""
    },
    {
      "id": 484,
      "default": "\"Only that the storms are over.\"",
      "female": ""
    },
    {
      "id": 485,
      "default": "\"Even if this isn't the outcome we'd wanted for Poko Kohara, your observation is infinitely more valuable.\r\n\r\n\"Take this and remember it the next time we call on you.\" He hands you a purse, but his expression is distant, as if he's still thinking about what you told him.",
      "female": ""
    },
    {
      "id": 486,
      "default": "\"You're being evasive. Yet the change in the storms and in the adra cannot be a coincidence.\"",
      "female": ""
    },
    {
      "id": 487,
      "default": "\"This hardly seems conclusive.\"",
      "female": ""
    },
    {
      "id": 488,
      "default": "\"But it's a considerable start. A step toward understanding the catastrophic storms that have long made Rauatai the 'rough country.'\"",
      "female": ""
    },
    {
      "id": 490,
      "default": "\"After all, if you're going to make friends in the Deadfire, you might as well choose the ones with the biggest cannons.\"\r\n\r\nHe smiles, showing you all of his pointed teeth.",
      "female": ""
    },
    {
      "id": 491,
      "default": "\"After all, somebody has to keep the peace in these tumultuous times, no?\" \r\n\r\nHe smiles, showing you all of his pointed teeth.",
      "female": ""
    },
    {
      "id": 492,
      "default": "\"And if you do, you'll find that the Royal Deadfire Company is a valuable and faithful ally.\" \r\n\r\nHe smiles, showing you all of his pointed teeth.",
      "female": ""
    },
    {
      "id": 493,
      "default": "\"After all, those of us born to privilege have a responsibility to use it to noble ends, no?\"\r\n\r\nHe smiles, showing you all of his pointed teeth.",
      "female": ""
    },
    {
      "id": 494,
      "default": "\"Work that may prove especially rewarding to someone with your background.\"\r\n\r\nHe smiles, showing you all of his pointed teeth.",
      "female": ""
    },
    {
      "id": 496,
      "default": "\"I must thank you most humbly for your help. You've rendered Okaya - and all of us - a great service.\"",
      "female": ""
    },
    {
      "id": 497,
      "default": "\"Nothing stands in your way, does it?\" He claps you roughly on the shoulder and greets you with a hard-edged laugh that barely sounds like his own.",
      "female": ""
    },
    {
      "id": 498,
      "default": "\"Nicely done at Sayuka.\" He gives you a small and very slow nod.\r\n\r\nThen he's quiet, awaiting your response.",
      "female": ""
    },
    {
      "id": 499,
      "default": "\"That's all you've got to say?\"",
      "female": ""
    },
    {
      "id": 500,
      "default": "He blinks, startled.",
      "female": ""
    },
    {
      "id": 501,
      "default": "\"My apologies. I seem to have misjudged the situation.\r\n\r\n\"Of course I am impressed.\" His smile is both hopeful and conciliatory.",
      "female": ""
    },
    {
      "id": 502,
      "default": "\"Oh, indeed.\" His eyes flash, and an eager smile creeps along his face.",
      "female": ""
    },
    {
      "id": 503,
      "default": "\"A great injustice plagues the archipelago, [Player Name]. And we have an opportunity to end it.\"",
      "female": ""
    },
    {
      "id": 504,
      "default": "\"It isn't often one such as yourself has the opportunity to act without restraint.\r\n\r\n\"How would you like to rain your wrath down upon the slavers of Crookspur?\" He rubs his long-fingered hands together.",
      "female": ""
    },
    {
      "id": 506,
      "default": "\"The people of Deadfire have been sold a <i>lie</i>, [Player Name]. A lie that we now have a duty to expose.\" Mirth dances in his eyes.",
      "female": ""
    },
    {
      "id": 507,
      "default": "\"Aye. They be ugly, too. And smell like half-drowned bilge rat. Cheat at dice. Never write their mothers.\"\r\n\r\nHe counts the accusations off on his fingers.",
      "female": ""
    },
    {
      "id": 508,
      "default": "He considers his answer, canting his head to one side.",
      "female": ""
    },
    {
      "id": 509,
      "default": "He glances at you through hooded eyes, a sneaky grin playing at his lips.\r\n\r\nHe quickly suppresses it.",
      "female": ""
    },
    {
      "id": 510,
      "default": "\"Oh, but I wasn't trying to cast aspersions...\" He squints, making a helpless gesture.",
      "female": ""
    },
    {
      "id": 512,
      "default": "\"Is it not noble and just to end this scourge? Especially if the Huana cannot?\r\n\r\n\"We must end the slaver threat.\" He searches your face for agreement.",
      "female": ""
    },
    {
      "id": 513,
      "default": "\"Come, do you truly need a reason to give these slavers what's coming to them?\r\n\r\n\"Especially if the Huana cannot do so themselves?\" A sly smile curls at his lips.",
      "female": ""
    },
    {
      "id": 514,
      "default": "\"Surely you and I are above pointless posturing. If we are in a position to end the slaver threat and the Huana are not, then we must be practical.\"\r\n\r\nHe searches your face for agreement.",
      "female": ""
    },
    {
      "id": 515,
      "default": "He cocks his head and considers his answer.\r\n\r\nFinally, he nods.",
      "female": ""
    },
    {
      "id": 517,
      "default": "\"As much as I would like to send our forces to fight the good fight alongside you, I'm afraid that would only cause trouble in other quarters.\" He sighs dramatically.",
      "female": ""
    },
    {
      "id": 518,
      "default": "\"As much as it pains me to leave the bloodshed entirely to you, it would offend too many delicate sensibilities if we sent our own forces.\"",
      "female": ""
    },
    {
      "id": 519,
      "default": "\"And I'm sure I don't have to explain to you that it would be imprudent of us to send our own forces.\"",
      "female": ""
    },
    {
      "id": 522,
      "default": "She frowns. \"I'm sure the Company is abiding by the Huana prohibitions against slave trade in Deadfire.\"",
      "female": ""
    },
    {
      "id": 523,
      "default": "\"Be that funny way officials have when silver wafts 'neath their noses.\"\r\n\r\nHe snorts.",
      "female": ""
    },
    {
      "id": 524,
      "default": "\"I'm counting on that.\" He smiles.",
      "female": ""
    },
    {
      "id": 525,
      "default": "\"Very well, I know what to do.\"",
      "female": ""
    },
    {
      "id": 527,
      "default": "\"Justice at last! We've done a good thing, [Player Name].\r\n\r\n\"<i>You've</i> done a good thing.\" \r\n\r\nHe clasps you by the shoulders and tries out a warm smile. It almost looks real.",
      "female": ""
    },
    {
      "id": 528,
      "default": "\"Is there anything more satisfying than finding your foes at the end of your blade?\" He grins wickedly.",
      "female": ""
    },
    {
      "id": 529,
      "default": "\"Excellent. The entire archipelago will be better off without them.\" He nods reassuringly.",
      "female": ""
    },
    {
      "id": 530,
      "default": "\"Excellent. They were a problem that sorely needed to be dealt with.\"",
      "female": ""
    },
    {
      "id": 531,
      "default": "\"After all this time, I still don't understand who you are or what you believe in.\"",
      "female": ""
    },
    {
      "id": 532,
      "default": "His careful expression falters, his eyes bulging and mouth slack. The slip only lasts a moment, but it's like seeing a curtain ripple before a gutted and scorched room.\r\n\r\nHe chuckles weakly as he recovers.",
      "female": ""
    },
    {
      "id": 534,
      "default": "\"Forgive me. I meant no slight to you, but I was not expecting them so soon.\"",
      "female": ""
    },
    {
      "id": 535,
      "default": "\"A show of force was needed. Cannons make a better warning than threats.\"",
      "female": ""
    },
    {
      "id": 536,
      "default": "\"Silence and prudence are faithful companions, are they not?\"",
      "female": ""
    },
    {
      "id": 538,
      "default": "He brushes this off with a wave of his hand, but his smile looks strained.",
      "female": ""
    },
    {
      "id": 539,
      "default": "\"We must be ready.\"",
      "female": ""
    },
    {
      "id": 541,
      "default": "\"You've done a noble thing, [Player Name].\" \r\n\r\nHe clasps you by the shoulders and tries out a warm smile. It almost looks real.",
      "female": ""
    },
    {
      "id": 542,
      "default": "\"Once again, you show your foes no mercy.\" He cackles wickedly.",
      "female": ""
    },
    {
      "id": 543,
      "default": "\"To think you were undermining one of the largest criminal enterprises in Deadfire.\"",
      "female": ""
    },
    {
      "id": 546,
      "default": "\"I studied you. I knew you had friends among the Vailians, but I never foresaw you aiding the slavers.\" He seems to be talking to himself more than to you.",
      "female": ""
    },
    {
      "id": 547,
      "default": "\"I studied you. I knew you had dangerous allies, but I never foresaw you aiding the slavers.\" He seems to be talking to himself more than to you.",
      "female": ""
    },
    {
      "id": 548,
      "default": "\"I studied you. You're at odds with the Vailians - you were never supposed to aid the slavers!\" He seems to be talking to himself more than to you.",
      "female": ""
    },
    {
      "id": 549,
      "default": "\"I studied you. You're compassionate. Principled. You were never supposed to aid the slavers!\" He seems to be talking to himself more than to you.",
      "female": ""
    },
    {
      "id": 551,
      "default": "She snorts. \"To call this an exaggeration would be too kind. You both overestimate the ambitions of the Company and underestimate the resolve of the Huana.\"",
      "female": ""
    },
    {
      "id": 552,
      "default": "\"To hasten what you call a foregone conclusion... this is the worst of outsider hypocrisy!\"",
      "female": ""
    },
    {
      "id": 553,
      "default": "\"Here's where you be suggesting that the way to keep a ship from sinking be adding more water.\"",
      "female": ""
    },
    {
      "id": 554,
      "default": "\"I see your point.\"",
      "female": ""
    },
    {
      "id": 555,
      "default": "He considers your words with a tilted head and a thoughtful expression. \r\n\r\nAt last, he nods.",
      "female": ""
    },
    {
      "id": 558,
      "default": "\"So we must do everything we can to defend the archipelago and its people.\" He stands a little straighter, drawing his shoulders back.",
      "female": ""
    },
    {
      "id": 559,
      "default": "\"The only way to prevent this is through overwhelming force.\" He gives you a decisive nod.",
      "female": ""
    },
    {
      "id": 560,
      "default": "\"Fortunately, we've been making moves of our own in secret.\" He grins slyly.",
      "female": ""
    },
    {
      "id": 561,
      "default": "\"But we've thought this through. We have a plan.\"",
      "female": ""
    },
    {
      "id": 562,
      "default": "\"I think we should continue to focus on how we might help each other, don't you?\"",
      "female": ""
    },
    {
      "id": 564,
      "default": "\"For a most noble cause, I assure you.\" He looks pained.",
      "female": ""
    },
    {
      "id": 565,
      "default": "\"We are people of action, are we not? We do not flinch from violence when it's called for.\"",
      "female": ""
    },
    {
      "id": 566,
      "default": "\"There are times when a seemingly drastic solution is the most practical.\"",
      "female": ""
    },
    {
      "id": 567,
      "default": "\"I see Maia has confided in you.\"",
      "female": ""
    },
    {
      "id": 568,
      "default": "He shifts his gaze to you.",
      "female": ""
    },
    {
      "id": 569,
      "default": "\"It is a delicate matter. One best conducted with discretion.\" ",
      "female": ""
    },
    {
      "id": 570,
      "default": "He shrugs. \"Yes.\"",
      "female": ""
    },
    {
      "id": 571,
      "default": "He watches you with that blank but thoughtful stare you've come to recognize. In the tiny movements of his eyes, you can see him sizing you up, deciding how much to tell you.\r\n\r\nAt last, he smiles faintly.",
      "female": ""
    },
    {
      "id": 573,
      "default": "\"One day, our bodies will perish and our souls will return to the Wheel.\"",
      "female": ""
    },
    {
      "id": 574,
      "default": "\"But this - this will remain.\" He spreads his hands, surveying the solid, precise stonework and around him.",
      "female": ""
    },
    {
      "id": 575,
      "default": "\"Prolonging the soul is a fool's errand. Clinging to a grand past is vanity.\"",
      "female": ""
    },
    {
      "id": 576,
      "default": "\"Every word we've ever spoken, everything we've ever known, will be forgotten with us.\"\r\n\r\nHis expression is one of distant amusement, as though these notions are no more troubling than the far-off clamor of crowds.",
      "female": ""
    },
    {
      "id": 577,
      "default": "\"I want to take part in building something that will last beyond me.\r\n\r\n\"That is true immortality.\"\r\n\r\nHe smiles, calm satisfaction narrowing the corners of his eyes.",
      "female": ""
    },
    {
      "id": 578,
      "default": "\"Who we are - what does this even mean? Why the search for permanence in a transient existence?\"",
      "female": ""
    },
    {
      "id": 579,
      "default": "\"That's interesting.\"",
      "female": ""
    },
    {
      "id": 580,
      "default": "\"You are an amoral, unprincipled lunatic.\"",
      "female": ""
    },
    {
      "id": 581,
      "default": "\"I agree - it's important to do great things with the time we have.\"",
      "female": ""
    },
    {
      "id": 582,
      "default": "\"Even these things will crumble eventually.\"",
      "female": ""
    },
    {
      "id": 583,
      "default": "\"I am whatever the rough country needs me to be.\" If your words bother him at all, it doesn't show on his face.",
      "female": ""
    },
    {
      "id": 584,
      "default": "\"But you and I have much to do and little time to discuss philosophy.\"",
      "female": ""
    },
    {
      "id": 585,
      "default": "\"Few are in a position to accomplish as much as you are, [Player Name].\" He nods appreciatively.",
      "female": ""
    },
    {
      "id": 586,
      "default": "He tilts his head - it's almost a concession.",
      "female": ""
    },
    {
      "id": 587,
      "default": "\"Consider the work of the Engwithans - how much of it stands, how much has shaped our way of life.\"",
      "female": ""
    },
    {
      "id": 588,
      "default": "\"The key is to build well, [Player Name].\"",
      "female": ""
    },
    {
      "id": 589,
      "default": "\"Be careful. You don't know what future generations will make of your legacy.\"",
      "female": ""
    },
    {
      "id": 590,
      "default": "He cocks his head thoughtfully.",
      "female": ""
    },
    {
      "id": 591,
      "default": "\"Perhaps not. I can only hope our legacy will stand as long as the Engwithans'.\"",
      "female": ""
    },
    {
      "id": 592,
      "default": "\"He also said that sharing knowledge and sharing cannon fire were as different as birds and foxes.\" ",
      "female": ""
    },
    {
      "id": 593,
      "default": "She nods slowly but says nothing more.",
      "female": ""
    },
    {
      "id": 594,
      "default": "\"I thought you were concerned about disturbing luminous adra.\"",
      "female": ""
    },
    {
      "id": 595,
      "default": "\"Deeply, [Player Name].\" He furrows his brow, frowning deeply.\r\n\r\nAbruptly, his expression clears.",
      "female": ""
    },
    {
      "id": 596,
      "default": "\"But if a small sacrifice here will discourage the Vailians from further ventures, then it is a worthwhile risk.\"",
      "female": ""
    },
    {
      "id": 597,
      "default": "\"What do you trade?\"",
      "female": ""
    },
    {
      "id": 598,
      "default": "\"Rauatai is rich in saltpeter, copper, and a few other profitable minerals. We generally trade for food and timber, which grow poorly in the rough country.\"",
      "female": ""
    },
    {
      "id": 599,
      "default": "\"The Vailians have become aggressive competitors in recent years, but our ships were plying the seas long before the Republics declared independence.\"",
      "female": ""
    },
    {
      "id": 600,
      "default": "\"We learned the value of defending our goods and ships long ago.\" He smiles placidly.",
      "female": ""
    },
    {
      "id": 601,
      "default": "\"Be easier to mention what they do right - like dying when you stab or shoot them.\"",
      "female": ""
    },
    {
      "id": 602,
      "default": "\"I do not think in years, <i>aimica</i>. I think in centuries.\" His eyes fix on her as a strange, blank smile spreads across his lips. \r\n\r\nThen, he turns back to you.",
      "female": ""
    },
    {
      "id": 603,
      "default": "\"A dangerous mix, especially with the Vailian Trading Company becoming a power of its own.\"",
      "female": ""
    },
    {
      "id": 604,
      "default": "Aloth catches your eye with a meaningful look.",
      "female": ""
    },
    {
      "id": 605,
      "default": "\"I'm afraid we have no further business, [Player Name].\"",
      "female": ""
    },
    {
      "id": 606,
      "default": "\"They are suspicious of outsiders, so approach them with caution. If at all.\r\n\r\n\"What's important is that you rid us of the slavers on Crookspur.\"",
      "female": ""
    },
    {
      "id": 607,
      "default": "\"The Wahaki congregate on an island called 'Ori o Koīki.' It means 'Cursed Land of Corpses.'\" His mouth twists in a sardonic grin as he marks your map.",
      "female": ""
    },
    {
      "id": 608,
      "default": "\"I'm still working on clearing the slavers out of Crookspur.\"",
      "female": ""
    },
    {
      "id": 609,
      "default": "Atsura merely nods.",
      "female": ""
    },
    {
      "id": 610,
      "default": "\"After all, if you're going to make friends in the Deadfire, you might as well choose the ones with the biggest cannons.\"\r\n\r\nHe smiles, showing you all of his pointed teeth.",
      "female": ""
    },
    {
      "id": 611,
      "default": "\"After all, somebody has to keep the peace in these tumultuous times, no?\" \r\n\r\nHe smiles, showing you all of his pointed teeth.",
      "female": ""
    },
    {
      "id": 612,
      "default": "\"After all, if you're going to make friends in the Deadfire, you might as well choose the ones with the biggest cannons.\"\r\n\r\nHe smiles, showing you all of his pointed teeth.",
      "female": ""
    },
    {
      "id": 613,
      "default": "\"After all, somebody has to keep the peace in these tumultuous times, no?\" \r\n\r\nHe smiles, showing you all of his pointed teeth.",
      "female": ""
    },
    {
      "id": 614,
      "default": "\"So we must do everything we can to defend the archipelago and its people.\" He stands a little straighter, drawing his shoulders back.",
      "female": ""
    },
    {
      "id": 615,
      "default": "\"The only way to prevent this is through overwhelming force.\" He gives you a decisive nod.",
      "female": ""
    },
    {
      "id": 616,
      "default": "\"Fortunately, we've been making moves of our own in secret.\" He grins slyly.",
      "female": ""
    },
    {
      "id": 617,
      "default": "\"But we've thought this through. We have a plan.\"",
      "female": ""
    },
    {
      "id": 618,
      "default": "\"So we must do everything we can to defend the archipelago and its people.\" He stands a little straighter, drawing his shoulders back.",
      "female": ""
    },
    {
      "id": 619,
      "default": "\"The only way to prevent this is through overwhelming force.\" He gives you a decisive nod.",
      "female": ""
    },
    {
      "id": 620,
      "default": "\"Fortunately, we've been making moves of our own in secret.\" He grins slyly.",
      "female": ""
    },
    {
      "id": 621,
      "default": "\"But we've thought this through. We have a plan.\"",
      "female": ""
    },
    {
      "id": 622,
      "default": "\"Because governors like Clario are a rare breed. Most of the Vailian administrators care little for the well-being of the Huana.\"",
      "female": ""
    },
    {
      "id": 623,
      "default": "\"There is no need to be coy. I can see you considering the angles. I respect that.\" He nods at you the way he might at an opponent over a game of hazatōha.",
      "female": ""
    },
    {
      "id": 624,
      "default": "\"Because governors like Clario are a rare breed. Most of the Vailian administrators care little for the well-being of the Huana.\"",
      "female": ""
    },
    {
      "id": 625,
      "default": "\"There is no need to be coy. I can see you considering the angles. I respect that.\" He nods at you the way he might at an opponent over a game of hazatōha.",
      "female": ""
    },
    {
      "id": 626,
      "default": "\"You're prudent. Results-oriented. You strike me as someone who can appreciate the grand vision.\"\r\n\r\nHe pauses a few seconds too long after he says this.",
      "female": ""
    },
    {
      "id": 627,
      "default": "\"You have a gentle heart. You want what's best for the people of Deadfire.\"\r\n\r\nHe pauses a few seconds too long after he says this.",
      "female": ""
    },
    {
      "id": 628,
      "default": "\"You value truth and forthrightness. And I wish to be honest with you.\"\r\n\r\nHe pauses a few seconds too long after he says this.",
      "female": ""
    },
    {
      "id": 629,
      "default": "\"You're prudent. Results-oriented. You strike me as someone who can appreciate the grand vision.\"\r\n\r\nHe pauses a few seconds too long after he says this.",
      "female": ""
    },
    {
      "id": 630,
      "default": "\"You have a gentle heart. You want what's best for the people of Deadfire.\"\r\n\r\nHe pauses a few seconds too long after he says this.",
      "female": ""
    },
    {
      "id": 631,
      "default": "\"You value truth and forthrightness. And I wish to be honest with you.\"\r\n\r\nHe pauses a few seconds too long after he says this.",
      "female": ""
    },
    {
      "id": 632,
      "default": "When he finally does, he crosses his forearms over his chest and gives you a slow, exquisitely courteous nod.\r\n\r\nThe whole gesture is so perfectly choreographed that it seems he must have practiced it many times.",
      "female": ""
    },
    {
      "id": 633,
      "default": "When he finally does, he seizes you by the shoulders and wraps you in an abrupt but warm embrace.\r\n\r\nThe gesture is so sudden - and over so quickly - that when he steps back and resumes his politely professional manner, it's almost as if it never happened.",
      "female": ""
    },
    {
      "id": 634,
      "default": "When he finally does, he slaps you on the back and utters a gruff but amiable laugh that sounds a tad unnatural coming from him.",
      "female": ""
    },
    {
      "id": 635,
      "default": "When he finally does, he crosses his forearms over his chest and gives you a slow, exquisitely courteous nod.\r\n\r\nThe whole gesture is so perfectly choreographed that it seems he must have practiced it many times.",
      "female": ""
    },
    {
      "id": 636,
      "default": "When he finally does, he seizes you by the shoulders and wraps you in an abrupt but warm embrace.\r\n\r\nThe gesture is so sudden - and over so quickly - that when he steps back and resumes his politely professional manner, it's almost as if it never happened.",
      "female": ""
    },
    {
      "id": 637,
      "default": "When he finally does, he slaps you on the back and utters a gruff but amiable laugh that sounds a tad unnatural coming from him.",
      "female": ""
    },
    {
      "id": 638,
      "default": "\"I must thank you most humbly for your help. You've rendered Okaya - and all of us - a great service.\"",
      "female": ""
    },
    {
      "id": 639,
      "default": "\"Nothing stands in your way, does it?\" He claps you roughly on the shoulder and greets you with a hard-edged laugh that barely sounds like his own.",
      "female": ""
    },
    {
      "id": 640,
      "default": "\"Nicely done at Sayuka.\" He gives you a small and very slow nod.\r\n\r\nThen he's quiet, awaiting your response.",
      "female": ""
    },
    {
      "id": 641,
      "default": "\"I must thank you most humbly for your help. You've rendered Okaya - and all of us - a great service.\"",
      "female": ""
    },
    {
      "id": 642,
      "default": "\"Nothing stands in your way, does it?\" He claps you roughly on the shoulder and greets you with a hard-edged laugh that barely sounds like his own.",
      "female": ""
    },
    {
      "id": 643,
      "default": "\"Nicely done at Sayuka.\" He gives you a small and very slow nod.\r\n\r\nThen he's quiet, awaiting your response.",
      "female": ""
    },
    {
      "id": 644,
      "default": "\"Is it not noble and just to end this scourge? Especially if the Huana cannot?\r\n\r\n\"We must end the slaver threat.\" He searches your face for agreement.",
      "female": ""
    },
    {
      "id": 645,
      "default": "\"Come, do you truly need a reason to give these slavers what's coming to them?\r\n\r\n\"Especially if the Huana cannot do so themselves?\" A sly smile curls at his lips.",
      "female": ""
    },
    {
      "id": 646,
      "default": "\"Surely you and I are above pointless posturing. If we are in a position to end the slaver threat and the Huana are not, then we must be practical.\"\r\n\r\nHe searches your face for agreement.",
      "female": ""
    },
    {
      "id": 647,
      "default": "\"Is it not noble and just to end this scourge? Especially if the Huana cannot?\r\n\r\n\"We must end the slaver threat.\" He searches your face for agreement.",
      "female": ""
    },
    {
      "id": 648,
      "default": "\"Come, do you truly need a reason to give these slavers what's coming to them?\r\n\r\n\"Especially if the Huana cannot do so themselves?\" A sly smile curls at his lips.",
      "female": ""
    },
    {
      "id": 649,
      "default": "\"Surely you and I are above pointless posturing. If we are in a position to end the slaver threat and the Huana are not, then we must be practical.\"\r\n\r\nHe searches your face for agreement.",
      "female": ""
    },
    {
      "id": 650,
      "default": "\"As much as I would like to send our forces to fight the good fight alongside you, I'm afraid that would only cause trouble in other quarters.\" He sighs dramatically.",
      "female": ""
    },
    {
      "id": 651,
      "default": "\"As much as it pains me to leave the bloodshed entirely to you, it would offend too many delicate sensibilities if we sent our own forces.\"",
      "female": ""
    },
    {
      "id": 652,
      "default": "\"And I'm sure I don't have to explain to you that it would be imprudent of us to send our own forces.\"",
      "female": ""
    },
    {
      "id": 653,
      "default": "\"As much as I would like to send our forces to fight the good fight alongside you, I'm afraid that would only cause trouble in other quarters.\" He sighs dramatically.",
      "female": ""
    },
    {
      "id": 654,
      "default": "\"As much as it pains me to leave the bloodshed entirely to you, it would offend too many delicate sensibilities if we sent our own forces.\"",
      "female": ""
    },
    {
      "id": 655,
      "default": "\"And I'm sure I don't have to explain to you that it would be imprudent of us to send our own forces.\"",
      "female": ""
    },
    {
      "id": 656,
      "default": "\"Justice at last! We've done a good thing, [Player Name].\r\n\r\n\"<i>You've</i> done a good thing.\" \r\n\r\nHe clasps you by the shoulders and tries out a warm smile. It almost looks real.",
      "female": ""
    },
    {
      "id": 657,
      "default": "\"Is there anything more satisfying than finding your foes at the end of your blade?\" He grins wickedly.",
      "female": ""
    },
    {
      "id": 658,
      "default": "\"Excellent. The entire archipelago will be better off without them.\" He nods reassuringly.",
      "female": ""
    },
    {
      "id": 659,
      "default": "\"Justice at last! We've done a good thing, [Player Name].\r\n\r\n\"<i>You've</i> done a good thing.\" \r\n\r\nHe clasps you by the shoulders and tries out a warm smile. It almost looks real.",
      "female": ""
    },
    {
      "id": 660,
      "default": "\"Is there anything more satisfying than finding your foes at the end of your blade?\" He grins wickedly.",
      "female": ""
    },
    {
      "id": 661,
      "default": "\"Excellent. The entire archipelago will be better off without them.\" He nods reassuringly.",
      "female": ""
    },
    {
      "id": 662,
      "default": "\"Forgive me. I meant no slight to you, but I was not expecting them so soon.\"",
      "female": ""
    },
    {
      "id": 663,
      "default": "\"A show of force was needed. Cannons make a better warning than threats.\"",
      "female": ""
    },
    {
      "id": 664,
      "default": "\"Silence and prudence are faithful companions, are they not?\"",
      "female": ""
    },
    {
      "id": 665,
      "default": "\"Forgive me. I meant no slight to you, but I was not expecting them so soon.\"",
      "female": ""
    },
    {
      "id": 666,
      "default": "\"A show of force was needed. Cannons make a better warning than threats.\"",
      "female": ""
    },
    {
      "id": 667,
      "default": "\"Silence and prudence are faithful companions, are they not?\"",
      "female": ""
    },
    {
      "id": 668,
      "default": "\"You've done a noble thing, [Player Name].\" \r\n\r\nHe clasps you by the shoulders and tries out a warm smile. It almost looks real.",
      "female": ""
    },
    {
      "id": 669,
      "default": "\"Once again, you show your foes no mercy.\" He cackles wickedly.",
      "female": ""
    },
    {
      "id": 670,
      "default": "\"To think you were undermining one of the largest criminal enterprises in Deadfire.\"",
      "female": ""
    },
    {
      "id": 671,
      "default": "\"You've done a noble thing, [Player Name].\" \r\n\r\nHe clasps you by the shoulders and tries out a warm smile. It almost looks real.",
      "female": ""
    },
    {
      "id": 672,
      "default": "\"To think you were undermining one of the largest criminal enterprises in Deadfire.\"",
      "female": ""
    },
    {
      "id": 673,
      "default": "\"To think you were undermining one of the largest criminal enterprises in Deadfire.\"",
      "female": ""
    },
    {
      "id": 674,
      "default": "\"For a most noble cause, I assure you.\" He looks pained.",
      "female": ""
    },
    {
      "id": 675,
      "default": "\"We are people of action, are we not? We do not flinch from violence when it's called for.\"",
      "female": ""
    },
    {
      "id": 676,
      "default": "\"There are times when a seemingly drastic solution is the most practical.\"",
      "female": ""
    },
    {
      "id": 677,
      "default": "\"It is a delicate matter. One best conducted with discretion.\" ",
      "female": ""
    },
    {
      "id": 678,
      "default": "He shrugs. \"Yes.\"",
      "female": ""
    },
    {
      "id": 679,
      "default": "\"For a most noble cause, I assure you.\" He looks pained.",
      "female": ""
    },
    {
      "id": 680,
      "default": "\"We are people of action, are we not? We do not flinch from violence when it's called for.\"",
      "female": ""
    },
    {
      "id": 681,
      "default": "\"There are times when a seemingly drastic solution is the most practical.\"",
      "female": ""
    },
    {
      "id": 682,
      "default": "\"It is a delicate matter. One best conducted with discretion.\" ",
      "female": ""
    },
    {
      "id": 683,
      "default": "He shrugs. \"Yes.\"",
      "female": ""
    },
    {
      "id": 684,
      "default": "\"\"",
      "female": ""
    },
    {
      "id": 685,
      "default": "\"\"",
      "female": ""
    },
    {
      "id": 686,
      "default": "\"\"",
      "female": ""
    },
    {
      "id": 687,
      "default": "\"\"",
      "female": ""
    },
    {
      "id": 688,
      "default": "\"\"",
      "female": ""
    }
  ]
}