{
  "Component": "exported",
  "Name": "conversations\\08_neketaka_rauatai_district\\08_cv_hamuto",
  "Entries": [
    {
      "id": 1,
      "default": "A unit of steely-eyed sailors approach the docks, clutching pikes and firearms with quiet professionalism. At their head stands a tall aumaua in a mustard-yellow uniform. He turns his attention between you and Bertenno. ",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"This is a private matter. Your interference is unnecessary.\" Hamuto spreads his hands in a peaceful manner as his soldiers level their guns at Bertenno.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Since he can't pay up, take him. Fair's fair.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Enough. I have work for you.\" He snaps his fingers and readies to depart.",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Perhaps I can pay what's owed.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Four hundred pires are what Bertenno owes, and I will accept that sum to have this sorry business concluded.\" ",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Payment as agreed.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Then our business is concluded.\" Hamuto signals his men to stand down. After a hateful look, they lower their arms and follow their captain's lead. ",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"I don't have that much coin on me right now, but I can get it for you.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Unacceptable. I will arrange to have Bertenno taken into servitude. Without incident.\" He gestures to his men to proceed. ",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Bertenno is worthless if he's injured or dead. Have patience and let me seek payment.\" ",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"It's in your best interest to give me more time. I won't warn you twice.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Do you have the payment we discussed? Do try to avoid disappointing me.\" ",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Not yet. I'm still working on it.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Go ahead and take Bertenno. I'm done trying to help him.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"What an annoyance this turned out to be. What an outrageous waste of time and effort.\" Hamuto makes a strict beckoning gesture to Bertenno.",
      "female": ""
    },
    {
      "id": 19,
      "default": "Hamuto meets your glare, unblinking. In the silence that follows, you're almost convinced that he could hold this position indefinitely. ",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"He's coming with me.\" ",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Hm. I would not want to end this arrangement at a loss.\" He crosses his arms and considers.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"I am not without patience. Bertenno and I will await you at the Brass Citadel, outside Imperial Command. Don't drag your heels on your way over.\" ",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"I... I can't believe I'm finally out of debt!\" ",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Our business is concluded.\" ",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"I'm a friend to the Royal Deadfire Company, and I'm taking Bertenno into my custody.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"You must care a great deal for this insufferable little worm to stake your purse on his freedom.\" Hamuto taps his lower lip in thought. ",
      "female": ""
    },
    {
      "id": 38,
      "default": "Hamuto lets out a piercing whistle. Several soldiers milling about the area snap to attention and fall into formation around the docks. ",
      "female": ""
    },
    {
      "id": 39,
      "default": "[Attack] \"Like I said, you're not taking him.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "Bertenno glances around, growing panic evident in his frantic movements. He freezes when one of Hamuto's men raises a gun and points it at his face",
      "female": ""
    },
    {
      "id": 46,
      "default": "[Address soldiers.] \"My business is with Hamuto. Does anyone think I'd hesitate to go after you next?\" ",
      "female": ""
    },
    {
      "id": 47,
      "default": "Several of the reinforcements Hamuto rallied to arms trade uneasy glances. Slowly at first, they lower their weapons and sheepishly back away from the scene. ",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Cowards. There will be a reckoning, for I know each of your faces!\" He turns to regard seemingly everyone in the district. ",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"So, Bertenno, you hired a mercenary. Or else a negotiator. That coin should have gone toward your debt to me.\" Hamuto rubs a long scar that extends the length of his neck. ",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Bertenno, shut up. The adults are talking.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"I came for a pair of gloves that Bertenno stole. This isn't my problem.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 54,
      "default": "[Attack] \"This ends now. Prepare yourself.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "Hamuto's eyes brighten and he nods. The soldiers around him chuckle with approval. ",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"I like dealing with people of substance.\" He nods thoughtfully.",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"You, look alive.\" Hamuto snaps his fingers at the other Royal Deadfire Company sailors at the docks, who turn to your exchange with interest. ",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"My friend here needs a lesson in humility.\" He signals his company to attack.",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Hamuto, I... wondered if you might take them as a payment on my debt? Or maybe for an extension?\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"A silent mercenary at that.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "Hamuto's brow rises with interest. The soldiers flanking him hesitate, looking to him for direction.",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"The grievance with Bertenno is mine, and so is the jurisdiction.\" ",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"I have my own problems with him. Besides, I got here first.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"If you try to take him, you'll share in the punishment I have planned.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Forget it. Just get him out of here.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "[Attack] \"You're not taking him.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Seven hundred and fifty pires should suffice to remove him from my sight.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Payment as agreed.\" ",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"I don't have that much coin on me right now, but I can get it for you.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Hrm. As you say. Very well, then - I will not belabor the point if it causes strife within the company.\" ",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"For all our sakes, be sure you dispense a lesson that he remembers.\" Hamuto gestures for his men to depart. ",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"You sound more... reasonable than I was led to believe.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Do I? One can be adherent to the tenets of maritime law and still be seen as a monster.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"We will stand down.\" Hamuto nods to you with grudging respect.",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Sorry, Bertenno. I tried.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"I salute you for your courage, but I ask you to reconsider your position.\" He permits himself a very, very small smile. ",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"I possess gloves of my own, and they suffice for my needs.\" The captain focuses on you with a cool, dispassionate look.",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"Before you go, I need the gloves Bertenno stole.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 109,
      "default": "Hamuto nods to you and turns to leave, his soldiers ushering Bertenno onward.",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"No. Bertenno's assets are mine to dispense with as I please.\" ",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"I'll hear no more of it.\" ",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"How about I buy them off you? Think of it as offsetting Bertenno's debt.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"Deal.\" ",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"I don't have that much money.\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"I haven't the time to bargain on such trifles... fine, one hundred pires.\" He waves his hand with dismissal. ",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"There you have it. If our business is concluded at last, then I take my leave.\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"More's the pity for you, then. I suggest that you find less costly garments in the future.\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"He stole them from the wizard Arkemyr. Do you want that on your conscience?\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"These are Arkemyr's possessions?\" Hamuto looks at Bertenno with grudging respect. ",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"That's all you have to say on the matter?\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"Ac - this feels amazing! And I'm going to sail this lucky streak wherever it takes me!\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"If you see Fassina, tell her I'm hiding out with some Príncipi friends. Also, catch!\" He tosses you Rokowa's Fingers with casual disdain. ",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"It's a new Bertenno all the way! Pirate Bertenno doesn't get himself in anyone's debt!\" Laughing in a full voice, he makes a hasty exit. ",
      "female": ""
    },
    {
      "id": 132,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"Yes, and all it took was coin out of my pocket.\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"Belfetto! Problems like this always work themselves out in the end.\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"I doubt that very much. Ready your guns, men! This one has a death wish, and I am feeling generous.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"I would no more incur the wrath of an archmage than I would stick my head inside a dragon's maw.\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"Huh? No! I didn't- that is, I would never go behind your back! I...\" Bertenno's voice falters, and he turns to you with sudden panic. ",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"What is your plan for Bertenno?\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"Indentured servitude. I trust this is a more honest and respectable alternative than any pursuit he would take on his own terms.\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "Serafen snorts through his scarred snout.",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"Your toy pirate speaks out of turn. I would teach him a lesson if I were you... captain.\" He focuses on you, keeping Serafen in the periphery.",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"I'll trade Bertenno's suolenet for the gloves.\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "As you present the suolenet, Bertenno lets out a low moan of desperation. Hamuto strokes his chin with interest.",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"I never refuse an opportunity to add to my collection.\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"Technically you're indebted to me.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"Not anymore I'm not! Here, catch!\" He tosses you Rokowa's Fingers with casual disdain. ",
      "female": ""
    },
    {
      "id": 150,
      "default": "Hamuto nods to you and turns to leave, his soldiers ushering Bertenno onward.",
      "female": ""
    },
    {
      "id": 151,
      "default": "[Slap him.]",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"Hm. My patience has limits.\" He waves you off.",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"Yes, and it only took me killing your enemies.\" ",
      "female": ""
    },
    {
      "id": 157,
      "default": "His head snaps to the side and he slowly turns to you, cupping his cheek and looking stunned.",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"What... what was that for?\"",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"My hand slipped.\"",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"You stay away from me, or my captain will hear of it!\" He stumbles on his feet with his haste to dart away.",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"You were being extremely ungrateful.\"",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"Oh yeah? How's this for gratitude?!\" He throws a pair of gloves at you and sprints away.",
      "female": ""
    },
    {
      "id": 164,
      "default": "[Say nothing, slap him again.]",
      "female": ""
    },
    {
      "id": 165,
      "default": "This time he recoils, but his shock promptly turns to anger. ",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"Crazy bazzo! Stay away from me!\" He throws a pair of gloves at your face and uses the cover of the distraction to dart away.",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"For the first time in my life, I'm free!\" Bertenno clasps his hands together, tears brimming at the corners of his eyes.",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"Be calling it whatsoever you like, Captain Cog-Swallow, but your honest and respectable slavery be slavery all the same.\"\n\nHe spits on the ground.\n",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"My friend. Look around you. We stand in the shadow of the Brass Citadel, not some Vailian den.\" Hamuto gestures with an open palm.",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"Raise your fist and the full force of Rauatai's armada will descend on you. Or back away and live to <i>fight</i> again!\"\r\n\r\nHe bares his teeth in a fierce grin as he relishes the idea. ",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"Fine... take him.\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "[Attack] \"No deal, Hamuto.\"",
      "female": ""
    }
  ]
}