{
  "Component": "exported",
  "Name": "conversations\\08_neketaka_rauatai_district\\08_cv_merchant_guard_argument",
  "Entries": [
    {
      "id": 1,
      "default": "\"Leave. No Vailian spy is coming through on my watch.\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"I'm a merchant! I have business inside.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "A well-dressed Vailian and a young but determined guard are arguing by the gate. ",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"What are you two arguing about?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Let's all take a deep breath. I'm sure we can work this out.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Will both of you be quiet?! I'm sick of listening to you!\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"These <i>Vailians</i> are always sending their spies to snoop around, and I won't have it.\"\r\n\r\nThe guard glares at the merchant even as she speaks to you.\r\n\r\nThe merchant rolls her eyes.",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Oh, you're one of <i>those</i>.\" She crosses her arms.",
      "female": ""
    },
    {
      "id": 9,
      "default": "Both women turn to look at you coldly.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"You want to see our walls, our cannons, our powderhouse. You must think I'm an idiot.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Ac, you got <i>one</i> thing right.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"The Royal Deadfire Company is a trading company, is it not? And you are on Kahanga soil. You cannot turn me away!\"\r\n\r\nThe Vailian's words only anger the guard further. Her face darkens, and she grits her pointed teeth.",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"The Brass Citadel and the Royal Deadfire Company operate under the auspices of the ranga nui of Rauatai.\"\r\n\r\nShe straightens her shoulders and crosses her forearms over her chest in a stiff salute.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"We answer to <i>him</i>, not to you, and certainly not to some tribal queen of Neketaka!\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "The guard and the merchant continue arguing with raised voices and flailing hands.",
      "female": ""
    },
    {
      "id": 16,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"You are safe here by the grace of Queen Onekaza II. Show some respect.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"If you think we're safe, you haven't been in Deadfire long. There's hardly a stretch of sea that doesn't have a pirate or privateer lurking nearby.\" She looks meaningfully at the Vailian.",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"And these <i>Rauataians</i> think they own anything they stack two stones on top of. I'm here to conduct business, not engage in petty power struggles.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Let the merchant pass.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"If the guard won't let you in, that's that.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "[Leave] \"I'm staying out of this.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"What?! She's up to no good, I know it!\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Cuè?! And how am I supposed to conduct my business?\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Have your contacts meet you somewhere else.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Why anger one of the largest trading factions in Deadfire? Leave gracefully now and try a smoother entrance later.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"That's not my problem.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "[Whisper] \"Not every guard is as steadfast as her. Try later... with some spare change.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "The Vailian winks at you and backs away, a deliberately outraged expression on her face.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Bah! To the depths with both of you, then!\" She storms off theatrically.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Good riddance to her. Thanks for your help.\" She nods appreciatively.",
      "female": ""
    },
    {
      "id": 33,
      "default": "[Leave] \"Never mind. Forget I said anything.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"No, you just don't trust Vailians. And she's right - this is no way to run a trading company post.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "She draws her lips into a thin line. ",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"It seems I have no choice. Fine.\" She turns and skulks off. ",
      "female": ""
    },
    {
      "id": 37,
      "default": "She raises an eyebrow at you.",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"I suppose there is wisdom in that. Very well. And corès.\" She nods to you and bows deeply - if mockingly - to the guard before leaving. ",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"I'm not keeping you here.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Ac, I'll bet you'd let <i>him</i> stroll right in!\"",
      "female": "\"Ac, I'll bet you'd let <i>her</i> stroll right in!\""
    },
    {
      "id": 42,
      "default": "The merchant and the guard return their attention to one another, snarling and arguing.",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"How much harm can she really do?\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"I can vouch for her. She won't make trouble.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "The guard makes a frustrated sound at the back of her throat.",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Fine. But if you're wrong, we're going to have a talk later.\" She glares at you before nodding the Vailian on.",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Agracima, friend.\" She doffs her hat to you before departing.",
      "female": ""
    },
    {
      "id": 48,
      "default": "[Whisper] \"So have her followed to see where she goes and whom she meets.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "The guard nods at you, her eyes wide and knowing.\r\n\r\nShe clears her throat and turns to the merchant with a deliberately menacing scowl.",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"You may pass. Just stay out of trouble, understand?\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Plenty.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"But everyone else around here trusts you, so I guess I should, too.\" She sighs and waves the Vailian on.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"I'm not taking any chances, and that's final.\" She stares you both down.\r\n\r\nThe Vailian merchant finally turns and leaves with a dramatic sigh.",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"At least that Vailian isn't bothering me now.\"",
      "female": ""
    }
  ]
}