{
  "Component": "lax1_exported",
  "Name": "conversations\\lax01_00_arena_island\\lax01_00_cv_whehami_secondvision",
  "Entries": [
    {
      "id": 1,
      "default": "Though crowd's continued ovation dims into a dull, distant hum. The apparition you saw before flares into being before you.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Watcher! You do not embarrass yourself!\"\r\n\r\nThe shimmering form slowly applauds, grinning with each ponderous clap.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Toamowhai poured fury into your veins! He did right when he made you!\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"We will be crowning you Champion of the Hunt!\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"You again? What do you want?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"You said 'we' - who else do you mean?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Do you reveal yourself to all the contenders, or is it just me?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"That seems to imply there's a finite amount of killing in these games... that's a shame.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"I've heard enough.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"This place is a trap. It lured me as it has lured you!\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Kazuwari thrives on the memories of countless warriors. Strongest among them are the Faces of the Hunt.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"The Crucible demands each Face select a favorite warrior. Some, like you, listen well. Most do not!\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Agreed! These fools pray to Toamowhai! 'Let me live to see another season's Crucible!'\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"I will not stand between you and your prey. Go! Rend the weak until there is only victory - until there is only you.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Slayer knows slaying, not caring for spirits. That is Watcher's work. So you must be slayer and Watcher both!\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "The roar of the crowd returns to its thunderous volume as the apparition blurs into a soft, violet-red glow before vanishing entirely.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Another, a woman in robes, also revealed herself to me.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"I met someone like you in the valley of the boars.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"The Seeking Face is but a spider trapped within its own web.\"\r\n\r\nThe apparition shrugs his massive shoulders.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"He is not impressive, rarely won easily. But never bested! He was the only Face to die of old age!\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"I was told you were a legendary Champion of the Crucible. Is that true?\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"When my season was in bloom, no hunter stood a chance against me! But I had an advantage - a painful advantage.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Each misstep, each jab I should have seen coming, each life-ending failure! I learned from them, forged by battles waged before I drew breath!\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"The competition may be weaker than seasons past, but I see victory boiling in your veins!\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Freedom! To live and breathe! To fuck and maim and kill!\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "He roars in jubilant laughter.",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"They fail to grasp - so long as there is spring, there is the hunt.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"And I am the strongest of the strongest!\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Or I could just leave. This island hasn't trapped me yet.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "The aumaua soul hisses like a cornered cat, lips curled back around burning teeth.",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"And we would name you coward! You would wear your shame as a mantle for the rest of your seasons!\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"For I was awake to the memories of the last few seconds of every life I ever lived. And each one on this island!\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "He chuckles quietly - a hateful, mocking sound.",
      "female": ""
    }
  ]
}