{
  "Component": "lax1_exported",
  "Name": "conversations\\lax01_00_arena_island\\lax01_00_si_arena_entrance",
  "Entries": [
    {
      "id": 1,
      "default": "The jungle opens up, and a steep hill rises before you. The contesting songs of birds and insects fill the air. The faint suggestion of a path winds through the tall grass towards a shadowed structure above.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Leave the rock and climb the hill.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "Before you rises a massive stone door. Before it, a slightly raised pedestal. ",
      "female": ""
    },
    {
      "id": 7,
      "default": "The open archway reveals a tunnel leading into what appears to be a well-lit bazaar, replete with small stands with cloth awnings and small pennants draping from long hempen lines. The scent of cooked meats and jovial din of conversation invite you in. \n\nAs you enter, you overhear a distant cheer...",
      "female": ""
    },
    {
      "id": 12,
      "default": "[Examine the pedestal.]",
      "female": ""
    },
    {
      "id": 13,
      "default": "[Return down the hill.]",
      "female": ""
    },
    {
      "id": 16,
      "default": "A small gap exists around the base of the pedestal, as if it extends deeper below the surface of the plaza.",
      "female": ""
    },
    {
      "id": 25,
      "default": "[Push the rock up the hill.]",
      "female": ""
    },
    {
      "id": 28,
      "default": "Despite the weight pressed down upon it, the pedestal doesn't move in the slightest.",
      "female": ""
    },
    {
      "id": 29,
      "default": "Pushing the stone up the hill does not seem like it will be a pleasant task.",
      "female": ""
    },
    {
      "id": 31,
      "default": "[Push down on the pedestal.]",
      "female": ""
    },
    {
      "id": 32,
      "default": "Muscles straining, you push down on the plinth, and it sinks an inch or two into the ground before grinding to a halt. You step back, and the pedestal groans back into its original position.",
      "female": ""
    },
    {
      "id": 33,
      "default": "The walk up the hillock feels arduous even without the Proving Stone, and as you near the top, your legs burn in complaint.\r\n",
      "female": ""
    },
    {
      "id": 35,
      "default": "[Send someone up with the other end of the rope.]",
      "female": ""
    },
    {
      "id": 36,
      "default": "With a quick nod, [Specified 0] takes the other end of the rope and ascends the slope.",
      "female": ""
    },
    {
      "id": 37,
      "default": "[Tell [Specified 0] to wrap the rope around the pedestal and pull.]",
      "female": ""
    },
    {
      "id": 38,
      "default": "[Call [Specified 0] back down.]",
      "female": ""
    },
    {
      "id": 39,
      "default": "[Secure one end of a rope around the rock.]",
      "female": ""
    },
    {
      "id": 40,
      "default": "[Tell [Specified 0] to pull the stone up.]",
      "female": ""
    },
    {
      "id": 42,
      "default": "[Specified 0] salutes you and vanishes. The rope goes taut...",
      "female": ""
    },
    {
      "id": 43,
      "default": "You thread the grappling hook through the center of the Proving Stone and hook it to the rope before tightening it.",
      "female": ""
    },
    {
      "id": 44,
      "default": "[Specified 0] salutes you and vanishes. The rope goes taut...",
      "female": ""
    },
    {
      "id": 45,
      "default": "It's long, difficult, sweaty work, but the two of you working together get the Proving Stone to the top of the hill.",
      "female": ""
    },
    {
      "id": 46,
      "default": "The stone barely budges.\r\n\r\nAfter about a minute, a tired [Specified 0] appears at the top of the hill with a sad shake of the head.\r\n",
      "female": ""
    },
    {
      "id": 47,
      "default": "The stone slides slowly up the hill, leaving a trail of bare soil behind it. It doesn't make it far, however, before shuddering to a stop.\r\n\r\nA tired [Specified 0] appears above you with a sad shake of the head.\r\n",
      "female": ""
    },
    {
      "id": 48,
      "default": "The stone barely budges.\r\n\r\nAfter about a minute, a tired [Specified 0] appears at the top of the hill with a sad shake of the head.\r\n",
      "female": ""
    },
    {
      "id": 49,
      "default": "The stone slides slowly up the hill, leaving a trail of bare soil behind it. It doesn't make it far, however, before shuddering to a stop.\r\n\r\nA tired [Specified 0] appears above you with a sad shake of the head.\r\n",
      "female": ""
    },
    {
      "id": 50,
      "default": "The stone slides up the hill, grinding away the grass beneath its mass. It makes it about a quarter of the way up the hill before slowing and finally stopping.\r\n\r\nA tired [Specified 0] appears above you with a sad shake of the head.\r\n",
      "female": ""
    },
    {
      "id": 53,
      "default": "Grunting, [Specified 1] rolls the stone up the hill, ignoring the trail through the grass in favor of a straight line.",
      "female": ""
    },
    {
      "id": 54,
      "default": "In a display of legendary strength, [Specified 1] manages the Proving Stone to the crest of the hill.",
      "female": ""
    },
    {
      "id": 55,
      "default": "You set your shoulder against the stone and gesture for [Specified 0] to pull again.\r\n\r\nThe stone begins to slide...\r\n",
      "female": ""
    },
    {
      "id": 56,
      "default": "It takes time, and by the end, the pair are slick with sweat and grime, but in the end they manage to wrestle the Proving Stone to the top of the hill.\r\n\r\nYou join them there.\r\n",
      "female": ""
    },
    {
      "id": 57,
      "default": "The stone seems to be making some progress, but the rope slips from [Specified 0]'s grip and grinds several feet down the hill.",
      "female": ""
    },
    {
      "id": 60,
      "default": "As you catch your breath, the remainder of your party joins you.",
      "female": ""
    },
    {
      "id": 61,
      "default": "You join her.",
      "female": ""
    },
    {
      "id": 62,
      "default": "[Place the rock on the pedestal.]",
      "female": ""
    },
    {
      "id": 65,
      "default": "Digging your feet into the earth, you begin to slowly roll the heavy rock up the hill. You don't follow the path, winding as it is, cutting a straight line through the grass.\r\n\r\nYour muscles ache. Your hands burn. Sweat slickens your face and drops from the tip of your nose.\r\n",
      "female": ""
    },
    {
      "id": 66,
      "default": "You rush to [Specified 1]'s side and throw your shoulder against the stone...",
      "female": ""
    },
    {
      "id": 67,
      "default": "Working together, you and [Specified 1] roll the Proving Stone the last of the way to the top of the hill.\r\n\r\nYou step aside, hands on your knees, as you swallow warm tropical air.\r\n",
      "female": ""
    },
    {
      "id": 68,
      "default": "Even your combined strength fails against the weight of the Proving Stone, and you both jump out of the way as the stone rolls back to the base of the hill.",
      "female": ""
    },
    {
      "id": 69,
      "default": "The two of you manage to roll the stone safely back to the bottom of the hill.",
      "female": ""
    },
    {
      "id": 70,
      "default": "You watch as the stone rolls back over [Specified 1], who cries out in agony.\r\n\r\nIt rolls to a stop at the bottom of the hill.\r\n",
      "female": ""
    },
    {
      "id": 71,
      "default": "[Specified 1] leaps to your side, jamming a shoulder against the stone, and the two of you heave together against it.",
      "female": ""
    },
    {
      "id": 72,
      "default": "Working together, you and [Specified 1] roll the Proving Stone the last of the way to the top of the hill.\r\n\r\nYou step aside, hands on your knees, as you swallow warm tropical air.\r\n",
      "female": ""
    },
    {
      "id": 73,
      "default": "Even your combined strength fails against the weight of the Proving Stone, and you both jump out of the way as the stone rolls back to the base of the hill.",
      "female": ""
    },
    {
      "id": 76,
      "default": "But you push harder, and with your incredible strength, you manage to crest the hill preceded by the stone.",
      "female": ""
    },
    {
      "id": 77,
      "default": "You heave the rock onto the pedestal, and the former slides perfectly into the hole in the center of the latter. With a sound like the fall of a great tree, the pillar slowly slides into the ground, lowering the Proving Stone with it.\n\nAs the stone sinks, the great stone door sinks with it, disappearing into the ground.",
      "female": ""
    },
    {
      "id": 79,
      "default": "Ancient stone columns - each covered in runes so thoroughly faded as to be illegible - demarcate the edges of the plaza. Some have tumbled, others lean against nearby trees, and all have been claimed by vines.",
      "female": ""
    },
    {
      "id": 80,
      "default": "[Examine the door.]",
      "female": ""
    },
    {
      "id": 81,
      "default": "You leave the shade of the plaza and make your way back to the bottom of the hill.",
      "female": ""
    },
    {
      "id": 82,
      "default": "These creatures are all considered sacred to Toamowhai, the Huana god of the hunt.",
      "female": ""
    },
    {
      "id": 83,
      "default": "The door seems set into the stone itself, and you can find no mechanism for opening it. Examining the fine details carved into the door reveals reliefs depicting the hideous, snarling faces of three animals: the spider, the boar, and the dreaded stelgaer, a ferocious saber-toothed cat.",
      "female": ""
    },
    {
      "id": 84,
      "default": "Roughly a meter tall, the pedestal is little larger around than a particularly healthy melon. In both material and construction the plinth reminds you of the Proving Stone. It even bears similar markings. ",
      "female": ""
    },
    {
      "id": 85,
      "default": "With a grunt, [Specified 4] pushes hard against the plinth, attempting to drive it into the ground and is rewarded by it sinking an inch or so into the earth. With a sigh, [Specified 4] straightens, and the pedestal groans back into its original position.",
      "female": ""
    },
    {
      "id": 86,
      "default": "You step into the shade of a small ruined plaza, its stone floor worn with age and cracked by the roots of the trees that border the space. Carpets of moss creep from the cracks, spreading along the exposed dirt like blood seeping from a wound.\r\n",
      "female": ""
    },
    {
      "id": 87,
      "default": "You feel your arms shuddering as they begin to give out. Your feet slide in the grass beneath you.\r\n\r\nThe rock begins to roll backwards...\r\n",
      "female": ""
    },
    {
      "id": 88,
      "default": "With a cry, [Specified 1] slips, only barely keeping the stone from rolling back.\r\n\r\nThe situation seems dire...\r\n",
      "female": ""
    },
    {
      "id": 89,
      "default": "[Try to stop it.]",
      "female": ""
    },
    {
      "id": 90,
      "default": "[Call out for help.]",
      "female": ""
    },
    {
      "id": 91,
      "default": "[Jump out of the way.]",
      "female": ""
    },
    {
      "id": 92,
      "default": "You push against the Proving Stone, trying to arrest its descent...",
      "female": ""
    },
    {
      "id": 93,
      "default": "You manage to stop it from rolling away. You take it back to the base of the hill.",
      "female": ""
    },
    {
      "id": 94,
      "default": "But the stone rolls you over, and your hands fall beneath its weight. You feel your fingers fracture beneath the stone's weight.\r\n\r\nWhen you return to the bottom of the hill, you find the stone there, lying on its side.\r\n",
      "female": ""
    },
    {
      "id": 95,
      "default": "You decide to let the stone go and attempt to leap from its path...",
      "female": ""
    },
    {
      "id": 96,
      "default": "You watch the rock roll back down the hill, where it falls over.",
      "female": ""
    },
    {
      "id": 97,
      "default": "But the stone rolls you over, and your hands fall beneath its weight. You feel your fingers fracture beneath the stone's weight.\r\n\r\nWhen you return to the bottom of the hill, you find the stone there, lying on its side.\r\n",
      "female": ""
    },
    {
      "id": 99,
      "default": "[Help [Specified 1] push the stone.]",
      "female": ""
    },
    {
      "id": 100,
      "default": "[Help [Specified 1] roll the stone back down the hill.]",
      "female": ""
    },
    {
      "id": 101,
      "default": "[Do nothing.]",
      "female": ""
    },
    {
      "id": 102,
      "default": "You join him.",
      "female": ""
    },
    {
      "id": 103,
      "default": "You rush to [Specified 1]'s side and throw your shoulder against the stone...",
      "female": ""
    },
    {
      "id": 104,
      "default": "[Summon magical help.]",
      "female": ""
    },
    {
      "id": 105,
      "default": "The chanted phrases stir the air, the essence answering their call.",
      "female": ""
    },
    {
      "id": 107,
      "default": "Your conjured beast peers at you for a moment before lumbering to the stone. It lifts the rock easily from the ground and carries it to the top of the incline, where it drops it with a heavy thud.",
      "female": ""
    },
    {
      "id": 108,
      "default": "A massive bear lumbers from the jungle, the slight breeze rippling its hair. It rises onto its rear legs, and thick muscle tenses as it plucks the stone from the ground. The bear reaches the top of the hill and drops the stone there before bellowing a bone-shaking roar.\r\n\r\nThe jungle answers in roars and bird cries.",
      "female": ""
    },
    {
      "id": 109,
      "default": "The pair of shadowy specters that appear seem to stare through you for a moment as if measuring something, before they nod and turn to the stone. They lift it with ease, the avatar of the Pallid Knight gripping it with one gauntlet and the Usher holding it above his head with both hands.\r\n\r\nThey carry it to the top of the hill. \r\n",
      "female": ""
    },
    {
      "id": 110,
      "default": "Three shimmering beings appear before you, each bowing slightly. With impossible strength, they lift the Proving Stone and carry it to the crest of the hill. They set it down gingerly.",
      "female": ""
    },
    {
      "id": 111,
      "default": "In a flash, the entity vanishes, and you begin to climb the hill.",
      "female": ""
    },
    {
      "id": 112,
      "default": "[Try something else.]",
      "female": ""
    },
    {
      "id": 113,
      "default": "Peering up at the daunting hillock, you take a moment to consider your options.",
      "female": ""
    },
    {
      "id": 114,
      "default": "[Gather everyone to pull on the rope.]",
      "female": ""
    },
    {
      "id": 115,
      "default": "The entire party climbs the hill, taking hold of the rope. You pull upon it, allowing gravity to draw you back down the hill. The rope grinds against the pedestal, but so too does the stone make its way to the top of the hill.\r\n\r\nYou gather beside it, wiping sweat from your brows.\r\n",
      "female": ""
    },
    {
      "id": 117,
      "default": "Filthy bones rise from the earth, assembling a trio of skeletons to aid you.\r\n\r\nThe vessels shamble over to the Proving Stone, bend down next to the massive rock, and slide their bony fingers beneath it.\r\n",
      "female": ""
    },
    {
      "id": 118,
      "default": "The skeletons strain against the weight. With a series of resounding cracks, they tear their arms from their sockets and fall over. \n\nThey collapse into bone and disappear. ",
      "female": ""
    },
    {
      "id": 119,
      "default": "Flame erupts before you, cohering into a huge, bipedal creature of flame and magma. It picks up the Proving Stone and treads up the hill, each step leaving charred grass in its wake. It drops the now-steaming rock at the top of the hill.",
      "female": ""
    },
    {
      "id": 120,
      "default": "The tall, gaunt figure that manifests before you laughs quietly, and you hear whispers in the back of your head. It lopes to the stone, lifts it in both hands, and carries it easily to the top of the hill. It peers down at you, and for a moment you get a vision of it smashing the stone against the earth, but it instead sets it gently down with a quiet laugh. ",
      "female": ""
    },
    {
      "id": 121,
      "default": "The jungle shimmers around you as an amorphous, featureless being coalesces from the air. The air seems to shudder, as if measures of time have been sliced away. Sure enough, the stone no longer rests before you, but instead stands on its side at the top of the hill. Dissonant whispers echo around you.",
      "female": ""
    },
    {
      "id": 122,
      "default": "[Slicken the hill with magic.]",
      "female": ""
    },
    {
      "id": 123,
      "default": "A few moments of magic later, the hillside shimmers with summoned slickness.",
      "female": ""
    },
    {
      "id": 124,
      "default": "[Help [Specified 0] by pushing on the stone.]",
      "female": ""
    },
    {
      "id": 128,
      "default": "A trio of long, sinewy tentacles rise from the hillside. The first scoops up the Proving Stone and passes it to the second, which in turn passes it up to the third. The last tentacle tosses the stone with relative gentleness onto the crest of the hill.",
      "female": ""
    },
    {
      "id": 129,
      "default": "[Specified 1] nods to you, climbs to the stone, and sets a shoulder against it. You give [Specified 0] the signal to go, and the stone begins to move...",
      "female": ""
    },
    {
      "id": 131,
      "default": "It's long, difficult, sweaty work, but the two of you working together get the Proving Stone to the top of the hill.",
      "female": ""
    },
    {
      "id": 132,
      "default": "It takes time, and by the end, the pair are slick with sweat and grime, but in the end they manage to wrestle the Proving Stone to the top of the hill.\r\n\r\nYou join them there.\r\n",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"Lift with your knees, mates!\" Serafen calls.",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"Poor fellas.\"\r\n\r\nEdér shakes his head.",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"I am not sure what you were expecting. They are quite fragile even in the best of circumstances.\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "The chanted phrases stir the air, the essence answering their call.",
      "female": ""
    },
    {
      "id": 145,
      "default": "The chanted phrases stir the air, the essence answering their call.",
      "female": ""
    },
    {
      "id": 146,
      "default": "The chanted phrases stir the air, the essence answering their call.",
      "female": ""
    },
    {
      "id": 147,
      "default": "The door seems set into the stone itself, and you can find no mechanism for opening it. Examining the fine details carved into the door reveals reliefs depicting the hideous, snarling faces of three animals: the spider, the boar, and the dreaded stelgaer, a ferocious saber-toothed cat.",
      "female": ""
    },
    {
      "id": 148,
      "default": "Roughly a meter tall, the pedestal is little larger around than a particularly healthy melon. In both material and construction the plinth reminds you of the Proving Stone. It even bears similar markings. ",
      "female": ""
    },
    {
      "id": 149,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 150,
      "default": "Frigid air descends upon you, and a massive, aurochs-headed beast strides from the jungle, each step shaking the ground beneath your feet. It snorts down at you, then hefts the stone onto one broad shoulder.\r\n\r\nIt carries it up the hill.",
      "female": ""
    },
    {
      "id": 151,
      "default": "[Summon magical help.]",
      "female": ""
    },
    {
      "id": 152,
      "default": "Digging your feet into the earth, you begin to slowly roll the heavy rock up the hill. You don't follow the path, winding as it is, cutting a straight line through the grass.\r\n\r\nYour muscles ache. Your hands burn. Sweat slickens your face and drops from the tip of your nose.\r\n",
      "female": ""
    },
    {
      "id": 153,
      "default": "Grunting, [Specified 1] rolls the stone up the hill, ignoring the trail through the grass in favor of a straight line.",
      "female": ""
    },
    {
      "id": 154,
      "default": "[Reconsider using the rope.]",
      "female": ""
    },
    {
      "id": 155,
      "default": "You ensure that the rope is secure.",
      "female": ""
    },
    {
      "id": 156,
      "default": "It's long, difficult, sweaty work, but the two of you working together get the Proving Stone to the top of the hill.",
      "female": ""
    },
    {
      "id": 157,
      "default": "It takes time, and by the end, the pair are slick with sweat and grime, but in the end they manage to wrestle the Proving Stone to the top of the hill.\r\n\r\nYou join them there.\r\n",
      "female": ""
    },
    {
      "id": 158,
      "default": "Your hands are rough and dry from pushing the Proving Stone around the island.",
      "female": ""
    },
    {
      "id": 159,
      "default": "A large, round stone, its face covered in whirling etchings, rests in the grass.\r\n\r\n",
      "female": ""
    },
    {
      "id": 160,
      "default": "You return to the steep hill below the Crucible. Birds sing in the distance, and the air is thick and warm.",
      "female": ""
    },
    {
      "id": 161,
      "default": "You recognize it as a Proving Stone, though search as you might, you find no indication of who sent it or what you're intended to do with it.",
      "female": ""
    },
    {
      "id": 162,
      "default": "A hole exists through the center of the otherwise solid slab, rendering it a ring.",
      "female": ""
    },
    {
      "id": 163,
      "default": "The hazy form of Muātu shimmers at the edge of your sight.\r\n\r\n\"Oh, a Proving Stone! You'll find an entrance to the Crucible at the top of the hill. The stone will unlock the way.\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "The Proving Stone rests at the bottom of the hill.",
      "female": ""
    },
    {
      "id": 165,
      "default": "Without the Proving Stone, there's little to be done here...",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"You'll have to carry it up the hill, though. That's why it's called the Proving Stone. Because it's really heavy, and there's a hill, and, well-\"\r\n\r\nThe spirit grins and shakes his spectral head.\r\n\r\n\"If you can manage getting it to the top of the hill, you'll be entitled to undertake the Rite of Passage.\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "Edér shades his eyes as he chews a piece of grass. \"Looks like fun. After you, [Player Name].\"",
      "female": ""
    },
    {
      "id": 168,
      "default": "[Leave with the Proving Stone.]",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"We do it together, shouldn't be too hard.\" Konstanten shoots Edér a meaningful look as he rolls up his sleeves and does a few stretches to limber up.",
      "female": ""
    },
    {
      "id": 170,
      "default": "With a small laugh, Rekke follows Konstanten's lead. A quick punch in the shoulder inspires Edér to finally join them.",
      "female": ""
    },
    {
      "id": 171,
      "default": "You consider the options available to you.",
      "female": ""
    }
  ]
}