{
  "Component": "lax1_exported",
  "Name": "conversations\\lax01_00_arena_island\\lax01_00_cv_whehami",
  "Entries": [
    {
      "id": 1,
      "default": "The Slaying Face's form coalesces around his cackling smile. Though the spirit's features lack the fine details of a living visage, his razor sharp teeth appear bright, opaque, and far more solid than anything else in this realm.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"The Champion of the Hunt! You make me proud! Prove me right!\"\r\n\r\nHe claps his huge hands together in a single sharp crack.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"And now you will set me free!\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"I am flattered, but I must decline.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"And if I refuse?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"What? But it is the will of Toamowhai! The greatest honor any hunter can ever hope to earn!\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"You should make peace with this role you've rightfully earned.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"I suspect Aexica wants to leave as well... but you knew that already, right?\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Toamowhai teaches all to struggle for better! I will not be denied the thrill of the living chase any longer!\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Would be easier if you relent, but Toamowhai would not disapprove if we settled this by force.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I will best you! Will hold you to the ground!\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "Whehami stares at you in silence with an expression of confusion simmering upon his face.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"I am your chosen. I demand to know more about your plan and what's to become of me!\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"So because you couldn't leave by way of the adra pillar, you smashed it?\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "Whehami's soul, though weaker than your own, is still that of a Watcher. He writhes and resists your grasp, his soul unable to break free, yet too vital to perish.",
      "female": ""
    },
    {
      "id": 31,
      "default": "His struggle is in vain. With each thrash and tear against your grasp, his flailings only serve to rend his soul onto ribbons against the cut of your grip.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"I spilled blood in your name in the Crucible! This is how you repay me?!\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"It is the honor I was given on my day of greatest victory. It is only fitting that I pass it to you now.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "A bright glow moves toward you. The rhythm of a heartbeat - not your own - thumps in your head as the light coalesces into the muscular features of a hulking man striding your way.",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"You stand before Whehami, the Slaying Face. I have watched you fight and kill! I have taken great joy in your slaughter!\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"You hunt well, champion! Your fury pleases Toamowhai, as does the blood you have spilled in his name!\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Your strength and fury will live forever! You will speak for Toamowhai! You will become as a god!\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"I don't think that the Lord of the Hunt wants to see more of me.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Toamowhai would not have guided your slaughter were this moment not meant to be.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Would be easier if you relent, but Toamowhai would not disapprove if we settled this by force.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Even if I agreed, how do you plan to do this?\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"If you want to escape, why did you break the pillar?\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"If you think I'm going to help you, you are mistaken.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"You will fix the river of souls.\"\r\n\r\nWhehami points toward the broken adra pillar.",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"I needed the souls of the vanquished to fill this place. To gorge on them and ready myself for the trials to come!\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"But you are stuck here! Why <i>not</i> accept the honor of becoming one with Toamowhai?\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Then, we gaze into each other, as only Watchers can, until I wear your living hide and you walk the heavens!\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"A god like you, I take it? Stuck inside a statue?\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "The spirit meets your question with a long, blinking silence before finally offering a small nod.",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"But most importantly, I knew the broken pillar would bring you! A lure that will attract only a Watcher!\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"When I walk in your body, I will adapt, will be free, will hunt Eora once more!\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"One of us has to relent, and it's not going to be me.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"So we must settle this with strength? Toamowhai would have it no other way!\"\r\n\r\nHis spiritual muscles bulge with puissance.",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Excuse me, I need to contemplate some things before making my decision.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"What is there to consider?\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"You chose me! You know what I'm capable of!\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"No, You must be confused. Aexica built this place. Loves her little trap. Too fragile and fearful to flee it.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"The Watcher returns!\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"I suppose you speak fairly.\" His features drop slightly as he rubs the back of his head.",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Doesn't help that cowardly Erūke and quiet Aexica contentedly hide in here forever!\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"No. I needed a Watcher to leave. So I smashed the pillar to attract a Watcher.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"You know you can't just saunter back into the realm of the living... that's now how it works.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"In life, Aexica helped make this place. The Crucible is based on Watcher magic, she says.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Spoken like cowardly Erūke! Like frail Aexica!\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Now Toamowhai's den fills with souls - and a Watcher comes to show the way out!\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Aexica is using you. She's exploiting your desire to escape to secure her own release.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Tooth of Toamowhai?\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Excuse me, I think I need to hear what Aexica has to say for herself.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "His hand glides towards his hip and, in one smooth motion, slides a small shard from his belt.",
      "female": ""
    },
    {
      "id": 74,
      "default": "The onyx shard resembles a broken shark tooth, gloss black with golden speckles and veins.",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Aexica says this came from deep within Toamowhai's realm. I wrapped the end in leather. Now it hits hard and fast!\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Your ignorance is too dangerous to be left unchecked. Let's end this.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "The soul laughs, resting a hand upon his flat belly.",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"I would choose humiliating death over another season in this nowhere! But that will not happen.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "[Attack] \"Defend yourself, let's end this properly.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"You chose to walk this path, there is no retirement from this hunt. I command you to serve the Crucible.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"A test of might is what Toamowhai would want!\"\r\n\r\nWith a rumbling laugh, the aumaua cranes his neck as he eases into his fighting stance.",
      "female": ""
    },
    {
      "id": 82,
      "default": "For a moment, Whehami says nothing - remaining near motionless in contemplation of your words.",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Matters not! Toamowhai has ignored me! <i>Me!</i> Will be denied no longer!\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"You can slay any beast or rival, yet you cannot slay boredom or ambition? Shame on you.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"You could be slaying the other Faces, ruling this place! But not if you give up.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"What would Toamowhai think if you quit?\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Do I need to smack you like you're some sort of whelp? My command is final.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Watcher speaks like Erūke... but is right... I speak as impetuous child, not as proper hunter that knows what must be done.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "With an audible sigh, Whehami lifts his head.",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Will do as you say.\" He frowns. ",
      "female": ""
    },
    {
      "id": 91,
      "default": "With a tilt of his head and a flex of his wingspan, Whehami's soul readies for action.",
      "female": ""
    },
    {
      "id": 92,
      "default": "After the last stirring of rage, the red mist expands, thins, and finally dissipates into nothing.\r\n\r\nAll that remains is a small onyx shard where Whehami once stood.",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"But if Aexica's freedom means my freedom, what is the problem?\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Go, then. Speak to the spider, if that's what you want. But know that my answer is the only answer.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"As I approached, I saw a memory. Was it an image of your death?\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Which one?\"\r\n\r\nThe soul folds his arm as he spits the words.",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"I can see many of my deaths from before Whehami was Whehami.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"So you are awakened to your past lives. When did that first happen?\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Exactly how many deaths do you remember?\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"That sounds torturous. Let's talk of something else.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"When I was more boy than man. Would dream of past lives, and past deaths.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"I learned much from my memories. They are harsh, harsh reminders of footwork, timing, anticipation.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"I've already experienced a hundred deaths! No fear left in me for a fight!\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"What if there's another way? Some other soul to take your place? Or another body for you to claim?\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"I hear you. Speak.\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"Deed is done. The Slaying Face stands alone. You fight well... very well.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"Now you will mend pillar and surrender to my will! When done, all of eternity will open to you!\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"I helped you with your quarrel. You will remain here and serve your god, or your existence will end here.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "[Relent and serve the Hunting god.] \"I accept.\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"You can't be serious!\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"You... sure about this, captain? Good luck, I guess.\" Maia cocks her head and frowns.",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"If this is the destiny you choose, then... then I say go with Ngati's blessing.\" Tekēhu touches his forehead.",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"Uh, captain? Mayhaps you weren't full understanding the question? Or else you be liking the idea of being an ugly three-headed statue till the sea drowns us all.\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"Don't worry, Watcher. You know I'd never leave you behind. I'll take you with me in my lantern. Keep you for always.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Cuè?! This is mad!\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"Kneel.\"\r\n\r\nWhehami grins from ear to ear.",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"I accept.\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "The sensation is at first one of utter weightlessness as your physical body is untethered from your soul. The absence of any physical sensation is quickly replaced by the roar of a distant crowd and memories of countless battles.",
      "female": ""
    },
    {
      "id": 133,
      "default": "Soon, your soul merges with that of the Crucible, linking you to the sacred arena for the remainder of your existence.",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"I've already been here forever! You expect me to submit to another forever? And another?!\"\r\n\r\nHis fists ball in rage.",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"At least I no longer have to share with the others. May be tolerable. For another season.\" ",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"Will stay put. Here. Go fix the flow of souls with this.\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"Fix what has been broken... before Whehami changes mind and fights.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"You can move forward and meet the Wheel, or you can stay here, but going back to the living just isn't an option, I'm sorry.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "The aumaua folds his arms in a show of disapproval, but says nothing.",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"Enough. I may be slow and stubborn, but not without some cunning.\"\r\n\r\nWhehami holds up a hand in frustration. His other hand pulls an onyx shard from his belt. \r\n\r\nHe tosses it at your feet.",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"Is clear now... Seeking Face has foolish notion to flee - and tricks Whehami into breaking sacred column!\"\r\n\r\nHe sweeps a massive hand across the air at chest level as if clearing a chessboard.",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"Take vile tooth out of Toamowhai's lair. Return to the Crucible. Think of Whehami when next you feast.\"\r\n\r\nWhehami's eyes close and, with a deep sigh, his body relaxes.",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"The three Faces of the Hunt are three minds within the same soul.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"I have a lot of questions.\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"Yes, yes. Would expect as such. I bash better than I talk, but I will try to answer clearly.\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"So? What is it?\" The aumaua rolls his shoulders, waiting.",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"Enough questions. We have a matter to settle.\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"Yes yes, and Watcher has come to an answer?\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"One of us has to relent, and it's not going to be me.\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"What? Aexica did not make me do anything!\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"Old spider lady can do as old spider lady wants. Not my problem!\"",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"One of us has to relent, and it's not going to be me.\"",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"Excuse me, I need to contemplate some things before making my decision.\"",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"By her own admission, Aexica was using you. Now she wishes to undo the harm. The pillar must be repaired.\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "The warrior spirit lurches forward in anger, punches his fists into the air, and roars into the void.\r\n\r\nHis attention falls back to you.",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"Aexica's spiderling finally arrives!\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"Erūke's piglet finally arrives!\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"The Lord of the Hunt has the greatest of honors for you - immortality!\"",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"Sounds like quite the deal.\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"You will not regret it! And if you do, you can grant the gift to another!\" He laughs happily.",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"You have earned this prize, you have earned eternal life! Take it!\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"I'd rather be free to hunt! To kill! I'll do both to you if need be!\"",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"Hold on now, let's not get carried away.\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"I've always enjoyed an actual challenge!\"",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"I will even let you fix the river of souls!\"",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"I will best you! Will hold you to the ground!\"",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"Is that even possible?\"",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"Uh - seems a bit early in y'all's courtship for that.\"",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"You really oughta keep those kinds of thoughts to yourself, friend.\"",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"But the rest of us get to leave, yes?\"",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"I will die before I let you take him.\"",
      "female": "\"I will die before I let you take her.\""
    },
    {
      "id": 182,
      "default": "\"Ain't nobody ever taught you how to ask politely?\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"Gazing into the captain's eyes until the world vanishes around us - this is MY job, not yours.\" Tekēhu levels a trembling finger at Whehami.",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"Postenago, when has anything ever worked like that? Read a book.\" Fassina sighs and folds her arms. ",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"You will have to kill me first.\"",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"That is not an option, priest.\" She glares at Vatnir.",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"I've always enjoyed an actual challenge!\"",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"Perhaps you need a moment to grieve? That is understandable. Return when you're done crying and ready to accept fate.\"",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"You've seen me fight! I'm the Champion of the Hunt!\"",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"I've long chafed in this prison - would yell to Toamowhai to fight me for my freedom!\"",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"Souls come and go, yet I must stay! Tried to follow other souls, but Toamowhai has me chained!\"",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"You need the right bait to make a good trap.\"",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"I slew the nine perils of the Deadfire! I met no equal in armed battle! Such things may be impossible for most, but they are possible for the Slayer!\"",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"I was a Watcher. Knew what she meant. Knew I could draw another Watcher here. Another Watcher to take my place.\"",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"I took the ancient Tooth of Toamowhai, made a dagger from the tooth and smashed the pillar! \"",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"I doubt he disrupted the flow of essence with any mere incisor.\"",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"Sounds like we need to get our hands on that tooth. The sooner the better, ac?\" ",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"Surely he doesn't expect us to believe that he <i>chopped</i> the pillar down.\"",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"What d'you want to wager that's the only way out of this godsdamned mess?\"",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"That looks familiar, though, doesn't it, Duskspeaker?\"",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"I have seen much - maybe too much. Am Watcher to others, but am also Watcher to self.\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"The burden is not all bad. Has helped focus mind.\"\r\n\r\nHe taps his temple.",
      "female": ""
    },
    {
      "id": 205,
      "default": "\"Too many to count, but not enough to scare me from seeking the thrill of battle!\"",
      "female": ""
    },
    {
      "id": 206,
      "default": "Aloth frowns. He opens his mouth as if to speak, but he says nothing.",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"Make peace?\" He shakes his head in large, arcing motions.",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"Slay the others? They are chosen! They are pack!\"",
      "female": ""
    },
    {
      "id": 209,
      "default": "The soul shakes his head roughly.",
      "female": ""
    },
    {
      "id": 210,
      "default": "\"Uh... What is it you say?\"",
      "female": ""
    },
    {
      "id": 211,
      "default": "\"There's a soul back in the Crucible named Muātu. He died for Toamowhai. For the Faces.\"",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"Konstanten here knows how to stir the spirits in chant. And he's more than familiar with the Crucible.\"",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"Galawain - Toamowhai - he's on his way here. Maybe you can wrest control of his giant lizard from him.\"",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"On second thought...\"",
      "female": ""
    },
    {
      "id": 215,
      "default": "His head cants to the side, like a cat examining a mouse.",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"Hold on - what?\"",
      "female": ""
    },
    {
      "id": 217,
      "default": "The Slaying Face's eyes roam the dwarf.",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"I have seen him win many fights. He is strong. In body and voice. Yes, he could chant the Crucible to life!\"",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"If this a joke, Watcher, it's in poor fuckin' taste.\"",
      "female": ""
    },
    {
      "id": 221,
      "default": "\"First Ydwin and now this?!\" Spittle flies from his mouth.",
      "female": ""
    },
    {
      "id": 222,
      "default": "\"This is no better than the Engwithans, Watcher.\"",
      "female": ""
    },
    {
      "id": 223,
      "default": "\"Hey now. I like the dwarf's voice. And his back rubs.\"",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"Captain, this is a risky move. Consider the consequences!\r\n\r\n\"We might never be allowed into the Wild Mare again.\" \r\n\r\nTekēhu bites his thumbnail and regards you with wide-eyed concern.",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"Just who the Hel do you think died and made you Gaun?\"",
      "female": ""
    },
    {
      "id": 226,
      "default": "\"Better to fight our way out, Watcher, than to sell our honor to this... creature.\"",
      "female": ""
    },
    {
      "id": 227,
      "default": "Ydwin's nostrils flare slightly and her lips tighten, but she says nothing.",
      "female": ""
    },
    {
      "id": 228,
      "default": "\"Let us do it already and be back to solid ground.\"",
      "female": ""
    },
    {
      "id": 229,
      "default": "\"He's yours.\"",
      "female": ""
    },
    {
      "id": 230,
      "default": "\"It's immortality, Konstanten. Think of the fame. The fortune.\"",
      "female": ""
    },
    {
      "id": 231,
      "default": "\"And you'll let the rest of us return to the Here?\"",
      "female": ""
    },
    {
      "id": 232,
      "default": "\"There has to be another way...\"",
      "female": ""
    },
    {
      "id": 233,
      "default": "\"So? What is it?\" The aumaua rolls his shoulders, waiting.",
      "female": ""
    },
    {
      "id": 234,
      "default": "\"Think of eternity trapped in a gods-be-fucked statue!\"",
      "female": ""
    },
    {
      "id": 235,
      "default": "\"Tell me you're not really considering this. You aren't, right? Watcher?\"",
      "female": ""
    },
    {
      "id": 236,
      "default": "\"After you open the flow of souls, yes.\"",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"Come, little man! Take your place as the Faces of the Hunt!\"",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"Is this really worth the cost of my life?\"",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"I'm not your man to give away!\"",
      "female": ""
    },
    {
      "id": 241,
      "default": "\"I have seen him win many fights. He is strong. In body and voice. Yes, he could chant the Crucible to life!\"",
      "female": ""
    },
    {
      "id": 242,
      "default": "\"And you have made him stronger. Even a ghost, he could perform this role...\"",
      "female": ""
    },
    {
      "id": 243,
      "default": "\"But he is weak now. A shade, a wisp. He is but wind. It will not work.\"",
      "female": ""
    },
    {
      "id": 244,
      "default": "\"You will make this sacrifice?\"",
      "female": ""
    },
    {
      "id": 245,
      "default": "\"He's yours.\"",
      "female": ""
    },
    {
      "id": 246,
      "default": "\"And you'll let the rest of us return to the Here?\"",
      "female": ""
    },
    {
      "id": 248,
      "default": "\"After you open the flow of souls, yes.\"",
      "female": ""
    },
    {
      "id": 250,
      "default": "\"This be feeling thrice a rotten act, cap. Ain't the dead lad helped you?\" Serafen rubs the back of his head.",
      "female": ""
    },
    {
      "id": 251,
      "default": "\"A soul, though not possessed of a living body, remains a consciousness. Are you prepared to shoulder this act, Watcher?\"",
      "female": ""
    },
    {
      "id": 252,
      "default": "\"You know this ain't the right way of things, Watcher!\"",
      "female": ""
    },
    {
      "id": 253,
      "default": "\"Let us do it already and be back to solid ground.\"",
      "female": ""
    },
    {
      "id": 254,
      "default": "\"Yes! I feel him! He comes!\"",
      "female": ""
    },
    {
      "id": 256,
      "default": "\"Binding a spirit against their will is a good way to invite unwelcome trouble.\" ",
      "female": ""
    },
    {
      "id": 257,
      "default": "\"Weren't you a spirit once? Maybe Muātu'll come back, too.\"",
      "female": ""
    },
    {
      "id": 258,
      "default": "\"Hey, farm boy. The empathy is cute, but one talking severed head is more than enough for our little boat.\" ",
      "female": ""
    },
    {
      "id": 259,
      "default": "\"The lad ain't yours to maroon here, Captain Watcher!\"",
      "female": ""
    },
    {
      "id": 260,
      "default": "\"He comes?! Ha! I knew he would!\"\r\n\r\nHe pumps a massive fist into the air.",
      "female": ""
    },
    {
      "id": 261,
      "default": "\"Yes! I would take his little lizard from him. Then who would hunt who, huh?\"",
      "female": ""
    },
    {
      "id": 262,
      "default": "\"But his tie to the beast will be strong. Without my axe, we would stand little chance of slicing it free.\"",
      "female": ""
    },
    {
      "id": 263,
      "default": "\"I think I can kill that beast without your magic axe.\"",
      "female": ""
    },
    {
      "id": 264,
      "default": "[Draw Slayer's Claw.] \"This axe, you mean?\"",
      "female": ""
    },
    {
      "id": 265,
      "default": "\"I could go get your axe.\"",
      "female": ""
    },
    {
      "id": 266,
      "default": "\"Maybe. But can you slice free its connection to Toamowhai?\"",
      "female": ""
    },
    {
      "id": 267,
      "default": "\"Can you leave me a door into the creature's soul? I think not!\"",
      "female": ""
    },
    {
      "id": 268,
      "default": "\"It is almost as if he speaks of a chime, ne? Surely this creature is not a godlike.\"",
      "female": ""
    },
    {
      "id": 269,
      "default": "\"I should send you back on the air of your words? After all it took to trap you?\"\r\n\r\nHe laughs.",
      "female": ""
    },
    {
      "id": 270,
      "default": "\"No, I don't think I will.\"",
      "female": ""
    },
    {
      "id": 271,
      "default": "\"Sounds like a plan. How do I start?\"",
      "female": ""
    },
    {
      "id": 272,
      "default": "\"First the other Faces must be quieted. They chain me here as surely as Toamowhai.\"",
      "female": ""
    },
    {
      "id": 273,
      "default": "\"Consider it done.\"",
      "female": ""
    },
    {
      "id": 274,
      "default": "\"I'll give that some thought.\"",
      "female": ""
    },
    {
      "id": 275,
      "default": "\"Some other questions first.\"",
      "female": ""
    },
    {
      "id": 276,
      "default": "He frowns at you.",
      "female": ""
    },
    {
      "id": 277,
      "default": "\"Yes!  Slay them! Return to me when the earth has drank their essence!\"",
      "female": ""
    },
    {
      "id": 278,
      "default": "\"Thank you, Champion of the Hunt! I owe you much and more!\"\r\n\r\nHe presses the Tooth of Toamowhai into your hands.",
      "female": ""
    },
    {
      "id": 279,
      "default": "\"Take this! Use it to set the pillar straight! It will set you free!\"",
      "female": ""
    },
    {
      "id": 280,
      "default": "After a final grasp of your shoulder, the aumaua soul flares brightly and vanishes from your presence.",
      "female": ""
    },
    {
      "id": 281,
      "default": "His eyes widen.",
      "female": ""
    },
    {
      "id": 282,
      "default": "\"Of course! You are my chosen! I must have rocks for brains!\"\r\n\r\nHe slaps his forehead.",
      "female": ""
    },
    {
      "id": 283,
      "default": "He holds out Toamowhai's Tooth to you then retracts it at the last moment.",
      "female": ""
    },
    {
      "id": 284,
      "default": "\"You will hunt Toamowhai's beast? You will defeat it, and slice free the god's leash?\"",
      "female": ""
    },
    {
      "id": 285,
      "default": "\"Yes.\"",
      "female": ""
    },
    {
      "id": 286,
      "default": "\"No.\"",
      "female": ""
    },
    {
      "id": 287,
      "default": "\"It's your best chance, isn't it?\"",
      "female": ""
    },
    {
      "id": 288,
      "default": "He frowns, then presses the tooth into your waiting hands.",
      "female": ""
    },
    {
      "id": 289,
      "default": "Nodding violently, he thrusts the tooth into your waiting hands.",
      "female": ""
    },
    {
      "id": 290,
      "default": "\"Hunt well, brother slayer! Kill that lizard for all of us!\"",
      "female": "\"Hunt well, sister slayer! Kill that lizard for all of us!\""
    },
    {
      "id": 291,
      "default": "\"What? You waste all our time!\"",
      "female": ""
    },
    {
      "id": 292,
      "default": "\"I feel free. For the first time I can remember. Perhaps for the first time ever.\"",
      "female": ""
    },
    {
      "id": 293,
      "default": "\"Take this. Repair the river of souls.\"\r\n\r\nSmiling warmly, he hands you the Tooth of Toamowhai.",
      "female": ""
    },
    {
      "id": 295,
      "default": "\"Hunt well, Watcher.\"",
      "female": ""
    },
    {
      "id": 297,
      "default": "\"Is he ready to accept his fate?\"",
      "female": "\"Is she ready to accept her fate?\""
    },
    {
      "id": 298,
      "default": "\"Besides, she helped me. Told me of Tooth of Toamowhai.\"",
      "female": ""
    },
    {
      "id": 299,
      "default": "And then the fists open as he deflates beneath your glare.",
      "female": ""
    },
    {
      "id": 300,
      "default": "\"She made you break the pillar.\"",
      "female": ""
    },
    {
      "id": 301,
      "default": "Whehami blinks at you.",
      "female": ""
    },
    {
      "id": 302,
      "default": "\"What say?\"",
      "female": ""
    },
    {
      "id": 303,
      "default": "\"Whehami stops this nonsense now!\"",
      "female": ""
    },
    {
      "id": 304,
      "default": "\"Go! Teach spider a lesson! Crush it underfoot! Then I will show you home!\"",
      "female": ""
    },
    {
      "id": 305,
      "default": "\"You lived three different lives, but you're the same soul.\"",
      "female": ""
    },
    {
      "id": 306,
      "default": "\"You've awakened. You remember some of your past lives. But they remember you, too.\"",
      "female": ""
    },
    {
      "id": 307,
      "default": "\"The three of you are like Toamowhai. Three heads on one body.\"",
      "female": ""
    },
    {
      "id": 308,
      "default": "He frowns, peering at you.",
      "female": ""
    },
    {
      "id": 309,
      "default": "He scratches the back of his head.",
      "female": ""
    },
    {
      "id": 310,
      "default": "He wrinkles his nose, squinting, and covers his mouth.",
      "female": ""
    },
    {
      "id": 311,
      "default": "\"Good. Spider smashed. What she deserves.\"",
      "female": ""
    },
    {
      "id": 312,
      "default": "\"You hear me, Watcher? I'm not your man!\"",
      "female": ""
    },
    {
      "id": 313,
      "default": "\"Fuck you!\"",
      "female": ""
    },
    {
      "id": 314,
      "default": "\"Casità? Konstanten... he means a little something to me, ac? He is so damned... <i>uncomplicated</i> that my angry thoughts go quiet when he is around. \r\n\r\n\"Please. Do not take him from me.\" \r\n\r\nBalling her fists at her sides, Fassina struggles to form her words. ",
      "female": ""
    },
    {
      "id": 315,
      "default": "\"Madiccho, are we all just hired help to you, disposable and unwanted?\" Fassina presses her lips together and shakes her head in disapproval. ",
      "female": ""
    },
    {
      "id": 316,
      "default": "\"Konstanten!\" Unable to watch, Fassina turns away, biting her knuckle to suppress a sob. ",
      "female": ""
    },
    {
      "id": 317,
      "default": "\"Fix the flow of souls.\"",
      "female": ""
    },
    {
      "id": 318,
      "default": "\"Cannot. Will not. But...\" He shakes his head.",
      "female": ""
    },
    {
      "id": 319,
      "default": "\"Will stay put. Here. Go fix the flow of souls with this.\"",
      "female": ""
    },
    {
      "id": 320,
      "default": "\"All of them at the Crucible, on Kazuwari?\"",
      "female": ""
    },
    {
      "id": 321,
      "default": "\"Of course! Greatest Slayer must be born among greatest hunting trails!\"",
      "female": ""
    },
    {
      "id": 322,
      "default": "\"Aexica's spiderling finally arrives!\"",
      "female": ""
    },
    {
      "id": 323,
      "default": "\"Erūke's piglet finally arrives!\"",
      "female": ""
    },
    {
      "id": 324,
      "default": "\"Betraying an ally never feels good, no matter how terrible they were.\"",
      "female": ""
    },
    {
      "id": 325,
      "default": "\"Hold on - what?\"",
      "female": ""
    },
    {
      "id": 326,
      "default": "\"Besides the series of decisions that led us to this moment?\"",
      "female": ""
    },
    {
      "id": 327,
      "default": "\"Hang on, now. Should probably find out what's goin' on here before we start throwin' our weight around.\"",
      "female": ""
    },
    {
      "id": 328,
      "default": "\"Quieted with a pommel to the face, I bet.\"",
      "female": ""
    },
    {
      "id": 329,
      "default": "\"In fairness, lass, we were like as not two sheets sodden for half of them. Three sheets, speaking strictly for meself.\"",
      "female": ""
    },
    {
      "id": 330,
      "default": "\"It bristles with soul energy. Glutted and potent.\"",
      "female": ""
    },
    {
      "id": 332,
      "default": "Konstanten flicks his eyes between you and Whehami, seeming to almost vibrate with nervous energy. Something about this doesn't sit right with him.",
      "female": ""
    },
    {
      "id": 333,
      "default": "The Slaying Face smiles and peers deeply into your eyes.",
      "female": ""
    }
  ]
}