{
  "Component": "lax1_exported",
  "Name": "conversations\\lax01_00_arena_island\\lax01_00_cv_whehami_thirdvision",
  "Entries": [
    {
      "id": 1,
      "default": "The roar of the crowd fades. A soft violet light grows before you, taking on definition as an aumaua soul materializes.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"I am proud! I have chosen you, Watcher! You and I are one!\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"And the chosen of the other Faces of the Hunt. I assume they are next?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"That's it? I was hoping for more.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Perhaps a moment of silence for the other contenders is in order.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Next, the grand melee! Seeker, Slayer, Survivor, all chosen fight at once!\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Worry not! More bloodshed always awaits!\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "He laughs boisterously, then blinks at you in confusion.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Win, and you will be crowned Champion of the Hunt. Die, and you will not win!\"\r\n\r\nHe lets out another rolling peal of laughter.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"I'm ready for whatever's next.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Is there some sort of power struggle between you and the other Faces of the Hunt?\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"How many more must die before the Crucible decides I'm worthy?\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"What if I fail to become champion?\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Go! The crowd hungers for carnage! Do not fail them!\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Of course! All is always struggle! If one isn't struggling, they are dead!\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"The killing would never end, if it were up to me, but the Crucible will sing to the Champion of the Hunt.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Aside from disappointing Toamowhai, your ancestors, your lovers, and - worst of all - me?\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"The others are fools! They would serve forever! But soon they'll know!\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"And when you are crowned Champion of the Hunt, find me. We will have much to do!\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"You slaughter everything! Toamowhai must be proud!\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"You are serious?\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"If they were worth mourning, they would not have thrown themselves beneath your claws!\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"<i>That</i> is why Toamowhai guided you here!\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"And when you are Champion of the Hunt, you will have no end of brash cubs eager to claim your crown!\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"A lesser Champion of the Hunt will lack a Watcher's ears. They may hear the Crucible's song, but will not know what is said.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"The souls of this place will reveal themselves only to you!\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"They'll know the stelgaer for the strongest of Toamowhai's shapes!\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Who were you, before you became the Slaying Face?\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"When my season was in bloom, no hunter stood a chance against me! But I had an advantage - a painful advantage.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"For I was awake to the memories of the last few seconds of every life I ever lived. And each one on this island!\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Each misstep, each jab I should have seen coming, each life-ending failure! I learned from them, forged by battles waged before I drew breath!\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Or at least the most enthusiastic.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"I didn't tell you before, but Galawain - the Lord of the Hunt - warned me away from this place.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "The aumaua's face splits into a grin so wide it seems it might halve his head.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"You bring many glad tidings, brother slayer!\"",
      "female": "\"You bring many glad tidings, sister slayer!\""
    },
    {
      "id": 37,
      "default": "\"When you've claimed the crown, the gods will see you for the threat you are!\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"How is it they'll know you for the strongest?\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"When you win! When you win of course!\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "He laughs, the soul's scarred face twisting and flaring.",
      "female": ""
    },
    {
      "id": 41,
      "default": "The spirit flickers as if in doubt. As if hiding something.",
      "female": ""
    }
  ]
}