{
  "Component": "lax1_exported",
  "Name": "conversations\\lax01_00_arena_island\\lax01_00_cv_eruke_secondvision",
  "Entries": [
    {
      "id": 1,
      "default": "The crowd's continued applause slowly dims into a distant hum. As the din fades, the apparition you saw above the valley congeals before you.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"How many desperate souls have spent the last shred of their existence in futile attempts to end yours?\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"But then, you do reflect Toamowhai in tooth, claw, and horn.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Until only the will to survive remains.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"You again? What do you want?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"What imperfections? Rampant modesty is hardly a flaw.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Do you reveal yourself to all the contenders, or is it just me?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"The more you tell me what's going on, the better I can assist you.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"How many more victories will it take to sate your curiosity?\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"I want only for the Crucible to endure. It cannot if the souls rage against one another.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"They will open a path only to a champion, and only a Watcher can walk it.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Not all weaknesses are physical.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I've heard enough.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Each season, the Faces choose their favorites. Not all hear us as clearly as you.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"The heart of the Crucible has clotted. The flow of souls has been choked.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"But I am as a fish attempting to describe the current. This will all be clear when seen with your own eyes.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"I am not the one you must impress.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"The deciding matches draw near. Fight with Toamowhai in your heart, and you will outlast all opposition.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "The silhouette of the aumaua blurs, their features congealing into a uniform glow that dissipates into nothing as the roar of the crowd rushes back into your ears.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Another, a woman in robes, also revealed herself to me.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"I encountered another of your kind after dealing with the stelgaer in the lowveld.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"The Seeking Face lurks above the slaughter she helped create.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"The Slaying Face, the embodiment of Toamowhai's passion for the kill.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"He was one of the rare champions to achieve victory in the Crucible without a pack.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Still, you endure.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"As each strike of the stone sharpens an obsidian blade, so too does each battle chisel away one's imperfections.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"So the Slaying Face was once a living kith?\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Of course. As were we all.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"All who?\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"The Faces of the Hunt.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Those who perish here no longer feed Kazuwari their strength, but instead infest it with disharmony.\"",
      "female": ""
    }
  ]
}