{
  "Component": "lax1_exported",
  "Name": "conversations\\lax01_00_arena_island\\lax01_00_cv_special_items_vendor",
  "Entries": [
    {
      "id": 1,
      "default": "Slim for an aumaua, the man before you boasts warm, avuncular features, and gray patches his tightly curled black hair.\r\n\r\nHe smiles warmly at your approach.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"I hope I can be of service, friend.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Greetings, friend, and welcome. You stand before the Keeper of Memories.\"\r\n\r\nHe bows slightly at the waist.\r\n",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"How do you preserve memories from these items?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"We first wash the items in the Pool, and in doing so, give the memories to the souls of this place. Thus do their deeds live on beyond them.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Most items carry little more than the strongest memories of their use.\"\r\n\r\nHe plucks dismissively at his tunic, as if to indicate its baseness.\r\n",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"A few, however, abundant with essence and charged with purpose, retain unusual attributes. These I care for, curate, and purvey to those worthy of their enchantments.\"\r\n\r\nWith a warm smile, he runs a finger along one of the blades.\r\n",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"I came before the Faces not so many years ago now. Already long in tooth and weighted with the histories of a hundred kingdoms.\"\r\n\r\nHe chuckles.\r\n",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Please, spend lavishly.\"\r\n\r\nWith a flourish of one arm, he indicates the items on the shelves behind him.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"How did you end up the Keeper of Memories?\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "[Leave.] \"Maybe another time.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Do you have any items for sale?\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"We first wash the items in the Pool, and in doing so, give the memories to the souls of this place. Thus do their deeds live on beyond them.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Most items carry little more than the strongest memories of their use.\"\r\n\r\nHe plucks dismissively at his tunic, as if to indicate its baseness.\r\n",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"You keep memories?\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"You seem... odd for a Huana.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Those vanquished in the Crucible leave behind their weapons and armor - both often laden with memories of life.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"That isn't surprising. I have strode many nations, spoken to many kith, learned their tales and their traditions.\"\r\n\r\nHe smiles.\r\n",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Fewer still have the means to pursue that interest.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"How do you preserve memories from these items?\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"A few, however, abundant with essence and charged with purpose, retain unusual attributes. These I care for, curate, and purvey to those worthy of their enchantments.\"\r\n\r\nWith a warm smile, he runs a finger along one of the blades.\r\n",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Reminds me of my least favorite brother.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"We gotta find Kana. Let him know someone's trying to steal his angle.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"There is something familiar about you.\"\r\n\r\nPallegina scrutinizes the man closely.",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Pretty sure Ishi and I were thinking the same thing.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Not many, but what I have is exclusively sold to the Crucible's contenders.\"\r\n\r\nHe smiles down at your token before his eyes return to yours.\r\n",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"I was a merchant first, but also a chanter of chants and stirrer of spirits. I thought myself worthy of the Faces' favor.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Perhaps I was! Or perhaps they merely saw some kindred spark within me, for they did not allow me to compete.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"They set me to this task and I, well, I eagerly accepted.\"\r\n\r\nHe smiles, two fingertips resting gingerly on a wooden helm.\r\n",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"These would be the artifacts Humaire mentioned?\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"The Crucible recreates battles and conflicts of old, that today's hunters may hone their skills. The Pool of Memories is the library for these histories.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"These stories aren't <i>told</i> to the Crucible. Instead, items held by those who performed great deeds echo with these accomplishments. The Pool of Memories absorbs the past from them.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"I can point you in the right direction but first I must ask, which of the Faces of the Hunt do you seek to appease?\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Tell me more about the Faces.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"I need to find an artifact for the Seeking Face.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"I'll do anything to find an artifact for the Surviving Face.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"I have other questions.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"The Faces represent the tripartite existence of Toamowhai - the Slayer God, the Seeker God, the Survivor God.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"It is right and proper to respect all three, but all Crucible contenders must eventually make a choice and accept their true Face.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Tell me about the Face that resembles the boar.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Tell me about the Face that resembles the stelgaer.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Tell me about the Face that resembles the spider.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Never mind.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Have you made your decision then?\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Yes?\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"The boar is the Surviving Face, the aspect of Toamowhai that reminds us that victory without survival is almost always meaningless.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"That is the Slaying Face, the aspect of Toamowhai fixated on the mastery of the life-or-death dance where all things are decided.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"The Seeking Face represents the mastery of the chase. The understanding that slaughter without gain or purpose is wasteful.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"What do I have to kill to find an artifact for the Slaying Face?\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Every year we lose hunters to the Kōhatekana Expanse.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"The Tiebe o Waiapu has long had a reputation for being... inhospitable.\" ",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"A group of drifters claiming to be eager contenders showed us their true colors. Days ago, while most of the arena slept, they helped themselves to one of our Slayer relics.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Unfortunately for them, the boat they came in on sunk and it is a <i>very</i> long swim to anywhere beyond the auspices of the Faces.\"\r\n\r\nHe chuckles quietly, sharp teeth glinting between his lips.",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Not surprisingly, the Expanse has become a sacred place to the Seeker.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Slay them, return the relic to the Pool of Memories, and the Slaying Face will be most pleased.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Were you to return with proof that you had tread the valley's singular dangers, the Surviving Face would be well-pleased.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"I want to know about other artifacts.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"You need only ask!\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"The stelgaer embodies the Slayer aspect, the Seeker is represented by the spider, and the boar reflects Toamowhai's Survivor aspect.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Why can't a warrior embrace all three Faces of the Hunt?\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"In a lifetime of conflict, one can, should, and with the onset of age - must.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"While all manner of cowards excel at survival, the boar is both courageous and resilient - traits all hunters should aspire to.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Deadly in a group or by itself, hungry or sated, the stelgaer is possessed of uncanny focus and purpose.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Young warriors think the spider odd - 'it sits still, it does not seek!' - is oft said.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Ah, my friend returns! You have acquitted yourself well in your searches, and Toamowhai would have you go forth from Kazuwari to hunt artifacts elsewhere in the Deadfire.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"My contesting friend! I have a thing you may find interesting.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Ah, Watcher! I hear tale of another artifact ripe for the reaping.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"The Seeking Face whispers of a smooth sphere of adra, polished in the ocean's depths.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"The Slaying Face growls of the Kraken's Eye and a coin heavy with lost lives. It came from here, and the Faces would see it returned.\"\n\nHe smiles, all sharp teeth.\n",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"The Surviving Face would teach a lesson - that persistence is not necessarily survival.\"\r\n\r\nHe chuckles quietly.\r\n",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Of course.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"Will you take up this hunt?\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"I'll think about it.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Most excellent. Or 'Gellarde!' as our Vailian friends would say!\"\r\n\r\nHe chuckles, fingers brushing across his mouth.\r\n",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Ah. Well, if not you, perhaps another.\"\r\n\r\nHe shrugs simply.\r\n",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Have you any new rumors of artifacts for me to locate?\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Rare is the hunter as interested in the past as the present. It warms my heart to find a spirit as kin to mine own as you.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"The Seeking Face approves of your investigations.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"The Slaying Face would set you again to the hunt.\" ",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"The Surviving Face would have you seek a fellow survivor.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"The Seeking Face whispered of a tapestry, stolen on the seas, now hanging in a shop on the water. Filch it from the filcher, and the Spider shall be pleased.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"It whispers now of an ear that hears tell of what is to come, that divinations can be sold for copper among the trinket mongers of Neketaka.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"You now know as I know.\"\r\n\r\n He bows his head to you, though his eyes remain on yours, peering from beneath his bushy brow.",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"The Slaying Face growled of a statue - that of a great tracker - defaced. Hunt the hunter's crown in a ruined Huana city, long flooded and overgrown.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"It desires the heart of an ancient warrior from its prison within a fortress of brass. You will know the organ by its size, so say the Faces of the Hunt.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"Clinging to life in a harsh waste, alone among the shifting sands. Seek a stone there, forged in the heart of the world.\" \r\n\r\nHe pauses, mouth slightly open as if to say more, but instead falls into silence.",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"The Surviving Face respects even the survival of a wounded god. Though she burned, the Exiled Queen persisted. Retrieve a part of her from a seat of her power.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Your performance during the final battle impressed many. The Faces of the Hunt included.\"\r\n\r\nHand flat on his stomach, he bows slightly at the waist.",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"To claim it from the creatures within the sinkhole, however, one needs keep the Seeker's lessons in mind - that the <i>lure</i> serves the hunter as aptly as the spear.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"Good hunting, my friend.\"\r\n\r\nHe bows his head to you in farewell.\r\n",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Unfortunately, I have told you everything I know... or that I've been given leave by the Faces to tell you.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Alas, I've told you all that I have leave to... at least until you've proven yourself in the Battle Royale.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"I'm afraid you've entirely exhausted the tales I've heard thus far.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"It poses you no danger. I promise.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Confused? Seek the altars of the dead in Neketaka, and I believe you will begin to understand.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"I've retrieved an artifact sacred to the Faces of the Hunt.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"Well done! The final step is to place the offering into the Pool of Memories. I leave that honor to you.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"Welcome back!\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"You should speak with Humaire. She shall show you the way.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "His attention falls to the dwarf at your side.",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"And Konstanten, too. How <i>exciting.</i>\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"Been a while, Engari.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"Doesn't everyone?\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"Provided no severe trauma suffered to the brain. Or soul.\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"Uhm, don't everyone keep memories?\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"It falls to me to keep and protect those trappings and recollections.\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"I am no mystic, but memories bound to the Here would be nothing but broken, incoherent echoes.\" ",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"Anything short of a full soul left clinging to a weapon is likely little more than dust - or entirely insane.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Doesn't seem far off from torture to me.\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"Everyone believes they know my work better than I do.\"\r\n\r\nHe chuckles.",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"That sounds like the Vytmádh, doesn't it? My people used it to consume the essence of powerful relics.\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"Does that not remind you of the Vytmádh, Watcher? Stripping items of soul energies.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"As a contender, you will be expected to recover at least one of these relics.\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"Foreigners conflate them with the Changeling for good reason - he cannot be reduced to any single thing.\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"But in the Crucible, one cannot advance without championing a single aspect.\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"It is the hunter that must think in seasons, not seconds.\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"But the spider understands the art of the Seeker so well that its prey comes to it.\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"A wise hunter admires and fears the stelgaer in proper measure!\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"Not every Huana takes so great an interest in the other peoples of Eora.\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"Usually, they're tracking last year's hunters, but nowhere in my notes have I found out what first enticed kith to go prowling around that corner of the island.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"Return with something a failed Seeker before you left behind, and the spider will be pleased.\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"Rank foolishness, I'd wager.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"Sure are a lot of convenient accidents happening 'round here.\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"The thieves were last seen heading toward Whakupoko Lowveld.\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"Yet the sounder of boars that call the valley home seem to flourish there.\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"Instead they... revealed me to myself. They taught me the way of things.\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"That or he bored them into submission.\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"If you would hunt more artifacts, all would enjoy seeing you again in the arena.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "[Leave] \"I am ready to begin the hunt.\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"Gellarde! I will see the western doors opened for you.\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"Found and lost a dozen times, it has sunken to the bottom of Neketaka, to the ruins below.\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"I'd be disappointed, were I not both thrilled and impressed.\"\r\n\r\nHe chuckles to himself.",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"Continue impressing them, and perhaps I will be able to reveal more.\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"The spider would have you claim that ear for your own.\"\n\nHe smiles faintly, as if at some private joke.",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"The triumphant champion returns! I never doubted you for a moment, friend.\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"I spoke with the Faces in the Beyond.\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"Gellarde! You are most blessed!\"\r\n\r\nHe stares at you with wide eyes.",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"If I might ask - what did you learn from them?\"",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"The Faces were the three memories of lives lived by a single Awakened soul. And they were Watchers.\"",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"Does it matter? Will it change what you've learned from them? What they've given you?\"",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"What's it worth to you?\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"They are as you believe, a god of the hunt, powerful and great.\"",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"You might not. Such things are only for the Champion of the Hunt.\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"Strange to think of all these things we see. And what lurks beneath them.\"\r\n\r\nHe glances towards the Pool of Memories.",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"I suppose not. It might change my relationship to them, but only in my heart.\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"But it would have been incredible to know.\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"I understand.\"\r\n\r\nHe nods unenthusiastically.",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"Truly? Incredible.\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"I like you, champion! For this information, I would happily provide ten thousand copper.\"",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"The Faces were the three memories of lives lived by a single Awakened soul. And they were Watchers.\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"They were not gods, but neither were they mere kith. They were servants set in place by Galawain himself.\"",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"They are as you believe, a god of the hunt, powerful and great.\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"Such details are for the Champion of the Hunt alone to know.\"",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"My faith has never been as strong as Humaire's. Perhaps now it can be.\"",
      "female": ""
    },
    {
      "id": 175,
      "default": "He blinks at your question, then  laughs.",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"Incredible.\"\r\n\r\nHe nods to himself.",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"They were not gods, but neither were they mere kith. They were servants set in place by Galawain himself.\"",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"I always suspected something of the sort. The gods are too great to suffer rivals.\"",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"When you put it that way, it sounds rather familiar, doesn't it?\" \r\n\r\nHe grins at you.",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"We talking about you again?\"",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"One more tool of the gods, bound to their will for millennia.\"",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"Hah, I knew it! Can't wait to see Roza's face when I tell her I was right all along.\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"Incredible.\"\r\n\r\nHe nods to himself.",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"Just one of Kazuwari's many lessons.\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "Engari helps you to your feet. The aumaua's large palms are surprisingly rough and dry. He pulls back, looking at your hands in blank surprise.",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"A question for later. What matters is that you're back! And just in time!\"",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"Where's Konstanten?\"",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"Muātu? You still here?\"",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"Sounds like I might have missed something.\"",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"Where's Humaire?\"",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"He woke before you and fled when the commotion started. It's very like him. I wouldn't take it personally.\"",
      "female": ""
    },
    {
      "id": 192,
      "default": "There is no answer from the soul.",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"Still here and happy to see you!\"",
      "female": ""
    },
    {
      "id": 194,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"A huge reptile erupted from the inland sea! It attacks the Crucible!\"",
      "female": ""
    },
    {
      "id": 196,
      "default": "\"She's outside!\"\r\n\r\nHe shakes his head and points towards the exit to the arena.",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"Humaire fights it, but without your aid, I fear she'll feed it instead!\"\r\n\r\nHe pushes you towards the door.",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"Where did that come from?\"\r\n\r\nYou hold the Tooth of Toamowhai in your grasp. Somehow you returned from the Beyond with a physical object. You become gradually aware of shouted orders and panicked screams in the distance.",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"Kazuwari needs you, champion! Go! Save her!\"",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"Sounds perfectly safe.\" Konstanten snorts.",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"How 'bout you stick with 'ekera.'\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"Wouldn't believe us if we told you.\"",
      "female": ""
    },
    {
      "id": 205,
      "default": "\"What in the name of Magran's flamin' underthings is going on out there?\"",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"You two know each other?\"",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"Only well enough not to trust him at my back in a fight.\"",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"I'd rather stand face to face, anyway.\"",
      "female": ""
    },
    {
      "id": 209,
      "default": "\"It's an arid, miserable shithole more like.\"",
      "female": ""
    },
    {
      "id": 210,
      "default": "\"Stranger than present company? Captain, we are as diverse, as unusual, and as beautiful as fish in the sea!\" ",
      "female": ""
    },
    {
      "id": 211,
      "default": "Ydwin's carmine eyes probe you above brass frames. Her soul brushes across yours with the feathery softness of a cobweb.",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"Did you expect something else, Watcher?\" She shakes her head.",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"It's early to be callin' us 'friends,' buddy.\"",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"Shouldn't I? All are my friends in service of the Faces. Even when they're my foes!\"",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"Smooth, Watcher.\"",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"That'd buy a lot of bee hives, Watcher.\"",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"Gods damn it, Watcher, if we don't tell 'em the Crucible's a lie, they'll just keep runnin' it.\"",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"The truth has never stood in the way of the kith's favorite distractions.\"",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"Think the truth'll stop their games? Let me know how that pans out.\"",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"You... You killed me!\"",
      "female": ""
    },
    {
      "id": 221,
      "default": "\"Leave me be, postenago!\"",
      "female": ""
    },
    {
      "id": 222,
      "default": "\"Just - go away, why don't you, before you cause any more harm!\"",
      "female": ""
    },
    {
      "id": 223,
      "default": "\"What have you done now, fool?\"\r\n\r\nThe spirit stands above you, arms on its spectral hips.",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"Some beast attacks the Crucible!\"",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"Go throw yourself at it, why don't you? Let it swallow your idiot head!\"",
      "female": ""
    },
    {
      "id": 226,
      "default": "\"Oh yes, please, simply rifle through my belongings. Pluck them from my corpse.\"",
      "female": ""
    },
    {
      "id": 227,
      "default": "\"Asshole.\"",
      "female": ""
    },
    {
      "id": 228,
      "default": "\"Muātu? So this is where you got off to? The Watcher murdered you, as well?\"",
      "female": ""
    },
    {
      "id": 229,
      "default": "\"Not exactly. More like I brought him here? On Humaire's orders?\"",
      "female": "\"Not exactly. More like I brought her here? On Humaire's orders?\""
    },
    {
      "id": 230,
      "default": "\"Idiots, all of you!\"\r\n\r\nThe soul shakes his head.",
      "female": ""
    },
    {
      "id": 231,
      "default": "\"Kazuwari needs you, champion! Go! Save her!\"",
      "female": ""
    }
  ]
}