{
  "Component": "lax1_exported",
  "Name": "conversations\\lax01_00_arena_island\\lax01_endgameslides",
  "Entries": [
    {
      "id": 2,
      "default": "Once repaired, the adra at the primal island of Kazuwari again pulses with the flow of soul essence between the Here and the Beyond. The feral life on the island flourishes, the jungles and veld growing ever wilder and resistant to settlement and exploration alike.",
      "female": ""
    },
    {
      "id": 3,
      "default": "Utterly corrupted by the Tooth of Toamowhai, the adra at the primal island of Kazuwari continues to remain separated from the greater Beyond. As increasingly anguished spirits roam the island in search of essence, blights form with greater frequency. \n\nThe wildlife suffers and the jungle thins as Kazuwari slowly dies.",
      "female": ""
    },
    {
      "id": 4,
      "default": "Word spreads of the primal island of Kazuwari, once home to an arena that hosted bloody competitions and fearsome ordeals. Wild tales whisper that the spilled blood attracted a terrible beast of scale and fang that slaughtered those gathered at the island before destroying the great enchanted statue that oversaw the island's trials. \n\nAbsent its guiding voice, Kazuwari descends into anarchy.",
      "female": ""
    },
    {
      "id": 7,
      "default": "The Crucible never recovers from the slaughter of its overseers. Though numerous parties attempt to claim the arena and take advantage of its unusual properties, they never manage to establish more than a transitory system of murder and mayhem before being driven away by Kazuwari itself.",
      "female": ""
    },
    {
      "id": 8,
      "default": "The Faces of the Hunt continue to rule the Crucible in Galawain's - or rather Toamowhai's - name. The trials summoned by the statue grow deadlier with each season, until only those rare few willing to brave the gravest of dangers seek out the bloody ordeals of Kazuwari. ",
      "female": ""
    },
    {
      "id": 9,
      "default": "Konstanten's first few years as the administrator of the Crucible see the arena flag in popularity. The ordeals seem notably less dangerous - the summoned spirits less hungry for blood. Longtime spectators claim the Faces of the Hunt have gone soft. \n\nWith time, however, the feral hunger of Galawain influences the dwarf's imprisoned soul, bending him towards summoning ever more vicious and violent threats to turn against the contenders of Kazuwari. The arena's floors flow with blood.",
      "female": ""
    },
    {
      "id": 10,
      "default": "Muātu quickly adapts to his role as the new soul behind the Faces of the Hunt. A consummate storyteller and imitator deeply loyal to Toamowhai, Muātu summons forth ordeals just dangerous enough to truly challenge those who would seek the bloody wisdom of his sacred trials. \n\nHe seems bolstered by his new communion with Galawain - as responsible a caretaker for the Crucible as the Lord of the Hunt could ask for.",
      "female": ""
    },
    {
      "id": 11,
      "default": "The soul of the porokoa makes for a surprisingly competent replacement for Aexica, Erūke, and Whehami as the Faces of the Hunt. The beast's spirit, little more than a fragment of Galawain, perfectly reflects the will of its divine master. The bloody trials continue, and the Crucible survives.",
      "female": ""
    },
    {
      "id": 13,
      "default": "Having claimed the remnant essence of Muātu's ephemeral form, the Faces of the Hunt set themselves to gorging on the ambient essence at Kazuwari. Suckled on Galawain's larder, the spirit grows exponentially, eventually abandoning the island for more engaging prey. \n\nWherever their bleak shadow falls, death follows. Entire villages vanish overnight, leaving only desiccated corpses drained of their lives and souls. The legend of the insatiable entity spreads, and would-be heroes die by the dozen in vain attempts to best it.",
      "female": ""
    },
    {
      "id": 14,
      "default": "The trail Muātu stalks eventually diverges from your own. He travels alone for a few seasons but soon discovers that as an embodied spirit he suffers curiosity when he's lucky and open loathing otherwise. He inevitably returns to the place he always felt at home - Kazuwari. There he takes up Humaire's mantle and becomes the Crucible's immortal caretaker, a role he takes to so effortlessly it seems he was born to - and died - for it.",
      "female": ""
    },
    {
      "id": 15,
      "default": "Like the other souls following in your wake, Muātu eventually yearns to move on to the Beyond and the Wheel. Stymied by Eothas' actions, however, he settles on returning to Kazuwari, where he joins the choir of souls that echo throughout the Crucible.",
      "female": ""
    },
    {
      "id": 17,
      "default": "The corporeal form of Konstanten, now inhabited by the Faces of the Hunt, disappears into the wilds of the Deadfire. He hunts the jungles, deserts, and shorelines, sometimes armed with nothing sharper than his bare hands. \n\nTorn between three minds with three disparate philosophies of the hunt, however, the dwarf gradually falls into madness - a feral predator obsessed only with the kill. The once-kindly masseuse becomes feared as one of the archipelago's most merciless foes.",
      "female": ""
    },
    {
      "id": 18,
      "default": "The porokoa provides an ideal host for three of the most experienced hunters Eora has ever known. The beast grows inexorably, sacrificing coastal villagers and merchant crews alike to its insatiable hunger. Though numerous groups place bounties on the creature's head, its thick hide deflects every attempt on its life. \n\nA legendary sea monster is born.",
      "female": ""
    },
    {
      "id": 19,
      "default": "Though Muātu strives to administer the Crucible in his god's name, his lack of connection to the Beyond - and the deity within it - hobbles his efforts. The growing corruption at Kazuwari quickly slides out of his control, and he never manifests a level of influence over the island anything like that enjoyed by his predecessors. Contrary to his wishes, the arena's summoned spirits grow increasingly feral and bloodthirsty, until Muātu eventually refuses to sing any new ordeals into being. \r\n\r\nFor the first time in over a thousand years, the Crucible falls dormant.",
      "female": ""
    },
    {
      "id": 20,
      "default": "For a time, Konstanten's personality seems entirely subsumed into the role of the Faces of the Hunt. However, as Galawain's influence over Kazuwari falls away, the dwarf regains much of his autonomy. \n\nAs the years pass, he transforms the Crucible from a bloody combat arena into one of the greatest theatres the Deadfire has ever known. Unfortunately, the deadly threats of corrupted Kazuwari ensure that Konstanten's productions play to an audience of one.",
      "female": ""
    },
    {
      "id": 21,
      "default": "Weakened by the events at the island, Galawain retreats further from the intrigues of the gods. Rumors spread of his displeasure as those godlikes touched by the Father of Monsters begin dying mysteriously across the whole of Eora.",
      "female": ""
    },
    {
      "id": 22,
      "default": "The sensation is at first one of utter weightlessness as your physical body is untethered from your soul. The absence of any physical sensation is quickly replaced by the roar of a distant crowd and memories of countless battles.",
      "female": ""
    },
    {
      "id": 23,
      "default": "Soon, your soul merges with that of the Crucible, linking you to the sacred arena for the remainder of your existence.",
      "female": ""
    },
    {
      "id": 24,
      "default": "Word spreads of the primal island of Kazuwari, once home to an arena that hosted bloody competitions and fearsome ordeals. Wild tales whisper that the spilled blood attracted a terrible beast of scale and fang that slaughtered those gathered at the island before destroying the great enchanted statue that oversaw the island's trials. \n\nAbsent its guiding voice, Kazuwari descends into anarchy.",
      "female": ""
    }
  ]
}