{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_cv_xoti_arc",
  "Entries": [
    {
      "id": 1,
      "default": "Xoti sways on her feet, a soft, low moan easing from her throat. She rubs a thumb over worry-bitten lips. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "Adrift in dreams, Xoti lies curled on her side, sweating, muscles quivering. She whimpers low in her throat.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Watcher!\"\r\n\r\nXoti claps her hands together excitedly. Forgoing nibbling on her bottom lip, she beams you a sunny grin.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"You feeling okay?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Not now, Xoti.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "Sweat trickles a line from her temple to drip from her chin. Her eyes are hazy. Far-off. ",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"It's nothing but a waking terror. Soon to pass.\" She shudders hard, coming back to herself.",
      "female": ""
    },
    {
      "id": 8,
      "default": "[Drape your arm over her shoulders and nestle her close.]",
      "female": ""
    },
    {
      "id": 9,
      "default": "She curls into the embrace, breathing a contended sigh against your chest before she pulls back.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Want to talk about it?\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Now there's no need for that. Unless -\" She juts her chin to the right.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"- you see those shambling corpses, too?\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Watcher, don't -\" Her voice breaks low and hoarse, and her eyes dart to the right before she continues. ",
      "female": ""
    },
    {
      "id": 14,
      "default": "At her hastily whispered words, the hair on the back of your neck stands on end. You glance around, just to be safe, but there's nothing to be seen, nothing unusual anyway, even in the direction Xoti's staring, affixed.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I see it. Indeed, what a terrifying sight.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"What do you see?\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"I don't see anything.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"You really are addle-brained.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "Her cheeks flush hotly, coloring some life back into her features.",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Figured it was a long shot. But I know you see things others don't, so I thought... hoped...\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"I see a body of stitched together parts and flayed flesh. It's got three heads and four stretched limbs. On each of its heads curves three white horns from above three blind eyes.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"I know it ain't really there.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"I am a witness to my god's grand plan!\" Copper cage rattling, she jerks her lantern up to illuminate the fury in her face, but all it does is cast her eyes further into darkness.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Lately, it's been getting worse. Some nights I wake sweaty and shaking. Other times, I'm already awake.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"What does that mean?\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"And every soul looks so ripe - darned near rotten with the need for reaping.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Dark days are coming for kith-kind. When the last light of Hel burns out, the final harvest will be upon us.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"We can relight the lanterns of Hel, given enough time. All is not lost.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"You're being called to a higher purpose, Xoti. Embrace the harvest - the darkness of the fall.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"I sure hope you're right, Watcher. 'Cause if you're wrong...\" \r\n\r\nNervously, she jiggles her lantern, eyes lost in its flames. ",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Suppose I am. Must be a reason Gaun's showing me these things.\" Absently, she thumbs the flat of her sickle.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"I think... I think we might all die out.\" A deep line crinkles between her brows.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"We'll figure this out together.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "Shoulders squared, she looks off into the distance.",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"No, I'm fine.\" Shuddering, eyes darting while muttering madly to herself, Xoti turns and stumbles away.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"What?\" With a jerk, she glances to you without recognition for a moment.",
      "female": ""
    },
    {
      "id": 37,
      "default": "Xoti groans, slow to rouse. At first, she curls tighter in on herself, but then the tension eases from her muscles, and she sits. Confused, her eyes study your face. ",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Your nightmares are getting worse?\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"You're losing your light to the darkness. Rekindle it by helping the living.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Maybe the desire would ebb if you killed someone... close to us.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Night or day, sleep or waking. It's getting harder to tell what's real from what's just yet to come.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "She sucks in a deep breath.",
      "female": ""
    },
    {
      "id": 43,
      "default": "Her eyes slide to the left of you, and she clutches her lantern close, the soft glow of it casting an eerie shadow over half her face.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"There is something I'm meant to do, though. Once I gather enough souls.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Seems the more souls I gather, the better I see Gaun's will. And the less I get a wink of sleep.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Sounds like a problem.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"It gets any worse, I feel like my darned sanity might break.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Reckon that's the first time I ever bore witness to my own demise. It was... not pretty.\" She worries her bottom lip with her teeth.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"I was... Gaun forbid! I saw myself in the midst of reaping unripe souls. I was murdering... the one closest to me.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"I know it ain't really there.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"If I were to dump the souls, it might make me dream less - like before. Or, darn it, who knows.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Maybe it'd just make it all worse. Either way, I've got to find my purpose.\" She turns her face away, bottom lip trembling. Slowly, her fingers reach for the hem of your shirt. She rubs the pads of her fingers over it, holding to you in the lightest of touches.",
      "female": ""
    },
    {
      "id": 54,
      "default": "You wake in the middle of the night to find Xoti peering down at you, sickle in hand. She smiles slow.\r\n\r\nThe glow from her lantern has blanketed half of her face in shadow.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Guess what? No, go on and guess. Really.\" ",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Watcher. My eyes see a monster in you. A real nightmare.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"You put the fear of Gaun in me. When I thought I was already well afraid. Tell me - am I dreaming now?\" ",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Darn if I don't feel so light I could float away.\"\r\n\r\nXoti casts an odd look to her darkened lantern before turning you a whimsical smile.",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Doing any better?\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"That looked like it hurt.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Good Gaun... I feel... I feel so very much...\"\r\n\r\nShuddering lightly, Xoti raises her sickle to lick the back curve of the blade.",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Doing any better?\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"That looked like it hurt.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"How couldn't I be?\"\r\n\r\nShe tips her head back and takes a deep breath.",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"My bones are still a little jangly. But, yeah, I think I am.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"It hurt all right. Hurt real good. Never have I felt anything so painful - nor so pleasurable - in my whole darned life.\"\r\n\r\nShe searches your face with wide, foreboding eyes.",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Never felt anything so painful in my whole life.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"I don't know if this is what Gaun planned for me. But I'd like to think we did right by these souls.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"I can feel it prickling under my skin. I've strived to do Gaun's will ever since I was a little girl - huddling in the back of the barn, bathed in darkness.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Buck up, priestess. Your god demands it.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "Her whole body tenses with an unleashed anger.",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Oh, I know he does. I can see. The coming darkness like a storm on the horizon. What do you think happens when the god of rebirth dies?\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "[Shrug.]",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"It was just a dream, Xoti. It'll be all right.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Endure it. We need all the presage we can get - whatever your visions can offer us.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Oh, I plan to. Gaun chose me as a harbinger for the coming harvest. Not anyone else here, but me.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"A dream from Gaun is what it was. I just ain't sure yet what the symbolism means.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "Xoti bends double, hands resting briefly on her knees before she wipes sweat from her brow. Huffing to catch her breath, she glances up to you with a bright smile.",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"I'll allow it.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"We don't have time for this.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Mighty kind of you.\" She grins happily. With two intent strides forward, she unsheathes her sickle and lantern, fluidly swinging each in a series of well-practiced movements.",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"This -\" She sweeps a hand to indicate the area, a severe frown crooking her lips.",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"- is why I came here. I serve my duty to my god because I answer to Gaun.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"You can't reap any souls here. They're trapped inside Eothas.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"I'm not going to tell you again.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "Chanting, whirling, weapons slicing the air, Xoti's voice lilts and falls in an invocation - a summons to any departed lingering in the area.",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"This here's a final call for all souls! Last stop for the lost! Gather around now - I'll cut you loose and haul you into the light.\"\r\n\r\nSwinging the lantern faster and faster, Xoti plants her thighs wide and then thrusts her arms up high over head.",
      "female": ""
    },
    {
      "id": 88,
      "default": "The lantern rattles in her grip, and the light from within flares blindingly bright. In the silence of your held breath, it almost seems like a soul <i>should</i> sift up from within one of the corpses, quivering in the air before siphoning into the lantern's fading brilliance.\r\n\r\nBut the ashen bodies are bereft of souls, so in the end Xoti's light fades without acquiring anything.",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Trapped? Like a rabbit in a snare?\" She taps three stars across her brow, a sign of her fear.",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Sakes alive, but that doesn't make any sense. Why would Gaun, an aspect of the god of rebirth, keep souls from the cycle?\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Hen shit!\" Her eyes widen for a fraction of a second as the words escape her, shock at her own vulgarity obvious in her expression, but then she smothers it with a self-righteous anger.",
      "female": ""
    },
    {
      "id": 92,
      "default": "[Place a hand on her shoulder.] \"I'm sorry, but it's true.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "[Walk away without further explanation.]",
      "female": ""
    },
    {
      "id": 94,
      "default": "She sighs, melting into your touch. Tension eases from her shoulders, and she closes her eyes, face tilted toward the sky.",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"If you'll spare me a minute, I'd like to perform a last rite for these poorly departed souls.\"\r\n\r\nShe reaches for the lantern on her hip.",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"Eothas has possessed an adra statue, but he needs soul essence for the energy to move.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "Her grip turns white-knuckled on her sickle and lantern. Shaking a sharp refusal, she glances around the area as if desperately willing herself to see the souls that remain. But you know that's impossible.",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Really?! Really, Watcher? That's just - what -\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"Watcher?\" \r\n\r\nSlowly, she swallows, throat working to bring her voice back. Or to keep her meal down.",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"You may wanna aim away from our Watcher there if it's gonna pass out your mouth.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"You could call it something, all right.\" She tilts her head, brow pinched as if she can't tell if he's poking fun at her or not.",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"You should hear him out, Xoti.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Back off, Edér.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"If it's worth anything to you, I think I got some of the same worries.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"Just trying to keep your gear clean, there. You can thank me later.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"You worry about the same things as I do - the horrors I see in my dreams? Eora dying and Hel going dark... Really?\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "Scowling, she runs her tongue over her teeth.",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Well, not the same, exactly. But maybe the same kind of feelings beneath it all. 'Bout who we are to our god, and who he is to us.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "She blows out a heavy sigh. Eyes downcast, she rocks back on her heels.",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"You think I'd have learned by now. Hope's just a false light.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"You're humoring me.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"If me sighting snatches of the divine makes me touched, tell me, Watcher. What does that make you?\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"The beast is big as a mountain and shambling toward us beneath a sun turned black as sloe.\"\r\n\r\nHer eyes roll skyward, and she teeters on her heels as if she's riding the cusp of a seizure. The lantern rattles in her grip. She exhales a sigh.",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"I got my eyes wide open, staring down the darkness. Watching one lantern after another flickering out.\" ",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"Sometimes I hear them like a whisper in the back of my mind.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"Who?\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"All those souls wandering the darkness.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "[Nod.] \"Me, too.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "She offers you a wry, knowing smile.",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"But does Gaun want me to stop it, or to help?\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"No, I know you're right. Gaun's chosen me.\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"So until I figure out what's needed of me, I'll do my darnedest to help you on your path.\" She lifts her gaze to your face.",
      "female": ""
    },
    {
      "id": 123,
      "default": "Carefully, she slips her hand into yours. Your fingers easily entwine, palms pressing together so tight you can feel your heartbeats between you.",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"Watcher, wait.\" ",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"Please, Watcher. Without my guidance, they might have a hard time finding the light.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"What happens if they can't find the light?\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"They'll be lost, never making it to Hel and back. Or they'll wander and eventually find their way - lifetimes after they should've.\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "Her jaw takes on a determined set and she straightens, ready to work.",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"I answer first and foremost to my god, Watcher! I don't need your permission!\"\r\n\r\nWith a shake of her head, she storms deeper into the brush - already pulling her sickle and lantern from their holsters. Words like a ritual ring from her lips, and she swings the lantern around high overhead as she hastily urges any lingering souls to follow the light she casts.",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"I don't see how that can be right. But I suppose we'll find out soon enough. If there's no souls here, well...\" She bites at her bottom lip.",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"It's best we get a move on, then.\"\r\n\r\nShe takes a few steps but then stops short, head shaking.",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"But to be safe... I ought to give the lantern a real fast whirl.\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "[Lie] \"You got one.\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"Figured I might.\" She beams you a bright smile, her cheek smudged with mud.",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"And that's all I care to say for now. Let's go.\" She nods before setting off.",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"It's my honored duty to reap and shepherd departed souls during their journey to being reborn. With Eothas dead, me and the other reapers got to gather as many souls as we can.\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "Rubbing the back of her neck, self-consciously, Xoti casts her gaze to the side.",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"That's supposing they ain't a follower of Eothas. What do you reckon happens to them folks in Hel, when the god of rebirth is deader than a doornail?\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"We'll keep them safe until Gaun returns to Hel and can take them into his divine embrace.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"Why're you so fine to me, Watcher?\" She shakes her head, hard.",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"What do you mean?\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"I'm keeping lost souls. In here.\" She taps the metal frame of the lantern.",
      "female": ""
    },
    {
      "id": 144,
      "default": "[Rub the dirt from her cheek.]",
      "female": ""
    },
    {
      "id": 145,
      "default": "A blush spreads hot beneath your thumb, and Xoti glances away, no longer able to meet your gaze. But her lips curve into a pleased smile.",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"All right, I believe I got what I came for. Let's go.\" She nods before setting off.",
      "female": ""
    },
    {
      "id": 147,
      "default": "At last, Xoti whips the lantern forth with a harsh crack. It bursts out a blinding flare of light, and it almost seems like a soul <i>should</i> sift up from within one of the corpses, quivering in the air before siphoning into the lantern's fading brilliance.\r\n\r\nBut the ashen bodies are bereft of souls, so in the end Xoti's light fades without acquiring anything.",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"Believe I got what I came for.\" Xoti beckons you brusquely before setting off.",
      "female": ""
    },
    {
      "id": 149,
      "default": "[Wake her.]",
      "female": ""
    },
    {
      "id": 150,
      "default": "[Watch her sleep.]",
      "female": ""
    },
    {
      "id": 151,
      "default": "Her chest rises and falls faster and deeper until she's very nearly heaving. Suddenly, she jolts upright. Eyes wide and terrified, she chokes back a shriek.",
      "female": ""
    },
    {
      "id": 152,
      "default": "She calms, confused eyes searching your face.",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"Never woke with such a driving need for reaping before. It's making my hands shake...\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"You sound like my high priestess, Saewyn. She never shuts up about the living, when she ought to worry more about the dead.\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"Son of a gods darned motherless cur! That hurt worse than a back-to-back whooping from Uncle Angbert's quarterstaff.\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"Maybe you should release the souls you're holding.\"",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"Well, sure, I mean to. Eventually.\" A shadow of a smile shades her lips.",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"It's probably because you haven't gathered enough souls yet to appease Gaun.\"",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"Don't you worry none about that.\" She snorts a laugh, eyes bright. ",
      "female": ""
    },
    {
      "id": 160,
      "default": "Brows furrowed, she rubs two fingers along the outer edge of the lantern.",
      "female": ""
    },
    {
      "id": 161,
      "default": "Shoulders squared, Xoti stalks up to the gleaming copper and adra repository.\r\n\r\n",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"I'll keep taking on as many as I can. Until I'm fit to release them.\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"Will you help me, Watcher?\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"Yes.\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "[Touch the corner of her mouth.] \"I'd do anything for you, Xoti.\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"I'll think about it.\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"No.\"",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"I was hoping you might would. Sometimes I feel like... with you by my side, I can stand against gods.\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "Her happiness warms her whole face as a bright blush prickles over her skin.",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"You get thinking to go with me, you let me know.\"\r\n\r\nWearing a lopsided smile, she nods once before pulling away.",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"It's my god-given duty so I guess I ought to do it on my own. Fair enough.\"\r\n\r\nWith a downcast gaze and a disappointed shrug, she pulls away, leaving you to your thoughts.",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"Release the souls!\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"Stop! Keep the souls for yourself.\"",
      "female": ""
    },
    {
      "id": 174,
      "default": "The lantern trembles so violently it nearly cracks, but then a massive wave of purple essence rushes from the lantern. It swirls up and around the adra, crashing along the glimmering surface before being sucked inside.",
      "female": ""
    },
    {
      "id": 175,
      "default": "Sweating, shaking, bleeding, Xoti struggles to tear herself from the charged adra. As she falls back with a scream, a wave of souls is ripped from the adra - and absorbed straight into her lantern.",
      "female": ""
    },
    {
      "id": 176,
      "default": "The adra cracks, and a shard falls to the ground.",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"All right. I'll be right behind you.\"",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"We're bringing light to the darkness. Ensuring spring follows the coming fall.\"\r\n\r\nShe dusts her hands on her hips before setting off at a determined clip.",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"I just never knew reaping could feel so... good. Look at my lantern shine, Watcher. Beautiful as a harvest moon dripping red with blood.\"\r\n\r\nHer lips twist with a dark grimace. After a curt nod, she slides away.",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"Yes, you're dreaming.\"",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"You're not dreaming, Xoti.\"",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"It's got to be a dream to be this dark. I saw the stars fall from the sky and the moon wink shut. Now the sky looks black as the ocean.\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"How can the whole world go dark, and it not be a nightmare? What you did to me - will it be enough?\" ",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"Only light around is my lantern.\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"They just don't know your value.\"",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"Do you?\"",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"If I cried, you reckon it'd look like tar?\"",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"Nothing like a homecoming to make a girl remember her roots. Even if they are dried up and half-dead.\"\r\n\r\nShe sighs, nudging a bit of mud from her boots before she lifts her face to settle on you with her big, dark brown eyes.",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"People often fear what they don't understand.\"",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"Suppose they do. Suppose sometimes people do bad things in the name of their gods.\"",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"Sometimes, I wonder if my brethren don't think I got black ichor running in my veins.\"",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"What do you expect when you champion such unorthodox views?\"",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"Thanks. That sure doesn't leave me feeling lower than a snake's belly.\"\r\n\r\nShe grits her teeth, and the sadness in her eyes quickly turns to anger.",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"Makes me think... untoward things. Gives me notions I don't need to be getting.\"",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"I can't risk straying when I've got a duty to Gaun.\"",
      "female": ""
    },
    {
      "id": 196,
      "default": "\"But let me tell you something - my views, Watcher, my rightness or wrongness is between me and my god.\"",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"Speaking of Gaun...\"",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"Let's be off.\"",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"Yeah.\" She cants her head to the side.",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"Lay it on me.\"",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"Why are you gathering souls into your lantern?\"",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"Remind me again the difference between Gaun and Eothas.\"",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"The Dawnstars are all about goodness and light. Why're you so concerned with death and darkness?\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"I was born to reap souls and lead them to the light.\"",
      "female": ""
    },
    {
      "id": 205,
      "default": "\"But the more I gather... the more my mind turns to tatters.\"",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"Eothas is dead. And Gaun is the death before life.\"",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"Why do you think the god of rebirth held an aspect of death within him? You can't have life without dying.\"",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"He's the ripeness before the fall.\"\r\n\r\nShe raises her sickle, turning the blade to catch the light of her lantern as if in demonstration.",
      "female": ""
    },
    {
      "id": 209,
      "default": "\"There ain't no beginning without a prior ending. Ain't no day without night - no spring without fall.\"",
      "female": ""
    },
    {
      "id": 210,
      "default": "\"Besides, I often don't understand you, Watcher. But I ain't afraid of you.\"\r\n\r\nShe ducks her head to hide her smile, but her eyes never leave your face. They glint with a mischievousness.",
      "female": ""
    },
    {
      "id": 211,
      "default": "\"Suppose you meant to make me feel better. It is a danged silly thought.\" She laughs, offering you a grateful smile.",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"Can Eora find its redemption? Or are we all just dead and don't yet know it?\"\r\n\r\nShe tilts her head to the side, concern flickering in her eyes. ",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"You can't grow crops if you never harvest for seeds.\" ",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"It's silly that I'd want to make you feel better?\"",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"That wasn't my intent at all.\"",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"No, that I'd have black blood.\"\r\n\r\nA blush rushes up her cheeks and she stifles a titter with the palm of her hand. ",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"You shouldn't be so fine to me, Watcher.\"",
      "female": ""
    },
    {
      "id": 218,
      "default": "The smile drips from her face, leaving her features stark.",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"You got a blacker heart than me - a speck of rot in your soul.\"",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"Gaun darn you all.\"",
      "female": ""
    },
    {
      "id": 221,
      "default": "\"Can we talk about Gaun?\"",
      "female": ""
    },
    {
      "id": 222,
      "default": "\"What if you didn't collect souls anymore?\"",
      "female": ""
    },
    {
      "id": 223,
      "default": "\"You should amass as many souls as you can before it's too late.\"",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"That ain't going to happen.\" Grinding her teeth, she shoots you an incredulous expression.",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"You'd ask me to turn my back on my god?\"",
      "female": ""
    },
    {
      "id": 226,
      "default": "\"Gaun knows I'm trying. It ain't so easy.\" Her fingers smooth along the flat of her sickle as she sighs. ",
      "female": ""
    },
    {
      "id": 227,
      "default": "\"You could help - give me a holler when a lost soul is near.\"",
      "female": ""
    },
    {
      "id": 228,
      "default": "\"But my brethren do more good than bad... and more good than most.\"",
      "female": ""
    },
    {
      "id": 229,
      "default": "\"That's reassuring.\"",
      "female": ""
    },
    {
      "id": 230,
      "default": "\"You should be.\"",
      "female": ""
    },
    {
      "id": 231,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 232,
      "default": "\"Is it? Sakes alive.\" Her cheeks flush brightly.",
      "female": ""
    },
    {
      "id": 233,
      "default": "Cheeks flushed, she chokes on an exuberant laugh. But then the understanding dawns on her face, and all the warmth washes away.\r\n\r\nA flash of fear alights within her eyes before she looks away.",
      "female": ""
    },
    {
      "id": 234,
      "default": "\"Gods, but you sure do get me to rambling. Don't know what comes over me when my mind goes all hot and bothered and...\"",
      "female": ""
    },
    {
      "id": 235,
      "default": "\"Good Gaun... You're serious.\"",
      "female": ""
    },
    {
      "id": 236,
      "default": "\"The only one who can weigh my worth is Gaun.\"",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"Yeah?\" Expression guarded, she sets her jaw.",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"But we know Eothas isn't dead.\"",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"Fair enough.\"",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"That lumbering hunk of adra might claim to be Eothas, but that doesn't matter a whit.\" She shrugs.",
      "female": ""
    },
    {
      "id": 241,
      "default": "\"He died - so he can't be Eothas anymore. Death changes every soul. Even a god's.\"",
      "female": ""
    },
    {
      "id": 242,
      "default": "A slow, easy smile stretches across her lips.",
      "female": ""
    },
    {
      "id": 243,
      "default": "\"I feel so fine... like I swallowed a star and now I got light bursting from my chest.\"",
      "female": ""
    },
    {
      "id": 244,
      "default": "\"What is it?\"",
      "female": ""
    },
    {
      "id": 245,
      "default": "\"I don't have time for games, Xoti.\"",
      "female": ""
    },
    {
      "id": 246,
      "default": "\"You've had another dream?\"",
      "female": ""
    },
    {
      "id": 247,
      "default": "\"Can you see it in me? This happiness - it's all on account of you, Watcher.\" ",
      "female": ""
    },
    {
      "id": 248,
      "default": "\"Not a gods darned one. And ain't that just it?\"\r\n\r\nHer eyes gleam with a shining triumph.",
      "female": ""
    },
    {
      "id": 249,
      "default": "\"When do you ever?\" Her right shoulder lifts in a little half-hearted shrug.",
      "female": ""
    },
    {
      "id": 250,
      "default": "\"All right, fine. I'll tell it to you straight. Since I'm in such a good mood.\"",
      "female": ""
    },
    {
      "id": 251,
      "default": "\"That's great, Xoti.\"",
      "female": ""
    },
    {
      "id": 252,
      "default": "\"I think I deserve a little compensation, don't you?\"",
      "female": ""
    },
    {
      "id": 253,
      "default": "[Shrug.]",
      "female": ""
    },
    {
      "id": 254,
      "default": "\"Well, now, that depends on what you had in mind.\" She slips you a sly smile. \r\n\r\nGently, and with a contended sigh, she eases her arms over your shoulders to clasp her fingers against the back of your neck.",
      "female": ""
    },
    {
      "id": 255,
      "default": "Sputtering, Xoti almost chokes on a scoff.",
      "female": ""
    },
    {
      "id": 256,
      "default": "\"The world looks so dang bright, doesn't it? Even at night.\"\r\n\r\nShe tips her face up. Her eyes skim the reaches of the sky. ",
      "female": ""
    },
    {
      "id": 257,
      "default": "\"Don't be so darned modest.\"",
      "female": ""
    },
    {
      "id": 258,
      "default": "\"Maybe you're wanting a hug? Or...\" \r\n\r\nAlmost hesitantly, she dabs her tongue at the corner of her mouth.",
      "female": ""
    },
    {
      "id": 259,
      "default": "\"How about a kiss?",
      "female": ""
    },
    {
      "id": 260,
      "default": "\"That's exactly what I had in mind.\"",
      "female": ""
    },
    {
      "id": 261,
      "default": "\"That's not what I meant.\"",
      "female": ""
    },
    {
      "id": 262,
      "default": "\"I ain't going to pay you for being a decent person.\"\r\n\r\nShe raises her brows high.",
      "female": ""
    },
    {
      "id": 263,
      "default": "A wicked little grin lifts the corners of Xoti's lips. She eases closer to you, slowly and so softly, until less than a wisp of space separates the long line of your bodies. Then there's less than even that, her warmth pressing tight against you.",
      "female": ""
    },
    {
      "id": 264,
      "default": "As Xoti saunters off, she sighs with contentment.",
      "female": ""
    },
    {
      "id": 265,
      "default": "\"Oh. Right. I mean, it's fine. I was just fooling.\" But when she looks away sharply, a wetness glimmers in her eyes. ",
      "female": ""
    },
    {
      "id": 266,
      "default": "\"You taste like murkberries...\"",
      "female": ""
    },
    {
      "id": 267,
      "default": "\"I think I need to try it again to be certain.\"",
      "female": ""
    },
    {
      "id": 268,
      "default": "\"How... how was it?\"",
      "female": ""
    },
    {
      "id": 269,
      "default": "\"They're surprisingly sweet, right? But I ain't so sure we could say the same for me.\" She laughs, the sound like wind chimes.",
      "female": ""
    },
    {
      "id": 270,
      "default": "\"A mistake.\"",
      "female": ""
    },
    {
      "id": 271,
      "default": "Slapping your shoulder, she laughs before sauntering off.",
      "female": ""
    },
    {
      "id": 272,
      "default": "\"What about your duty to Gaun?\"",
      "female": ""
    },
    {
      "id": 273,
      "default": "\"Guess you could say I underwent an adjustment of perspective.\" ",
      "female": ""
    },
    {
      "id": 274,
      "default": "\"I still got my duty. But I haven't lost my light to the darkness.\" \r\n\r\nThe smooth column of her throat constricts as she swallows arduously.",
      "female": ""
    },
    {
      "id": 275,
      "default": "\"Though I know how rare it is for you.\"\r\n\r\nShe casts you a knowing glance.",
      "female": ""
    },
    {
      "id": 276,
      "default": "\"But know you sure do have my gratitude.\"",
      "female": ""
    },
    {
      "id": 277,
      "default": "\"You saved me from that.\"",
      "female": ""
    },
    {
      "id": 278,
      "default": "\"The sky goes all glittery with stars. Must be what the gods see when new souls are born.\"",
      "female": ""
    },
    {
      "id": 279,
      "default": "\"The world looks so dang bright, doesn't it? Even at night.\"\r\n\r\nShe tips her face up, staring straight into the blazing sun. The lack of nightfall apparently isn't enough of a deterrent to jar her from her thoughts.",
      "female": ""
    },
    {
      "id": 280,
      "default": "\"And if it doesn't it should.\"",
      "female": ""
    },
    {
      "id": 281,
      "default": "\"Now with Eothas dead... and these dire visions... I think... I need to shield them from a Hel gone dark.\"",
      "female": ""
    },
    {
      "id": 282,
      "default": "\"No dreams... waking or sleeping. I ain't had a one since loosing those souls.\" Hiking her chin up, she grins even wider. ",
      "female": ""
    },
    {
      "id": 283,
      "default": "\"Everything's different now.\" She nods.",
      "female": ""
    },
    {
      "id": 284,
      "default": "A heavy sigh deflates the mulishness right out her, and she quietly saunters off.",
      "female": ""
    },
    {
      "id": 285,
      "default": "\"The Beyond hasn't gone dark. It's well-lit with living adra.\"",
      "female": ""
    },
    {
      "id": 286,
      "default": "\"Not yet, no. But soon.\" Subconsciously, she clutches tighter the hilt of her sickle.",
      "female": ""
    },
    {
      "id": 287,
      "default": "\"Gaun has shown me the coming end.\"",
      "female": ""
    },
    {
      "id": 288,
      "default": "\"In times if great sorrow, Ngati blesses me to dribble ink.\" \n\nTekēhu tips his head to the side and twirls one of his hairs in his finger.",
      "female": ""
    },
    {
      "id": 289,
      "default": "[Kiss her.]",
      "female": ""
    },
    {
      "id": 290,
      "default": "[Lean in close and... make a fart noise into her ear.]",
      "female": ""
    },
    {
      "id": 291,
      "default": "She angles her face, eager, as your fingers wrap around the side of her throat.",
      "female": ""
    },
    {
      "id": 292,
      "default": "The kiss starts gently enough, but Xoti's made of wildfire and need and grit, so before long she's nearly crawling down your throat, eating at your mouth. Your tongues duel for control, and your teeth clink, and she mewls like an animal, and then you're breathing for each other.",
      "female": ""
    },
    {
      "id": 293,
      "default": "With a jolt, Xoti rears back. The expression that cuts over her features is a vortex of surprise, confusion, hurt, and white-hot... amusement. \r\n\r\nEyes watering, she sucks in a sharp breath and chokes as a startled laugh escapes her.",
      "female": ""
    },
    {
      "id": 294,
      "default": "\"You're fixing for a fist in your mouth and my boot up your backside.\" The line sounds like a threat, but Xoti can't stop laughing long enough to say it straight.",
      "female": ""
    },
    {
      "id": 295,
      "default": "\"Darnation, Watcher. What a way to get a girl's hopes up.\"\r\n\r\nSlapping your shoulder, she shakes her head and saunters off.",
      "female": ""
    },
    {
      "id": 296,
      "default": "When she pulls away she's bruised-lipped and panting, a feral gleam in her eyes.\r\n\r\n<i>More,</i> she looks like she wants to beg. But instead she wipes at her mouth and grins big.",
      "female": ""
    },
    {
      "id": 297,
      "default": "\"Don't tempt me, Watcher. I'd drink you down like a well. I want to fall right into you. And then where would we be?\" ",
      "female": ""
    },
    {
      "id": 298,
      "default": "\"Farther behind in our duties that's where.\" ",
      "female": ""
    },
    {
      "id": 299,
      "default": "\"Now later tonight... well, that's a horse of another color.\" ",
      "female": ""
    },
    {
      "id": 300,
      "default": "\"Great, now I've got a bad taste in my mouth.\" Frowning sourly, Xoti spits at the ground.",
      "female": ""
    },
    {
      "id": 301,
      "default": "\"Maybe it'd just make it all worse. Either way, I've got to find my purpose.\" She turns her face away, bottom lip trembling. Slowly, her fingers reach for the jut of your hip. She rubs the pads of her fingers over it, holding to you in the lightest of touches.",
      "female": ""
    },
    {
      "id": 302,
      "default": "\"It'll need to be a potent source to overpower the draw of my lantern. It's got to be luminous for sure.\"\r\n\r\nShe nods, clearly devising a plan of action.",
      "female": ""
    },
    {
      "id": 303,
      "default": "Adoration filling her eyes, she grins at you before turning away.",
      "female": ""
    },
    {
      "id": 304,
      "default": "\"We'll find an adra vein and release your burden. It's the best way to ensure the souls reach the Beyond.\"",
      "female": ""
    },
    {
      "id": 305,
      "default": "\"What if we gave the souls to the animancers. They've made gains in reproducing the cycle of rebirth.\"",
      "female": ""
    },
    {
      "id": 306,
      "default": "\"The more souls you gather, the more strongly you see your god's will. Keeping them would make you a better priestess.\"",
      "female": ""
    },
    {
      "id": 307,
      "default": "\"Put my flock into the hands of experimenters? How can we trust they'd be successful? Or, Hel, even to be well-meaning in their intent?\"",
      "female": ""
    },
    {
      "id": 308,
      "default": "\"Keep holding them? Until when? It's only a matter of time before Gaun breaks the Wheel and brings the final harvest down upon us.\" ",
      "female": ""
    },
    {
      "id": 309,
      "default": "\"But I wonder how many would be alive to see to it then. What if kith-kind can't make it to Eora's spring?\"",
      "female": ""
    },
    {
      "id": 310,
      "default": "\"That's one problem solved. But what about the itty-bitty issue regarding the god of rebirth not actually being in Hel...\" ",
      "female": ""
    },
    {
      "id": 311,
      "default": "\"This is a huge risk of Eora's balance. You really trust Magran not to rebirth Eothasians as warriors of the flame? Think Galawain won't be greedy?\"",
      "female": ""
    },
    {
      "id": 312,
      "default": "\"All right. Let's go.\"",
      "female": ""
    },
    {
      "id": 313,
      "default": "\"Just the thought's making my shoulders twitch. You're sure about this?\"",
      "female": ""
    },
    {
      "id": 314,
      "default": "\"Who's guiding Eothasian souls to rebirth while your god is storming through the Deadfire?\"",
      "female": ""
    },
    {
      "id": 315,
      "default": "\"You harvest the souls, the animancers replant them. It's a new cycle - one that'll work.\"",
      "female": ""
    },
    {
      "id": 316,
      "default": "She blanches, but straightens her stance. Hips steady, chin up, she glares, refusing to back down.",
      "female": ""
    },
    {
      "id": 317,
      "default": "\"That's why we Gaunites gather them. Until the time our god can again guide the cycle.\"\r\n\r\nBut just as quickly she deflates as she considers the flaw in her own logic.",
      "female": ""
    },
    {
      "id": 318,
      "default": "\"Guess that settles it, then. Find me an animancer - and we'll try it.\"",
      "female": ""
    },
    {
      "id": 319,
      "default": "\"You're right. What if there's no one left to release the souls from the lantern after the darkness has come and Eora's recovered?\"",
      "female": ""
    },
    {
      "id": 320,
      "default": "\"The gods will survive, but kith-kind may not.\" She sighs, rubbing tiredly at the spot between her eyes.",
      "female": ""
    },
    {
      "id": 321,
      "default": "\"Where you or Gaun walk, I follow. Always.\"",
      "female": ""
    },
    {
      "id": 322,
      "default": "\"I can't! Watcher, I can't do it - stop me, I -\" Her words choke off as she drops to her knees and throws her head back. Her hair floats up from her shoulders and wisps around her, charged and popping in the air.",
      "female": ""
    },
    {
      "id": 323,
      "default": "\"Are you plumb crazy?! I break it off now, I'm going to get threshed! No, I ain't stopping!\"",
      "female": ""
    },
    {
      "id": 324,
      "default": "\"Except he's planning to break the cycle first... In that case...\"",
      "female": ""
    },
    {
      "id": 325,
      "default": "\"Us Gaunites - we're supposed to shepherd lost souls. Not just gather them. The harvesting's only the first part.\" ",
      "female": ""
    },
    {
      "id": 326,
      "default": "\"The souls'll make it safely, but who's to see to their proper re-seeding?\" ",
      "female": ""
    },
    {
      "id": 327,
      "default": "\"Gaun aside, the gods' past actions don't instill me with the greatest confidence.\"",
      "female": ""
    },
    {
      "id": 328,
      "default": "\"That's not for you to decide. Rebirth is a divine issue, meant to be sorted between the gods.\"",
      "female": ""
    },
    {
      "id": 329,
      "default": "\"You're saying I ought to have more faith.\"\r\n\r\nShe rubs a calloused knuckle against the heated tinge spreading over her cheek.",
      "female": ""
    },
    {
      "id": 330,
      "default": "\"Does it matter so long as it improves your sanity?\"",
      "female": ""
    },
    {
      "id": 331,
      "default": "\"I think my duty to Gaun's a little more important than my personal comfort, don't you?\"",
      "female": ""
    },
    {
      "id": 332,
      "default": "\"What else would you propose?\"",
      "female": ""
    },
    {
      "id": 333,
      "default": "\"Gaun already confirmed he's set on breaking the Wheel in order to bring the final harvest down upon us.\"",
      "female": ""
    },
    {
      "id": 334,
      "default": "\"Eothas is only planning to break the part of the cycle that allows souls into the Beyond. The more souls you deliver to Hel before that happens - the longer humanity will survive before dying out.\"",
      "female": ""
    },
    {
      "id": 335,
      "default": "\"Normally, I'd simply safekeep them until the god of rebirth could return to Hel. But...\"",
      "female": ""
    },
    {
      "id": 336,
      "default": "\"So souls won't be trapped in Hel during the darkness? They'll be reborn, while the rest of us wither after death on Eora?\"",
      "female": ""
    },
    {
      "id": 337,
      "default": "\"You're right, I ought to deliver as many souls to Hel as I can - before it's too late.\"",
      "female": ""
    },
    {
      "id": 338,
      "default": "\"Gods but you're clever. This is why Gaun directed me into your path. I just know it.\"",
      "female": ""
    },
    {
      "id": 339,
      "default": "\"We need to empty my lantern right away.\"",
      "female": ""
    },
    {
      "id": 340,
      "default": "\"I can't just abandon my souls - not to mention my principles - and hope for the best.\"",
      "female": ""
    },
    {
      "id": 341,
      "default": "\"Doubt's unbecoming of a priestess. And distrust is downright sinful.\"",
      "female": ""
    },
    {
      "id": 342,
      "default": "\"You think I should keep reaping, all throughout the darkness, to keep collecting more and more, while the adra veins regrow throughout Hel?\" ",
      "female": ""
    },
    {
      "id": 343,
      "default": "\"The souls'd be safe in the lantern until the world's ready to bloom again. Future Gaunites could then shepherd multitudes into the rebirth cycle.\" ",
      "female": ""
    },
    {
      "id": 344,
      "default": "\"Let me dream on it and see how I feel. But if you think it'd save us... if it's what I'm meant to do... Well, I trust you wouldn't lead me astray.\"",
      "female": ""
    },
    {
      "id": 345,
      "default": "A gleaming pillar of luminous adra towers above you as Xoti stomps confidently toward its base, a grin ripping wide over her face. ",
      "female": ""
    },
    {
      "id": 346,
      "default": "\"Get ready to witness the feat of a lifetime, Watcher! I'm about to do gods' good work - to single-handedly shepherd a multitude of souls straight into the depths of Hel.\"",
      "female": ""
    },
    {
      "id": 347,
      "default": "\"This looks like as good a Pillar as any. Should we give it a try? See if I can empty my lantern?\"",
      "female": ""
    },
    {
      "id": 348,
      "default": "She rubs her hands together, drubs her palms against her hips, and snatches up her lantern, eager. Ready. She wriggles her shoulders and pops her neck, stance subtly widening.",
      "female": ""
    },
    {
      "id": 349,
      "default": "\"I'm ready to be impressed.\"",
      "female": ""
    },
    {
      "id": 350,
      "default": "\"Enough with the modesty. Let's get on with it.\"",
      "female": ""
    },
    {
      "id": 351,
      "default": "\"Be careful, please.\"",
      "female": ""
    },
    {
      "id": 352,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 353,
      "default": "As she exhales those last words, she presses one palm flat to the cold expanse of gem-like growth, fingers trembling, and like a firework going off, the light from her lantern flares blindingly bright.",
      "female": ""
    },
    {
      "id": 354,
      "default": "\"You know me. If you got a light to shine - I don't see the purpose of hiding it under a bushel.\"",
      "female": ""
    },
    {
      "id": 355,
      "default": "Flushing prettily, she glances over her shoulder just long enough to blow you a sloppy, wet-looking kiss. ",
      "female": ""
    },
    {
      "id": 356,
      "default": "After a moment, Xoti blows out a slow breath, and her lantern begins to pulse in an increasingly brighter and harsher glower.",
      "female": ""
    },
    {
      "id": 357,
      "default": "\"Then keep your eyes peeled 'cause it's going to happen -\" She snaps her fingers.",
      "female": ""
    },
    {
      "id": 358,
      "default": "\"Long as you're watching my back, I'll be fine.\"",
      "female": ""
    },
    {
      "id": 359,
      "default": "\"- fast as a fire-beetle flash. The adra'll snatch them right quick once I conjure the light. So... Don't... Look... Away...\"",
      "female": ""
    },
    {
      "id": 360,
      "default": "\"All right, soul-flock. Give my regards to the afterlife. And get born again soon.\"",
      "female": ""
    },
    {
      "id": 361,
      "default": "Electricity - no, hyper charged soul energy - whips across the air, lashing open Xoti's skin. Traveling the pathway of a thousand branching veins and capillaries, the strike bursts Xoti bloody from face to neck to arms and lower, and she screams, her voice a secondary crack across the sky.",
      "female": ""
    },
    {
      "id": 362,
      "default": "[Break the connection.]",
      "female": ""
    },
    {
      "id": 363,
      "default": "You grab Xoti's shoulder to tear her from the adra pillar, but the second you touch her, the energy jags and zings through you - blasting you several feet away in a crash of armor and limbs and pain.\r\n\r\nShaking, Xoti screams louder.",
      "female": ""
    },
    {
      "id": 364,
      "default": "The adra pulses brighter, then darker, then even brighter - blinding. There's a howling, then the adra cracks, and a jagged shard tumbles to the ground.",
      "female": ""
    },
    {
      "id": 365,
      "default": "As she exhales those last words, she presses one palm flat to the cold bronze and adra repository, fingers trembling, and like a firework going off, the light from her lantern flares blindingly bright.",
      "female": ""
    },
    {
      "id": 366,
      "default": "You grab Xoti's shoulder to tear her from the Engwithan device, but the second you touch her, the energy jags and zings through you - blasting you several feet away in a crash of armor and limbs and pain.\r\n\r\nShaking, Xoti screams louder.",
      "female": ""
    },
    {
      "id": 367,
      "default": "\"All right, soul-flock. This is where we part ways. And believe me when I say, this is going to hurt me much more than it hurts you.\"",
      "female": ""
    },
    {
      "id": 368,
      "default": "\"You ready for this grand merger of faith and science?\"",
      "female": ""
    },
    {
      "id": 369,
      "default": "\"Animancers, if you got any energy-vision goggles, you might want to don them now. And if anyone's afraid of a little light show - I'd suggest you take a healthy step back.\"",
      "female": ""
    },
    {
      "id": 370,
      "default": "\"Hel! And I only got to do it again and again on cycle until the day I die...?\"",
      "female": ""
    },
    {
      "id": 371,
      "default": "\"If serving one's god was always easy, everyone would do it.\"",
      "female": ""
    },
    {
      "id": 372,
      "default": "\"You don't have to do anything you don't want to.\"",
      "female": ""
    },
    {
      "id": 373,
      "default": "\"I never did want to take the easy route.\" She nods. ",
      "female": ""
    },
    {
      "id": 374,
      "default": "\"Oh, but the guilt says I do. I can't turn my back on my purpose any more than I could Eora in need.\"",
      "female": ""
    },
    {
      "id": 375,
      "default": "\"Thank Gaun I'll never, ever be doing that again.\"",
      "female": ""
    },
    {
      "id": 376,
      "default": "\"This luminous adra ought to be able to take my souls, Watcher. What do you say?\"",
      "female": ""
    },
    {
      "id": 377,
      "default": "\"Let's try it.\"",
      "female": ""
    },
    {
      "id": 378,
      "default": "\"Not now.\"",
      "female": ""
    },
    {
      "id": 388,
      "default": "Chest heaving, Xoti scrabbles for the adra shard embedded in the ground. The crystal slick with blood from her palm, she shoves it into her pocket. Then she shakes her head.",
      "female": ""
    },
    {
      "id": 389,
      "default": "She nods once before turning away.",
      "female": ""
    },
    {
      "id": 390,
      "default": "\"What do you think it's like for the souls trapped in your lantern?\"",
      "female": ""
    },
    {
      "id": 391,
      "default": "\"I... I don't know. They can't be aware, surely.\" A muscle ticks in her jaw at the thought.",
      "female": ""
    },
    {
      "id": 392,
      "default": "\"I swear to the gods... I'm... trying...!\" The words rattle from between clenched teeth, ripped from her convulsing body, but she doesn't let go of the adra that's searing her palm. ",
      "female": ""
    },
    {
      "id": 393,
      "default": "\"You couldn't have... told me to keep them... before I started?!\" The words rattle from between clenched teeth, ripped from her convulsing body, but she doesn't let go of the adra that's searing her palm.",
      "female": ""
    },
    {
      "id": 394,
      "default": "\"We came here to cleanse your soul.\"",
      "female": ""
    },
    {
      "id": 395,
      "default": "\"All right. Yeah, I'm ready. I've done this before, but never with such a full lantern.\r\n\r\n\"You may want to stand back. The, uh, experience can be somewhat intense.\"",
      "female": ""
    },
    {
      "id": 396,
      "default": "Kneeling before the statue of Gaun, Xoti set her lantern between her knees. Head bowed, she presses both palms to the copper cage. \n\nA low chant lilts from her lips. As it grows louder, the light from her lantern glows brighter - as does the lantern that the statue of Gaun holds in one skeletal hand.",
      "female": ""
    },
    {
      "id": 397,
      "default": "The two lights pulse in rhythm with the chant, resonating with each other, twin heartbeats that pound faster and stronger until the light from Gaun's lantern bursts outward in a shower of violet-hued rays. The essence bathes Xoti's bent form, making her jolt upright as a cry escapes her. ",
      "female": ""
    },
    {
      "id": 400,
      "default": "Edér clears his throat. \"Sorry. I know you're going through something there.\"",
      "female": ""
    },
    {
      "id": 402,
      "default": "\"There are no departed souls here.\"",
      "female": ""
    },
    {
      "id": 403,
      "default": "\"What do you mean? Just look at all these corpses.\" She waves a hand around as if that explains everything.",
      "female": ""
    },
    {
      "id": 404,
      "default": "\"These people had their souls sucked out by Eothas. Their corpses are just empty husks.\"",
      "female": ""
    },
    {
      "id": 405,
      "default": "\"That why they're so ashy?\" Her nose crinkles.",
      "female": ""
    },
    {
      "id": 406,
      "default": "\"Exactly. Eothas caused a bîaŵac when he passed through.\"",
      "female": ""
    },
    {
      "id": 407,
      "default": "\"I'm a Watcher. If there were souls here, I'd be able to see them.\"",
      "female": ""
    },
    {
      "id": 408,
      "default": "\"Well, that's a problem. How am I supposed to serve my duty if there ain't any souls to shepherd?\"",
      "female": ""
    },
    {
      "id": 409,
      "default": "\"I'll let you know when we're close to a soul.\"",
      "female": ""
    },
    {
      "id": 410,
      "default": "\"There are lost souls on Port Maje's beach.\"",
      "female": ""
    },
    {
      "id": 411,
      "default": "\"I do thank you for that Watcher. But I also believe it's better to be safe than sorry. \r\n\r\n\"So if you don't mind, I'll just do a calling, real quick.\"",
      "female": ""
    },
    {
      "id": 412,
      "default": "\"I would like to visit the beach later then, if you don't mind. But for now...\" She squares her shoulders and lifts her lantern.",
      "female": ""
    },
    {
      "id": 413,
      "default": "\"So it's not just symbolism in my dreams. I saw my god walking through storms.\r\n\r\n\"Didn't know he created them.\"",
      "female": ""
    },
    {
      "id": 414,
      "default": "\"While I do thank you for shielding my pride, Watcher, I figure it's better to be safe than sorry. \r\n\r\n\"So if you don't mind, I'll just do a calling, real quick.\"",
      "female": ""
    },
    {
      "id": 415,
      "default": "\"Are you going to question everything I say?\"",
      "female": ""
    },
    {
      "id": 416,
      "default": "\"Rebelliousness is a part of my nature. Take it or leave me, Watcher.\"\r\n\r\nBut as soon as the words are out of her mouth, she chokes, realizing what she's said.",
      "female": ""
    },
    {
      "id": 417,
      "default": "\"No, wait. Don't leave me. I didn't mean that.\" The priestess licks her lips, offering you a contrite smile.",
      "female": ""
    },
    {
      "id": 418,
      "default": "\"No good.\"",
      "female": ""
    },
    {
      "id": 419,
      "default": "\"Well, I had to try.\" Her triumphant smile ebbs from her face, leaving her expression as drab as the mud smudged on her cheek.",
      "female": ""
    },
    {
      "id": 420,
      "default": "\"Another god will handle their rebirth.\"",
      "female": ""
    },
    {
      "id": 421,
      "default": "\"Am I to trust they'll do right by the soul, that they'll send 'em back as a follower of Eothas rather than one of their own?\"",
      "female": ""
    },
    {
      "id": 422,
      "default": "\"No, I think it's better if I hold them in my lantern for now.\"",
      "female": ""
    },
    {
      "id": 423,
      "default": "[Walk away.]",
      "female": ""
    },
    {
      "id": 424,
      "default": "\"W-wait up, Watcher! I swear, I'm done.\"\r\n\r\nShe stumbles after you, hands raised in appeasement. Her chest heaves as a laugh escapes her.",
      "female": ""
    },
    {
      "id": 425,
      "default": "\"Now, that I understand. No matter what our lives were like before, we're not so different, me and you.\"",
      "female": ""
    },
    {
      "id": 426,
      "default": "\"But tell me, honestly now... you and the Watcher, do you -\" Her voice breaks low and hoarse, and her eyes dart to the right before she continues. ",
      "female": ""
    },
    {
      "id": 427,
      "default": "\"Don't know if I feel cleaner, but I feel something - blessed for sure.\" Xoti offers you a half-smile as she retrieves her lantern, trembling fingers curling against the gleaming metal cage.",
      "female": ""
    },
    {
      "id": 428,
      "default": "\"Is there anything we can do to alleviate your nightmares?\"",
      "female": ""
    },
    {
      "id": 429,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 430,
      "default": "\"I'm carrying more souls than I've ever shepherded before. So I don't know that it'll work this time, but used to be, when the dreams were riding me hard, I'd cleanse my soul before Gaun.\"",
      "female": ""
    },
    {
      "id": 431,
      "default": "\"If we stop by the temple in Neketaka, I can perform the ritual. Please. I need the relief.\r\n\r\n\"It won't take more than a minute under Gaun's statue, that's all.\"",
      "female": ""
    },
    {
      "id": 432,
      "default": "\"I hate that I have to be coddled, Watcher. But...\" She rubs sweat from the side of her neck, tries to hide a shiver.",
      "female": ""
    },
    {
      "id": 434,
      "default": "\"Here's where I do the ritual. Right there under the statue of Gaun.\"",
      "female": ""
    },
    {
      "id": 436,
      "default": "\"I'll keep reaping more souls then - do my duty till I fall to dirt and bones. Never you worry though. I'll see to dumping my lantern in the future on my own.\"",
      "female": ""
    },
    {
      "id": 437,
      "default": "\"Let's just hope it lasts. 'Cause my lantern feels as heavy as ever. Full to brimming with essence. Like dark water spilling over my mind.\"",
      "female": ""
    },
    {
      "id": 438,
      "default": "The sound of a low moan causes you to check behind you. Xoti is standing at your back, sickle in hand. She smiles slow.\r\n\r\nThe glow from her lantern has blanketed half of her face in shadow.",
      "female": ""
    },
    {
      "id": 439,
      "default": "\"Thank you for finding me a way to handle my burden. Even if it does involve the occasional jolt of pain.\"",
      "female": ""
    },
    {
      "id": 440,
      "default": "\"Didn't the cleansing work?\"",
      "female": ""
    },
    {
      "id": 441,
      "default": "\"It did for a while, but then it wore off. All this essence I've gathered - it soaked the blessing right up. Left me with hardly none.\"",
      "female": ""
    },
    {
      "id": 442,
      "default": "Adrift in a 'waking dream,' Xoti sways on her feet, sweating, muscles quivering. She whimpers low in her throat.",
      "female": ""
    },
    {
      "id": 443,
      "default": "[Jostle her out of it.]",
      "female": ""
    },
    {
      "id": 444,
      "default": "[Watch her hallucinate.]",
      "female": ""
    },
    {
      "id": 445,
      "default": "Xoti groans, slow to rouse. At first, she hunches in on herself, but then the tension eases from her muscles, and she stands straighter. Confused, her eyes study your face. ",
      "female": ""
    },
    {
      "id": 446,
      "default": "Her chest rises and falls faster and deeper until she's very nearly heaving. Eyes wide and terrified, she chokes back a shriek.\r\n\r\nBut then the vision seems to wane.",
      "female": ""
    },
    {
      "id": 448,
      "default": "\"Let's be off.\"",
      "female": ""
    },
    {
      "id": 449,
      "default": "\"Keep holding them? Until when? It's only a matter of time before Gaun brings the final harvest down upon us.\" ",
      "female": ""
    },
    {
      "id": 450,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 451,
      "default": "\"Not now, Xoti.\"",
      "female": ""
    },
    {
      "id": 452,
      "default": "Shrugging, she lets her hand fall to her sides once again.",
      "female": ""
    }
  ]
}