{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_eder_arc",
  "Entries": [
    {
      "id": 1,
      "default": "\"There's an old story about Eothas. They don't teach it at church.\"\r\n\r\nEdér's eyes trace the depression left by the statue's footfall, over half-submerged bodies and fragments of tiles that protrude through the mud like shards of bone.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"I don't get this at all. There was a Dawnstar settlement on Hasongo.\"\r\n\r\nEdér kicks at a few splinters of shattered wood strewn across the path.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Well, it's not for nothing that Eothas is doing all this. I give him that.\"\r\n\r\nEdér's eyelids are drawn wide. He seems only half-conscious of his surroundings.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"It starts with this little girl. And she's crying 'cause it's the middle of the night and her daddy's not home yet.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"She wants to go looking for him but it's too dark. So she prays to Eothas, asks him to make it morning.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"And Eothas tells her, he says I can't do that. I can't upset the balance of night and day. It'll hurt the world.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"So she starts begging, and he can see she's in pain, and he's got a soft spot for crying little girls.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"So he says, all right. Just this one time.\"\r\n\r\nEdér holds up an index finger and bounces his hand with the last words.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Well there's all kinds of chaos. Night predators going hungry. Folks collapsing 'cause they didn't sleep.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"But the girl finds her daddy, who'd gotten lost. Guess he was a drunk or something. I forget.\"\r\n\r\n",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"And that's the whole story. Doesn't have much explanation.\r\n\r\n\"What do you make of it?\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Eothas loved the girl and was determined to help her.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"The girl knew the consequences. Eothas let her decide.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Eothas' heart is bigger than his brain.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I fell asleep almost immediately.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Never said it was any good, did I?\r\n\r\n\"Just wondering if you had an opinion on it.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"If Eothas were more patient, the matter would've resolved without the chaos.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"No. You?\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"He did, didn't he? Maybe it wasn't the best choice, but you could see how he'd got to it.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Not his best quality, patience.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Makes you think of those parents that let their kids learn from their own mistakes.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"I always liked that about him.\r\n\r\n\"But now I'm starting to worry it's dangerous for a god to be that way.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"I first heard this story when I was a boy. But it came up more during the Saint's War, when we were encamped.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"We took to wondering - the Eothasians - if maybe Eothas had something good in mind, and we just couldn't see it.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Like if we could just know why he was doing it, even if we didn't agree, we'd at least see how he got there.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"There's still part of me, wants to believe he's trying to help.\"\r\n\r\nEdér's eyes wander back to the footprint. He takes a long breath, then tears his gaze away.",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Place got trampled just the same.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"It doesn't seem to matter who he hurts, he does as he pleases.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"What he's doing must be so important that he was willing to sacrifice his own.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"This is a vile betrayal.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"I would hear it from him before passing judgment.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"This is Waidwen all over again. Only now we know it really is Eothas behind it.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Hard to imagine anything that's that important. If I wanted a god like that I'd start praying to Skaen.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"These were people that devoted their lives to him. Don't know what he's doing, but it sure looks bad.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Wouldn't mind if he stopped walking for a minute, let us know what he's up to.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Tell you one thing. When we catch up to that unstoppable god-statue, me and him are gonna have words.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Elafa better be all right.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"The gods keep their secrets at any cost. We've seen that. It tore Dyrwood apart.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"But how many times do we have to stand by and watch, while someone with some big idea wrecks the world trying to make it happen?\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Maybe it is better to shine a light at them.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Maybe he means well. But he's blind to the lives he's destroyed.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"We thwarted one calamity. Eothas is just exchanging it for a different one.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"The gods must face kith and be judged for their actions.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Eothas' plan is not the best way. There has to be a peaceful solution.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"It's kith nature to seek truth. What we saw in Dyrwood will happen again and again unless Eothas stops it.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"We thwarted one calamity. Eothas is just exchanging it for a different one.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"The gods must face kith and be judged for their actions.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Eothas' plan is not the best way. There has to be a peaceful solution.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"It's kith nature to seek truth. What we saw in Dyrwood will happen again and again unless Eothas stops it.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"He was so sure that we'd be better off down the road, but he doesn't know that.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"There'll be more disasters to come, if Eothas fails.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"He's just like the other ones. He's not a god, he just thinks he is.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"The gods can't stop folks from figuring out their secrets, but watch 'em try.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"You're right. You're seeing this more clearly than I am.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"You're right. You're seeing this more clearly than I am.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"No, I don't see it that way.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"No, I don't see it that way.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Watch all the innocents like Bearn, dying in an effort to please their gods.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Look what good he's done his followers since he came to the world.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Look what he did to Bearn.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Watch all the wars they trick us into fighting in their names.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Maybe Eothas is right that there's no stopping him. Doesn't mean I gotta be on his side.\"\r\n\r\nEdér sneers, and wearing that expression, he looks almost like a stranger.",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"If there's some way I can help Eothas put a stop to it, I wlll.\"\r\n\r\nYou could be imagining it, but Edér's posture looks somehow straighter, and looking now at his silhouette, you can't help but picture him in his younger days, marching to war on the roads of Dyrwood.",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"And he starts the dawn.\"",
      "female": ""
    }
  ]
}