{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_aloth_hub",
  "Entries": [
    {
      "id": 6,
      "default": "\"Yes?\" He looks back at you, quietly attentive.",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"I'd like your thoughts on my search for Eothas.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"I read an ancient memory in Ruāsare's soul and found a link to the Leaden Key.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"You don't seem to be getting along with Tekēhu.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"That's all.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"I've noticed some friction between you and Edér.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"What do you know about the Vailian Trading Company?\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Did you ever make it back to Aedyr?\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"As a matter of fact, I did.\" He brightens.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"I visited my father. I hadn't seen him since leaving the academy at Bragganhyl.\" His voice softens, and he clasps his hands in his lap.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"I saw my mother for the first time in years.\" There's a lightness in his eyes and in his posture that you've never seen before when speaking of his family.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"How was your mother?\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Did you see your father?\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"It sounds like it was a good trip, then.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"She was well. She'd been living with her thayn for quite some time - I don't think she'd been to see my father since I left.\" He fidgets with the hem of his garment, looking distractedly at something on the ground.",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"I used to blame her for her long absences. For not intervening directly with my father.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Remind me, what happened with your father?\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"What changed with your mother?\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"He was an exacting man with a violent temper. One that often found its outlet in me.\" His face pales a shade.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"I realized that she was torn between two demanding roles. And two demanding men.\" He looks back up at you.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"I used to resent her for failing to protect me.\r\n\r\n\"But I understand now that her absence is what allowed me to grow.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Intentionally or not, she gave me the space I needed to learn a degree of independence.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"I'm sorry, Aloth.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"It was decades ago now.\" He smiles wanly.",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"I'm just pleased I could come to a better understanding with my mother.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"I'm happy for you.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"It was her responsibility to take better care of you.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"That's one way of looking at it.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Thank you. It felt... good to resolve that much.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Was she also responsible for my father's drunken rages? His impossible expectations?\" He shakes his head.",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"She was caught against him, too.\r\n\r\n\"Besides, I think she tried to help me. In her own way.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"But not yours?\" A wry smile curls his lips. ",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"It's all right. After all, it took me quite some time to reach this understanding.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "He shakes his head, his lips pressed tightly together.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"It's one thing to forgive my mother for her absence. Quite another to excuse him.\" ",
      "female": ""
    },
    {
      "id": 51,
      "default": "He nods. \"It was.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"How was your father?\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Did you see your mother?\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Not well. Years of drinking have finally caught up with him. And I don't think my mother has been to see him since my academy days.\" He frowns, resentment passing across his face like a shadow.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Still, time had... worn down his edges. Like an old stelgaer with dulled teeth.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"What exactly changed?\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"I used to see him as an iron tyrant - a cold, unyielding presence.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"I simply came to realize that he was ultimately a weak man. One who, in his own flawed way, tried to give me order and structure.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"I don't condone his violence. Or his temper. But I do pity him for his failings and forgive him of his flaws.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "He shakes his head, looking down.",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"It may seem strange, but I find it easier to forgive my father. He may have had a cruel temper, but he at least was present.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"My mother knew what he was like. And she spent most of my life away with her thayn.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"I'm sorry, Aloth.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"I'd be angry at her, too.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"You can't hold her responsible for your father's failings.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"No. But I do hold her responsible for her absence.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"We were both liabilities to her - her alcoholic husband and Awakened son.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"So she kept us both at a distance. Where we couldn't damage her prospects.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "He nods.",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"It was decades ago now.\" He smiles wanly.",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"That's good of you.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Seems like you're letting him off easy.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"That's one way of looking at it.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"But not yours?\" A wry smile curls his lips. ",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"It's all right. After all, it took me quite some time to reach this understanding.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Is that a... good thing?\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "He chuckles. \"Indeed.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"And dulled claws, I hope.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"I don't know about that. I've simply come to see the burden of authority differently.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"And my father, for all his efforts, was not cut out for it.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "He shrugs.",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Can you remind me what the situation was between your parents?\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"My father was steward to an erl in the Cythwood. My mother entered into a haemneg with a thayn when I was very young.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"I think they must have loved each other once, but I recall little evidence of it.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"Can you remind me what the situation was between your parents?\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"My father was steward to an erl in the Cythwood. My mother entered into a haemneg with a thayn when I was very young.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"I think they must have loved each other once, but I recall little evidence of it.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"They seem largely competent. I would feel better about that were they not run by profiteers and animancers.\" He smiles wryly.",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"I'd heard Deadfire had a pirate problem, but I had no idea how large it was.\r\n\r\n\"Or how... fashionable.\" You get the sense he's impressed despite himself.",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"The queen seems to operate with a light hand on the tiller, so to speak.\"\r\n\r\nHe tugs at the edge of his sash, thinking.",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"The hazanui is a rather... forceful woman, isn't she?\" He strokes his chin.",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"How are you holding up?\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Well enough, I suppose. It's certainly a relief to use my real name once more.\" He smiles.",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"It's been a while since I've been able to speak candidly with anyone, especially about the Leaden Key.\r\n\r\n\"It's unexpectedly liberating.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"It's strange to imagine an ancient Leaden Key sect could have been working quietly all these years.\r\n\r\n\"But we've seen stranger things, haven't we?\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Encountering the Wahaki has forced me to face some uncomfortable truths.\r\n\r\n\"There was a time when I would have mourned that knowledge, but not now.\r\n\r\n\"Thank you.\" He nods, a faint smile on his lips.",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"Governor Clario seemed honest and well-intentioned. \n\n\"So one wonders why he was stationed at such an out-of-the-way post.\" He raises an eyebrow.",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Do you have any thoughts on the Príncipi?\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"I'd like your opinion on the Huana leadership.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"What do you think of the Royal Deadfire Company?\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Still, the only thing more dangerous than a unified pirate nation is one at war with itself. I worry about who will be caught in their crossfire.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"I'm relieved their in-fighting is over, especially with Furrante in charge. In time, I think he'll bring much-needed stability.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"I suppose I should be glad they're stabilizing, though I'm not keen on Aeldys' leadership. She seems... violent. Chaotic.\" He purses his lips in a worried frown.",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"My kind o' lass!\" Iselmyr's mirth glimmers briefly in Aloth's eyes.",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Yes, that's what worries me.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"And, perhaps, a more... cohesive sense of style.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"Perhaps that's not a bad thing. After all, Deadfire could use a bit more order.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"I think they're one of the most ordered and deliberate organizations I've ever seen.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"And I don't entirely trust that. Not after the Leaden Key.\" He strokes his chin.",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"I fear that bodes ill.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"And I think that's a good thing.\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"The Deadfire is a maelstrom of competing interests and clashing powers. \r\n\r\n\"Someone needs to bring order to the chaos.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"What the Deadfire needs is someone who can lead its people without smothering them.\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"Do you need something?\" He looks at you with thinly-veiled irritation.",
      "female": ""
    },
    {
      "id": 118,
      "default": "He says nothing but watches you quietly, his eyes full of disdain.",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"You look like you have something on your mind.\" He tilts his head, listening patiently.",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"I know that look.\" He gives you a conspiratorial smile.",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"One would hardly imagine that a colossus made of glowing adra could be so hard to find.\" He shakes his head.",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"But then I suppose the gods wouldn't have chosen you if the task were easy.\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"I didn't witness the destruction of Caed Nua, but if it was anything like what happened at Hasongo, then it's a wonder you survived.\" He looks at you, shaking his head.",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"Is Eothas unconcerned at the destruction he causes? Or merely unaware of it?\" He frowns.",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Either way, the implications are distressing.\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"I'm still trying to make sense of it. To think that Eothas would destroy the Wheel...\" He shakes his head.",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"Whatever comes next, Eora will need someone to make sense of it.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"Meanwhile, the gods squabble over what to do next. They're no better than the scheming authorities here.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "He frowns, seemingly lost in thought.",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"I know that look.\" He draws up beside you with a fond smile, close enough to brush your knuckles with his.",
      "female": ""
    },
    {
      "id": 133,
      "default": "Aloth looks out at the sprawling, ancient city.",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"Five years ago, you controlled the destiny of thousands of souls in Sun-in-Shadow.\" He pauses, considering the vista.",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"But the choice you make today shall define the fate of every living thing in Eora.\" He turns to you. Curiosity shines in his eyes, but there's something else there.\r\n\r\nPity.",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"I'm trying not to think about it too much.\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"I have a responsibility to do right by the world. I'll make the best decision I can.\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"Whatever I choose, the world will be shaped just as much by countless factors outside my control.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "He laughs. \"I can certainly understand the perils of overthinking matters.\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"I know. And I'm ready.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"What do you think I should do?\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"Good.\" He nods. Slowly, he smiles.",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"I know you will.\" He smiles.",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"I suppose that's true. \r\n\r\n\"And I suppose it can be comforting to remember that.\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"I hope so.\" He smiles hesitantly.",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"I know you'll choose wisely. And no matter what happens, it's been an honor journeying with you. Again.\" \r\n\r\nHe puts his hands on your shoulders, meeting your gaze with a fond smile.",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"Whatever happens, know that I wouldn't trade our journey together for anything. I trust you'll make the right decision.\r\n\r\n\"And I'll be here when you return.\"\r\n\r\nHe pulls you into a sudden, close embrace. After a few moments, he remembers himself and releases you.",
      "female": ""
    },
    {
      "id": 148,
      "default": "[Kiss him.]",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"Thanks, Aloth.\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"Just... be careful.\"\r\n\r\nHe nods, smiling but looking suddenly embarrassed. The tips of his ears redden.",
      "female": ""
    },
    {
      "id": 151,
      "default": "He returns your kiss, holding you tightly. His face feels warm against yours, and gooseflesh prickles the back of his neck.\r\n\r\nAt last, a sea breeze whistles past you as if reminding you of urgent matters elsewhere.\r\n\r\nYou pull apart, and Aloth nods once, giving your hands a final squeeze.",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"We haven't always seen eye-to-eye, but I hope you'll consider the matter well and choose wisely. For all our sakes.\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "He chuckles. \"And to think of all the times I've asked you the same question.\"\r\n\r\nHe takes a deep breath, thinking.",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"I suppose if it were up to me, I'd want to leave someone - or something - in charge. To guide and shepherd us.\" He looks over the ancient, broken city.",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"I suppose if it were up to me, I'd want to ensure that kith are free to define their own future. To triumph - or fail - by our own decisions.\" He looks over the ancient, broken city.",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"But it isn't up to me.\" He pauses, looking back at you.",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"You taught me something truly wonderful - that the world will find its own rhythms no matter what I do. That it isn't up to me to discern the right answer to an impossible question.\" He looks over the ancient, broken city and smiles.",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"I'd offer you the same peace of mind now.\" He looks back at you.",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"I've been thinking. Let's take it slow and go back to being just shipmates.\" ",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"Whatever works for you, I suppose.\" He frowns in confusion.",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"Still, I don't regret any time we've shared, [Player Name]. \r\n\r\n\"I'm glad we spoke of this.\" His smile only flickers briefly before he turns away.",
      "female": ""
    }
  ]
}