{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_aloth_quest_1",
  "Entries": [
    {
      "id": 4,
      "default": "\"Remind me, how did we know one another?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Ah. The steward told me about your incident at Caed Nua.\" He cocks his head and gives you a searching look.",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"What exactly were you doing out here?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Eothas took a piece of your soul. I suppose it's only natural to lose a few memories along with it.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"You and I met in Gilded Vale. Shortly after your arrival in Dyrwood and in the midst of my... run-in with the locals.\" He gives you a tight, uncomfortable smile.",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Ye hearken this?! So many years and still he's cold as a crag-nanny's teat.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"I was with you as you sought Thaos and answers regarding your Awakening.\" \r\n\r\nHe clasps his hands and takes a deep breath.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"And you helped me come to terms with mine.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Thanks to you, I learned to assert myself over Iselmyr. She hasn't troubled me since.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"I've learned to appreciate Iselmyr's decisiveness. If not her way with words.\" He smirks.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"What then?\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"But we were talking about me...\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"I'm glad you're doing better.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "He laughs. \"Quite so.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Back to our journey across the Dyrwood...\" He clears his throat.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"We pursued Thaos and discovered the Leaden Key at the center of Waidwen's Legacy.\" \r\n\r\nHe frowns, and a deep crease appears between his eyebrows. ",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"And, more importantly, a millennia-old conspiracy to conceal the true origins of the gods.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"What did you do after all of this?\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"At least we ended the Hollowborn scourge. I wish we could've restored all the children of the Dyrwood.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Thaos received his due for his crimes. That's what matters.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"An impressive bit of trickery on the part of the Engwithans.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Yet so little changed. The people of the Dyrwood continued with no knowledge of the greater forces at work.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"At your suggestion, I took up Thaos' mantle after we parted company.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"After we parted, I set out to destroy the Leaden Key.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "He gives you a sidelong glance. There's an uncomfortable pause before he speaks again. ",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"So do I.\" The furrow between his brows deepens.",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Once, that might have surprised me.\" His expression turns thoughtful, and after a long pause, he looks back to you.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"The task has been... more difficult than I anticipated.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"So for five years, I've been tracking down Leaden Key circles. Searching for the places where they operate in secret.\"\r\n\r\nHe knits his brows.",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Hoping they can be reformed.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Trying to undo them.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"And how has that been going?\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"You're doing the right thing. Don't forget it.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Maybe start with something small. Like overhauling those masks.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Just make sure they can never again commit an atrocity like Waidwen's Legacy.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"You're wasting your time.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Wait, that's what you've been doing? That doesn't sound like a good idea.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"You didn't seem to think so five years ago.\" He gives you a quick, bitter frown.\r\n\r\nThen he sighs, running his fingers along his scalp.",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"I'm sorry. This has been... harder than I expected.\r\n\r\n\"But it's my responsibility.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "He chuckles. \"Thaos had many lifetimes in which to build up the Leaden Key. I'm beginning to appreciate that advantage.\" He pauses, the mirth draining from his face.",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"You might have said so five years ago.\" He gives you a quick, bitter frown.\r\n\r\nThen he sighs, running his fingers along his scalp.",
      "female": ""
    },
    {
      "id": 51,
      "default": "He shrinks back and stares at you, eyes narrowed in surprise.",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Wherever did that come from? Five years ago, you-\"\r\n\r\nHe breaks off with a sigh.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Never mind. It's my responsibility.\r\n\r\n\"It's just been... harder than I anticipated.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "He gives you a wan smile.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"I don't think I fully understood the weight of the decisions I would have to make. \r\n\r\n\"Or the burden of living with them.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"It was much easier when I only had to follow someone else's lead. My father's. Thaos'.\r\n\r\n\"Yours.\" He glances at you out of the corner of his eye.",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"What do you mean?\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Easy, sure. I led you right into the prison of the gods.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"We all have to stand on our own eventually.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "He laces his fingers together, a familiar look of anxiety working its way over his face.",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"After we defeated Thaos, I thought the hard part of undoing his work would be tracking down the Leaden Key's members and operations.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"After we defeated Thaos, I thought the hard part of changing the Leaden Key would be tracking down its members and operations.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"But?\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"I thought it would be pulling off that headdress.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Perhaps this would be easier with an example.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"I went to a village in Old Vailia. A run-down backwater of a place.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Centuries ago, the Leaden Key had intervened to end some heretical cult.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"At every full moon, the villagers would feed the soil with their blood. No one, young or old, sick or hale, was exempt.\" ",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"What did you do?\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"They must have had some purpose in mind.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"You helped them, right?\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"There are too many idiots in the world anyway.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"There are worse things than a little bleeding.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"That's where it gets complicated.\" He frowns at his interlaced fingers.",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Some thought it would ward off Skaen. Or bring Berath's favor on their village. Or Gaun's blessing to their crops.\" He shrugs.",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"I thought new leadership might guide them away from this practice.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"The village priest administered the practice. Grim old fellow. Reminded me of Thaos.\" He raises an eyebrow at you.",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"So I 'adjusted' some of the deeds pertaining to the ownership of their land.\" He gives you a sly look.",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"It just so happened that a nearby comtessa - a rather prosperous one - had a claim on the village. And the fertile fields around it.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Clever.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"I thought so. At first.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Yes, but the specifics depended on whom you asked.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"So I arranged for him to have an 'accident.'\" He gives you a sly look.",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"And then?\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"That seems like one of Thaos' dirty tricks. I'd expect you to act with honor.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"The comtessa annexed the village, as I'd planned. \r\n\r\n\"But she did nothing about the bloodletting ritual.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"The old man died. And the villagers were terrified.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"And while it continued, she taxed the villagers to pay for the plantation she was building. And conscripted half of them to defend it.\" He's worked the edge of his sash into a tight knot. He clenches it between pale, rigid fingers.",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"They were convinced his death was an ill omen. They blamed it - and every other mishap that befell them - on their lack of faith.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"So they began bloodletting every week. Turning on their neighbors for giving too little.\" His lips twist, as if the words themselves have a bitter taste.",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Instead of a handful dying each year, a few perished every week.\" He's worked the edge of his sash into a tight knot. He clenches it between pale, rigid fingers.",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Maybe you should have left them alone.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"You couldn't have known that would happen. This isn't your fault.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"And now you feel responsible, is that it?\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"The comtessa chose to bring misery on those people. She's to blame here, not you.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"If you barely understood this ritual, how did you expect to stop it?\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"You tried to do the right thing, and that's what matters.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"The villagers had found a way to live with the ritual. In time, perhaps they would have changed it on their own.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"The villagers chose this. They're to blame here, not you.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"I had to do something, didn't I?\" He turns to you with wide, anguished eyes.\r\n\r\nHe pauses again, untwisting the sash at his lap.",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"I keep wondering what I might have done differently. Or how I could have known better.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"I don't have an answer for that.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Learning from mistakes like this is a good start.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Stop dwelling on this. You'll paralyze yourself.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Then at least I'm in good company.\" He gazes at the horizon, seeming to gather his thoughts.",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"I suppose so.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"I should get some rest. It's been a long day, and you've given me a lot to think about.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"Wait. You still haven't told me what the animancers have to do with any of this.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"We'll talk more later, then.\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"Ah, that.\" He massages his temples. ",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"I'm looking for an old Leaden Key sect. I've found several references, but-\"\r\n\r\nHe breaks off, shaking his head.",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"I want to be sure. Please, let me go over my notes again. Then I promise I'll tell you everything.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"You had a sense of purpose when you began this. Don't lose it.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"Is there some way I can help?\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"I know. And I have.\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"I wish I knew.\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"I haven't.\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"What matters is that you got us out again.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "He gives you an appreciative smile, but his mind is clearly elsewhere.",
      "female": ""
    },
    {
      "id": 128,
      "default": "He frowns. \"I don't blame the villagers. I can understand needing someone to follow. Something to believe.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"I can't blame the villagers. After all, they were led into it.\" He scowls.",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"They would bleed themselves to the point of fainting. Past that, in many cases.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"In the days that followed, a couple would die of exhaustion. Or infection.\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "He winces. \"I did it for the right reasons. Not that this changed much.\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"This isn't about your notes. You're second-guessing yourself. Again.\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "He laughs uneasily. \"You know me too well.\r\n\r\n\"All the same, I need to gather my thoughts.\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"Maybe he had an address book. Too bad you burned his robes.\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"Is it? In the end, the villagers suffered more because of my actions.\"\r\n\r\nHe pauses again, untwisting the sash at his lap.",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"Perhaps so.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"Let us speak again once we've left Port Maje.\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"Thank you again for maintaining my story in front of Benessa and the others.\" He gives you a grateful smile that fades almost as quickly as it appears.",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"I didn't enjoy deceiving them, but it seemed simpler than the alternative.\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"If you say so.\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"Simpler than explaining your involvement with the Leaden Key? Absolutely.\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"Keeping up a lie is never simple. You should know that better than anyone.\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"I'm surprised you managed Iselmyr that long.\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"We've come to an arrangement of sorts.\" ",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"Aye, he lets me in on the bashing, and I leave him the jawing.\"",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"For the most part, anyhow.\" He sighs.",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"Are you still thinking about Benessa?\"",
      "female": ""
    },
    {
      "id": 159,
      "default": "He sighs. \"I realized there could be nothing between us. \r\n\r\n\"But it was nice to have a friend all the same.\"",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"And lonelier. You seemed to care for them, but they didn't really know you.\" ",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"I wish you'd maintained my story in front of Benessa and the others.\" He looks at you reproachfully, his eyes and mouth tight with disapproval.",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"I'm reforming one of the most secretive organizations in all of Eora.\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"If that bampot was chafing his own mother's daughter, weren't no ill of mine for noticing.\"\r\n\r\nHis expression briefly melts into a wickedly mischievous grin as Iselmyr, his Awakened personality, emerges and recedes.",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"Go on.\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"I remember. Iselmyr accused a man of... indiscretions with his own sister.\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"Ah, yes. Iselmyr called someone a sister-fucker.\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"Just so.\" His mouth quirks into a small grin even as the tips of his ears turn pink.",
      "female": ""
    },
    {
      "id": 168,
      "default": "His smile falters. The moment is brief enough that you might not even notice it if you weren't already used to his subtle deflections and evasions.",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"Believe me, I take no pleasure in duplicity.\"",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"I don't know, Aloth. You've gotten rather good at it.\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"I've certainly had my share of practice these last five years.\"",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"Does it matter? It's not like you're going to see them again.\"",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"And now Port Maje's behind us. I thought this would be a relief.\"",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"I can't believe you killed them. Benessa and the others.\" He shakes his head coldly.",
      "female": ""
    },
    {
      "id": 180,
      "default": "His eyes narrow further.",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"I hoped you'd understand.\" He nods.",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"Then why did you-\" He breaks off and sighs.",
      "female": ""
    },
    {
      "id": 183,
      "default": "His expression softens.",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"I thought we were friends.\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "His expression softens.",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"You stood with me through more than anyone I've ever known.\" He clasps his hands together, working his fingers into a tight knot.",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"But a lot has happened over the last five years.\"",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"So tell me.\"",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"I didn't take over the Leaden Key to murder animancers. I've been trying to build something better.\" He clenches a fist.",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"For the last five years, I've been working to stop excesses like this.\" He clenches a fist.",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"What exactly are you doing out here?\"",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"Slow down. I don't remember how we know each other.\"",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"And after five years, I suppose you're going to tell me who I am and what I need.\" His nostrils flare.",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"I'm working against one of the most secretive organizations in all of Eora.\"",
      "female": ""
    },
    {
      "id": 196,
      "default": "\"One with a rather... troubled history as far animancy is concerned. \r\n\r\n\"That's not the sort of thing one shares with new friends.\" He pauses and shifts his shoulders as if working out a kink.",
      "female": ""
    },
    {
      "id": 198,
      "default": "He sighs. \"I suppose not. But I considered them friends. Surely that counts for something.\"",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"I wanted to use the Leaden Key to improve the lives of kith.\"",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"It's controlled us for too long. I wanted to free kith from it.\"",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"Might as well start with the ones operating from crystal waters and sandy beaches.\"",
      "female": ""
    },
    {
      "id": 202,
      "default": "He chuckles. \"It does seem idyllic. But the pamphlets fail to mention the wurm nests and sea serpents.\" He pauses, the mirth draining from his face.",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"How so?\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "[Listen.]",
      "female": ""
    },
    {
      "id": 205,
      "default": "\"What do you mean?\"",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"But it's our duty to give them compassionate guidance, isn't it?\" He watches you for a moment before continuing.",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"He was a tyrant. I was certain that if the villagers were free of his influence, they'd be free from the bloodletting, too.\"",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"Thank you, [Player Name]. It's a relief to share this burden. You've given me a lot to think about.\"",
      "female": ""
    },
    {
      "id": 209,
      "default": "\"Watcher. We must talk.\"",
      "female": ""
    },
    {
      "id": 210,
      "default": "\"Wickt eld bonebag 'tis whit the lad means.\" ",
      "female": ""
    },
    {
      "id": 211,
      "default": "\"Aye. Right home-like, it was.\" Aloth's expression shifts as Iselmyr briefly emerges.",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"I like people who don't mince their words. Can't say I approve of the topic though.\"",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"He deserved it, aye? The insult, I mean, not the roll with his sister.\"",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"The details were lost, but what had endured was a practice of ritual bloodletting.\n\n\"A gruesome, pointless tradition.\" He grimaces.",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"You got an eye for charming little towns, I'll say that much.\"",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"A dangerous game.\"",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"No need to be coy with this group, Aloth.\"",
      "female": ""
    },
    {
      "id": 221,
      "default": "\"Old habit.\" A half-smile tugs at his mouth.",
      "female": ""
    },
    {
      "id": 222,
      "default": "\"Your wishes are not my concern.\"",
      "female": ""
    },
    {
      "id": 223,
      "default": "\"I'm sorry. Things got out of hand.\"",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"I beg your pardon?! Things once 'got out of hand' when Iselmyr found a bottle of cassava liquor and recalled the lyrics to 'The Lickerish Lass of Kulklin.'\"",
      "female": ""
    },
    {
      "id": 225,
      "default": "He falls silent, fury and grief warring on his face.",
      "female": ""
    },
    {
      "id": 226,
      "default": "\"I've no wish to linger on this. I just hope this doesn't continue, especially if we're to be travelling together.\"",
      "female": ""
    },
    {
      "id": 227,
      "default": "\"You've made that abundantly clear.\"",
      "female": ""
    },
    {
      "id": 228,
      "default": "\"You know, I thought maybe there was something between <i>us</i>.\"",
      "female": ""
    },
    {
      "id": 229,
      "default": "He blinks at you in astonishment, and then he starts to chuckle.\r\n\r\nThere's an edge of uncertainty to it.",
      "female": ""
    },
    {
      "id": 230,
      "default": "\"I almost forgot how much you enjoy a good joke. Even at my expense.\" He smiles, looking more tired than amused.",
      "female": ""
    },
    {
      "id": 231,
      "default": "\"You'll pardon me saying so, but it's rare that you don't have an angle. What is this really about?\" He squints at you, trying to assess your intentions.",
      "female": ""
    },
    {
      "id": 232,
      "default": "\"You know what, forget I said anything.\"",
      "female": ""
    },
    {
      "id": 233,
      "default": "\"You're right, I was just playing.\"",
      "female": ""
    },
    {
      "id": 234,
      "default": "[Lie] \"Yep, you got me! Just kidding with you. Ha, ha.\"",
      "female": ""
    },
    {
      "id": 235,
      "default": "\"Yes, I suppose that's for the best. It's been a rather long day.\" ",
      "female": ""
    },
    {
      "id": 236,
      "default": "\"I mean it, Aloth.\"",
      "female": ""
    },
    {
      "id": 237,
      "default": "He blinks at you in astonishment.",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"Forgive me, but you've caught me quite off-guard.\"",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"I'm truly glad to see you again, but it's been five years. And we've both been through quite a lot.\" His eyes search you, as if trying to gauge the extent of what's changed.",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"Perhaps we should focus on the work before us for now.\" The corners of his eyes crinkle in an all-too-familiar look of concern.",
      "female": ""
    },
    {
      "id": 242,
      "default": "\"Ouch... I think even Ishi felt that one.\"",
      "female": ""
    },
    {
      "id": 243,
      "default": "\"I know a certain establishment that will mop the sweat off that brow and more.\" \r\n\r\nTekēhu touches your shoulder and nods.",
      "female": ""
    },
    {
      "id": 245,
      "default": "\"Heh, that was pretty good. Good one!\"\r\n\r\nEdér gives you a jovial whack between the shoulder blades.",
      "female": ""
    },
    {
      "id": 246,
      "default": "\"Per complanca. If this continues, it will become unbearable.\"",
      "female": ""
    },
    {
      "id": 247,
      "default": "\"Were that an Aedyran thing? Cause I be right lost.\"\r\n\r\nHe scratches the back of his head.\r\n",
      "female": ""
    },
    {
      "id": 248,
      "default": "\"Is this what everyone else sees when I talk to Edér?\" Xoti clears her throat uncomfortably.",
      "female": ""
    },
    {
      "id": 249,
      "default": "He laughs weakly. \"Indeed. Forgive me, but it's been a rather long day.\"",
      "female": ""
    },
    {
      "id": 250,
      "default": "He turns away, pressing his hands to his temples. You cannot see his expression.",
      "female": ""
    },
    {
      "id": 251,
      "default": "\"That were like watching a keelhauling... brutal.\"\n\nSerafen winces.\n",
      "female": ""
    },
    {
      "id": 253,
      "default": "\"You stood with me through more than anyone I've ever known.\" He clasps his hands together, working his fingers into a tight knot.",
      "female": ""
    }
  ]
}