{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_maia_arc",
  "Entries": [
    {
      "id": 1,
      "default": "\"So. Here we stand on lost Ukaizo.\" Maia shoves her hands into her pockets, sighing. She glances around, wearing an unreadable expression.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"So, it's to be Ukaizo. The last great arena of this contest... if you believe that sort of thing.\" Maia glances away, sniffing.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"You've spoken to Eothas, which means you know what we're up against.\" ",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"There's no stopping him, is there?\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I'm not ruling out the chance of an unlikely solution.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"I'm following Berath's instructions. Our course will become clear in time.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Who says we need to stop him?\" ",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"So that's a 'no?'\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Well, tell your friend to point Eothas and his giant green ass toward another archipelago, because he's stepping all over the future of Rauatai.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"If that's a joke, it's a poor one.\" ",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Not everything can be solved through violence.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Get used to it. That's how things get done in this part of the world.\" ",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Until I see Ukaizo for myself, it's a bedtime story. Let the poets hang their hopes on a dream.\r\n\r\n\"Rauatai's navy should be better than this.\" ",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Sounds like you have personal reservations.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"What does Ukaizo mean to you?\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Ukaizo means something different to everyone. All the more reason to get there first.\" ",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Planting a flag in the sands of Ukaizo is a great way to hang a target on your back.\" ",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Ukaizo isn't a fortress in the path of shipping lanes. We don't even know if this mythical island has any defensive value!\"\r\n\r\nMaia throws her arms up. Ishiza dances back with ruffled feathers and an irritated squawk.",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"All the powers imagine that Ukaizo is a symbol for control. And they're willing to bet everything that they're right.\" ",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Ukaizo has fooled everyone into sacrificing and compromising for the ultimate prize of what, getting there first?\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "She sighs away some of her tension, rolling her shoulders and cracking her neck.",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"If the fleet sailed up to him and fired every cannon at once... I imagine we'd have a fighting chance at taking a chip off his kneecap.\" ",
      "female": ""
    },
    {
      "id": 211,
      "default": "\"Even if we succeed, not everyone's going to make it back to sing the tale of lost Ukaizo.\" ",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"That was a dirty piece of business.\" Maia folds her arms and releases a heavy sigh.",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"You're referring to the coup?\"",
      "female": ""
    },
    {
      "id": 218,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"I could think of a few other names to call it, but they amount to the same thing.\" She nods.",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"Thanks for letting me squawk in your ear like Ishiza after too much shark meat.\r\n\r\n\"I needed that.\" \r\n\r\nMaia sighs and cracks her neck with both hands.",
      "female": ""
    },
    {
      "id": 228,
      "default": "\"The trading companies can bicker for territory. We have work to do.\"",
      "female": ""
    },
    {
      "id": 229,
      "default": "\"If only to prove them all wrong at once.\"",
      "female": ""
    },
    {
      "id": 230,
      "default": "\"Afraid of danger all of a sudden?\"",
      "female": ""
    },
    {
      "id": 231,
      "default": "\"We set sail for Eothas, not an island.\"",
      "female": ""
    },
    {
      "id": 232,
      "default": "\"I just want to know that we're doing this for the right reason. So far I'm unconvinced.\"",
      "female": ""
    },
    {
      "id": 233,
      "default": "\"Glad to hear that a practical opinion can still shout over the masses.\"",
      "female": ""
    },
    {
      "id": 235,
      "default": "\"Captain, a word?\" Maia nods to grab your attention.",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"I suppose there's a certain appeal to recognizing the inevitable. We don't have to waste our breath trying to stop it.\"",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"Care to elaborate on that?\"",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"Let's be off.\" ",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"I had some questions.\"",
      "female": ""
    },
    {
      "id": 244,
      "default": "\"It reminds me of the first time I shot to kill.\" \r\n\r\nMaia folds her arms and grins.",
      "female": ""
    },
    {
      "id": 250,
      "default": "\"I've got that same feeling now. Better or worse, I know that Eothas is meant to succeed.\"",
      "female": ""
    },
    {
      "id": 252,
      "default": "\"Ever question your career choice?\"",
      "female": ""
    },
    {
      "id": 255,
      "default": "\"Thank you for this helpful reminder of my own insignificance.\"",
      "female": ""
    },
    {
      "id": 256,
      "default": "\"Choice is a funny word. I never planned to live by the gun.\"",
      "female": ""
    },
    {
      "id": 259,
      "default": "\"Hope I didn't take the wind out of your sail. Whether or not we can change anything, at least we can say we were there.\"",
      "female": ""
    },
    {
      "id": 260,
      "default": "\"I can still take pride in my work, if that's what you're asking.\"",
      "female": ""
    },
    {
      "id": 264,
      "default": "\"That's more than most people get.\"",
      "female": ""
    },
    {
      "id": 266,
      "default": "\"There he stood, a pirate captain barking orders from the forecastle. Out of everyone's range but mine.\" \r\n\r\nMaia holds up her hand to frame a distant spot.",
      "female": ""
    },
    {
      "id": 270,
      "default": "\"I had other questions.\"",
      "female": ""
    },
    {
      "id": 285,
      "default": "\"Putting a bullet in an enemy captain - that's war, that's justice. Attacking a royal family in their home, that's...\"\r\n\r\nShe trails off, frowning.",
      "female": ""
    },
    {
      "id": 333,
      "default": "\"Let's be off.\" ",
      "female": ""
    },
    {
      "id": 346,
      "default": "\"Is that all you have to say?\"",
      "female": ""
    },
    {
      "id": 348,
      "default": "\"You expected more?\"",
      "female": ""
    },
    {
      "id": 349,
      "default": "\"Considering that all the powers of the Deadfire have scrambled to converge on this spot, you can forgive me for expecting more.\"",
      "female": ""
    },
    {
      "id": 350,
      "default": "\"Time to confront Eothas, hopefully for the last time. You... know what you're doing?\"",
      "female": ""
    },
    {
      "id": 351,
      "default": "\"No matter what happens, I want my soul back. Anything else is secondary.\"",
      "female": ""
    },
    {
      "id": 352,
      "default": "\"If we can restore order to the Deadfire, this is the place to do it.\"",
      "female": ""
    },
    {
      "id": 353,
      "default": "\"Let's just get this over with.\"",
      "female": ""
    },
    {
      "id": 354,
      "default": "\"It's humbling just to stand here. Look at what we accomplished.\"",
      "female": ""
    },
    {
      "id": 356,
      "default": "\"No time to waste, then. I'm about as ready to confront a god as I'll ever be.\" Maia smiles, but there's a lining of unease about it.",
      "female": ""
    },
    {
      "id": 357,
      "default": "\"Captain, I...\" She furrows her brow, searching for the right words.",
      "female": ""
    },
    {
      "id": 358,
      "default": "\"I don't know what's going to happen to us, but I want you to know...\" ",
      "female": ""
    },
    {
      "id": 359,
      "default": "\"You got us here in one piece. If there's a better compliment out there, I don't know what it is.\" She nods, gesturing for you to go forward.",
      "female": ""
    },
    {
      "id": 376,
      "default": "\"It helps us. But I worry about the cost.\"",
      "female": ""
    },
    {
      "id": 377,
      "default": "\"Well, it helps us. I won't lose sleep over it.\"",
      "female": ""
    },
    {
      "id": 379,
      "default": "\"The Kahanga have long since given up defending this place. A coup was overdue.\"",
      "female": ""
    },
    {
      "id": 380,
      "default": "\"Rauatai deserves this chance, but there are more trials ahead.\"",
      "female": ""
    },
    {
      "id": 382,
      "default": "\"Don't take this as an opportunity to grow complacent, soldier.\"",
      "female": ""
    },
    {
      "id": 384,
      "default": "\"Remind me never to command anything larger than a ship.\" Maia nods down to Ishiza, nudging the bird with her toe playfully.",
      "female": ""
    },
    {
      "id": 385,
      "default": "\"I had other questions.\"",
      "female": ""
    },
    {
      "id": 386,
      "default": "\"Let's be off.\" ",
      "female": ""
    },
    {
      "id": 388,
      "default": "\"Not a chance, captain.\" Grinning, Maia strikes a hard salute.",
      "female": ""
    },
    {
      "id": 389,
      "default": "\"We're... doing good work here. Setting foot on Ukaizo is a statement that no one can ignore. You should be proud.\"",
      "female": ""
    },
    {
      "id": 390,
      "default": "\"Guess we should see what all the fuss is about, and if Ukaizo is worth the superstition.\" ",
      "female": ""
    },
    {
      "id": 391,
      "default": "\"I visited this place. Atsura asked me to train a crop of new sailors.\" \r\n\r\nMaia surveys the wreckage of Hasongo betraying no clear emotion. ",
      "female": ""
    },
    {
      "id": 392,
      "default": "\"Guess the sharpshooting lesson was wasted. Should have spent that time talking about home.\"",
      "female": ""
    },
    {
      "id": 393,
      "default": "\"Know anything about this place that could help us?\"",
      "female": ""
    },
    {
      "id": 394,
      "default": "\"I'm sorry, Maia. We'll do whatever we can to avenge them.\"",
      "female": ""
    },
    {
      "id": 396,
      "default": "\"Let's be off. There's still much to see and do.\" ",
      "female": ""
    },
    {
      "id": 397,
      "default": "\"I didn't stay long. We sailed north for target practice, then circled back.\" Maia frowns, tapping her foot until Ishiza comes closer. ",
      "female": ""
    },
    {
      "id": 398,
      "default": "\"Should have kept going.\" Maia sighs and nudges Ishiza affectionately with her toe.",
      "female": ""
    },
    {
      "id": 399,
      "default": "Nodding, Maia strikes a salute to the ruins of Hasongo. She holds that position for a lingering moment, then stands at ease with a sigh.",
      "female": ""
    },
    {
      "id": 408,
      "default": "\"What's on your mind, soldier?\"",
      "female": ""
    },
    {
      "id": 410,
      "default": "\"Yes, Maia?\"",
      "female": ""
    },
    {
      "id": 411,
      "default": "\"What, did Ishi defecate in your favorite helmet or something?\"",
      "female": ""
    },
    {
      "id": 412,
      "default": "\"It's up to us to mitigate the damage.\" ",
      "female": ""
    },
    {
      "id": 413,
      "default": "\"Oh, I have to hear this.\"",
      "female": ""
    },
    {
      "id": 414,
      "default": "\"Sorry, not interested.\"",
      "female": ""
    },
    {
      "id": 416,
      "default": "\"All assuming that reason can penetrate the green boy's head better than bullets can.\"",
      "female": ""
    },
    {
      "id": 417,
      "default": "\"It would be nice if the gods summoned the courage to intercede.\"",
      "female": ""
    },
    {
      "id": 418,
      "default": "\"Said every sailor whose ship started taking on water.\"",
      "female": ""
    },
    {
      "id": 419,
      "default": "\"The wind toyed with us. I took aim never thinking I'd make the shot. But then I felt this... awareness, like someone out there was aiming <i>me.</i>\"",
      "female": ""
    },
    {
      "id": 420,
      "default": "\"I don't know if Berath kicked open a door or the Sky-Mother held my hand, but that man was meant to die.\"",
      "female": ""
    },
    {
      "id": 421,
      "default": "\"A cannon blast took me by surprise. I squeezed off a shot, expecting it to fly wide.\r\n\r\n\"But the bullet took my target between his eyes.\" \r\n\r\nShe traces a circle over her brow. ",
      "female": ""
    },
    {
      "id": 422,
      "default": "\"It's a poor seaman who turns down a story, but captain's orders.\"\r\n\r\nMaia shrugs, sighing through her nose.",
      "female": ""
    },
    {
      "id": 423,
      "default": "\"Can you spare the gory details?\"",
      "female": ""
    },
    {
      "id": 424,
      "default": "\"Captain, that's the best part!\"",
      "female": ""
    },
    {
      "id": 425,
      "default": "\"One day I put a bullet through a bronze ōa while the ranga nui happened to be watching, and the rest was history.\"",
      "female": ""
    },
    {
      "id": 426,
      "default": "\"Time will tell if Eothas getting what he wants is good for the rest of us.\"",
      "female": ""
    },
    {
      "id": 428,
      "default": "\"When this campaign is spread across razor thin margins, how does the company plan on sustaining a garrison half the world away in uncharted seas?\" ",
      "female": ""
    },
    {
      "id": 431,
      "default": "\"My parents gave me an earful about the 'horizon-spanning beaches and towers reaching beyond the stars.'\" Maia snorts, shaking her head.",
      "female": ""
    },
    {
      "id": 432,
      "default": "\"Maybe. I never saw the white flag myself.\"",
      "female": ""
    },
    {
      "id": 433,
      "default": "\"It isn't enough to deserve these islands. We should fight to deserve them.\" Maia nods.",
      "female": ""
    },
    {
      "id": 435,
      "default": "\"Couldn't be prouder to be a part of it, captain.\"",
      "female": ""
    },
    {
      "id": 436,
      "default": "\"Forget I said anything.\" Crestfallen, she turns away and focuses on the city beyond.",
      "female": ""
    },
    {
      "id": 437,
      "default": "\"That I'm not scared. And I'm glad you're here with me.\"\r\n\r\nShe grabs hold of your hand and squeezes, hard.",
      "female": ""
    },
    {
      "id": 438,
      "default": "\"I adore you. Nothing that happens here will change us.\"",
      "female": ""
    },
    {
      "id": 439,
      "default": "\"We can get through this, Maia.\"",
      "female": ""
    },
    {
      "id": 440,
      "default": "\"Enough of that, soldier. Onward.\"",
      "female": ""
    },
    {
      "id": 441,
      "default": "\"Gods, I hope not.\"\r\n\r\nMaia drags her arm across her nose and sniffs.",
      "female": ""
    },
    {
      "id": 442,
      "default": "\"Go give the green boy a piece of your mind.\"",
      "female": ""
    },
    {
      "id": 443,
      "default": "\"Of course, captain.\"\r\n\r\nChuckling to herself, Maia salutes.",
      "female": ""
    },
    {
      "id": 444,
      "default": "\"I know we can, captain. We're good like that.\"",
      "female": ""
    },
    {
      "id": 445,
      "default": "\"Hope you're proud of yourself. Blew up a lot of good work.\r\n\r\n\"And a lot of good people with it.\" ",
      "female": ""
    },
    {
      "id": 446,
      "default": "\"No time to waste, captain. There's a god that needs a good talking to.\" She nods toward the city. ",
      "female": ""
    },
    {
      "id": 447,
      "default": "\"I had some questions.\"",
      "female": ""
    },
    {
      "id": 449,
      "default": "\"Let's be off.\" ",
      "female": ""
    },
    {
      "id": 450,
      "default": "\"Don't forget you were complicit.\"",
      "female": ""
    },
    {
      "id": 451,
      "default": "\"Fairly proud. I was hoping for a bigger boom.\"",
      "female": ""
    },
    {
      "id": 452,
      "default": "\"Just doing my job.\"",
      "female": ""
    },
    {
      "id": 453,
      "default": "\"I haven't. Doubt I ever will.\"",
      "female": ""
    },
    {
      "id": 454,
      "default": "\"You blew a hole in Rauatai's chances of financing any more settlements, that's for sure.\"\r\n\r\nShe begins counting off her fingers. ",
      "female": ""
    },
    {
      "id": 455,
      "default": "\"Sorry it wasn't everything you wished.\"",
      "female": ""
    },
    {
      "id": 456,
      "default": "\"If it was a question of money, I KNOW Atsura would have made you a better deal.\"",
      "female": ""
    },
    {
      "id": 457,
      "default": "\"Cut off our ability to protect the colonies from pirates, slavers, rampaging tribes...\"\r\n\r\nFinally she balls her hand into a fist and lowers it to her side.",
      "female": ""
    },
    {
      "id": 458,
      "default": "\"I'd say we're utterly worse off than when we started. \r\n\r\n\"But as long as your pals are happy.\" \r\n\r\nMaia folds her arms and says no more.",
      "female": ""
    },
    {
      "id": 459,
      "default": "\"I had some questions.\"",
      "female": ""
    },
    {
      "id": 461,
      "default": "\"Let's be off.\" ",
      "female": ""
    },
    {
      "id": 462,
      "default": "Maia simply glares at you.",
      "female": ""
    },
    {
      "id": 463,
      "default": "\"All I can see is good folk tussling over a wasteland.\"",
      "female": ""
    }
  ]
}