{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_aloth_tekehu_banters",
  "Entries": [
    {
      "id": 1,
      "default": "\"I thought Huana didn't believe in personal property. Yet you've brought quite the assortment of... leather necklaces?\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Ekera, just so! But not all of them go around my neck.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"In that case, perhaps you could remove them from my sleeping berth.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Oh, it is no burden, my friend! You are free to borrow one.\" ",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"My friend, you hide your face in a book while the beauty of the Deadfire passes you by!\" ",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"A readied mind will be far more useful the next time we face dragons, cultists, or fampyrs.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"You are ready to face death. What of life, I say?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"If you've never experienced the pleasure in a good book, more's the pity.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Tekēhu. Must you practice your chants so loudly?\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Songs are for singing, my friend. If they bother you, I will find one more to your liking.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Tekēhu, if you keep tugging on... that, I fear you'll pull it clean off.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"My tentacles enjoy a good tug! I try not to take them by surprise, after last time...\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"If my people would control my talent for their own ends.... ekera, I owe them nothing in return.\" ",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"I suppose you discovered all of that on your own, lounging in the bathhouse?\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Ekera, where I do my best thinking without the babble of scholars to fill my head.\" ",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"It would be a shame to deprive the Huana of my talents. Ekera, I am a gift to my people.\" ",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Came up with all that from the warm waters of the bathhouse, did you?\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Not all of us clear our heads with a cold bath.\" ",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Apologies, friend. One of my tentacles squirted ink onto your grimoire.\" ",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"<i>That's</i> what that is? I... rather wish you hadn't told me.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"It is a territorial gesture, not to be taken personally.\" ",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"How could you live your life here and know so little about the Gullet?\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"I might ask the same about your Leaden Key. We are both guilty of overlooking the obvious.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"That's why I've endeavored to learn.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Learn, learn learn. You will be an old man by the time you make up your mind.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"You've been... pensive since the Gullet.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"I never guessed that anyone could be unhappy in Neketaka.\" ",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"I followed the Leaden Key for years before I learned of its excesses.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Is there some Aedyran trick for purging guilt that the Huana have missed?\" ",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Some are fond of palm wine. But I don't recommend it.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"The guild is so desperate for strength that it turns to cruelty.\" ",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"That knowledge gives you a responsibility.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"To my people, the guild, the islands? It is a heavy weight, being Ngati's Chosen.\" ",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"That knowledge gives you power to change things.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"If my power is all that can save the Huana, then... I do not know, friend elf.\" ",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"You're fidgeting again.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"My head itches. It does that in the company of nosy elf librarians.\" ",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"You should learn to disguise your emotions. You're thinking about Ukaizo again.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"I have thought about Ukaizo all my life. It has always been a dream, but never on the horizon.\" ",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"In my experience, millennia-old secrets are rarely simple.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Be careful. You may not like what you find.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"I meant nothing by it. You're... thinking about Ukaizo, aren't you?\"",
      "female": ""
    }
  ]
}