{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_serafen_quest_complete",
  "Entries": [
    {
      "id": 1,
      "default": "An eyebrow the blue of the open sea rises over an iris the warm green of the shallow surf. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"You be boring a hole in me with them eyes, cap. I'd offer an ouble for your thoughts, but I prefer not to make deals I ain't got no intention to keep.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"I could say the same of you. You doing okay?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"I know things could have gone better back on Sayuka, but they could have gone worse, too.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"You wanted to talk? Talk.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"I don't have time for this nonsense right now.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"I be fine, actually. Strange though it be.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Fine, cap. Don't be sparing me no thoughts.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Aye. We could've gone and done something we couldn't be taking back.\"\r\n\r\nHe rubs the bridge of his nose.\r\n",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Could they've, cap? A good man lies dead. A man who mattered to me more than, well, more than most anything. And to what end?\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"You be a strange fish, cap. Sometimes you ain't half bad. Other times you be a right poxy cog-sucker.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"I suppose it would keel haul you twice over to be acting half decent for a change.\"\r\n\r\nScowling, he rolls his eyes.\r\n",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Aye.\"\r\n\r\nWith a meager shrug he turns away.\r\n",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"If you want to talk, I'll listen.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Not sure there be much to say, captain.\"\r\n\r\nHe looks away.\r\n",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Then let's shove off.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"You found out you were inadvertently aiding the trade of slaves. That couldn't have felt good.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"There are rules, Serafen. Remaro knew them. He broke them anyway.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Remaro's not gone, Serafen. He's merely rejoined the wheel. He'll move on and be born again.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"The gods set trials before us, Serafen, some far more difficult than others, but none impossible. For good or ill, we have their particular interest.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Best you face it. Remaro died because he was a traitor. A traitor to you, and to your people.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"I'm deeply sorry that you had to experience that. If there's anything I can do, you need only tell me.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"At least you've got someone to stay with if you ever travel out west. Had that myself, until someone broke my castle.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Shut your ballast hole already. Everyone's got shit to deal with. Yours isn't worse than anybody else's.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"It's not ideal, and it won't make everyone happy, but this resolution is what'll make the most people happy.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"We need to tell the Consuaglo about Bastian's slaving. To set the record straight.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Remaro did the right thing, you know. Those slaver bastards deserved what they got!\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Remaro did the wrong thing, whatever his reasons. You can be better than that. You can make the Príncipi better.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Don't suppose we could collect on the Príncipi's bounty anyway?\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Sayuka was a tough break. Only thing to do is to pick yourself up and keep moving.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Aye, cap. Didn't feel at all good. Right brilliant you are.\"\r\n\r\nHe winces.\r\n",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Gods, I know, cap. Remaro saw to it my learning of the laws of the sea were damn near cyclopedic. Just wish I understood why - after all that - he went and broke them.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Guess we'd better be seeing to your big blue friend then, aye?\"\r\n\r\nHands resting on his weapons, Serafen turns away.\r\n",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"All who tread the sea possess some faith, cap. Some of us be having a little less than others.\"\r\n\r\nHe shrugs.\r\n",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"You ain't even with us!\"\r\n\r\nHe throws his hands up. \r\n",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Things ain't usually as black and white as you be suggesting, but I'll be keeping your understanding of the world in mind, Captain Watcher.\"\r\n\r\nHe turns from you.\r\n",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"I... be appreciating the sentiment, I suppose.\"\r\n\r\nHe rubs the back of his head and looks away.\r\n",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Ha! That be a point and a half. Mayhaps I'll go find meself Remaro one of these days. After we've done dealt with everything here.\"\r\n\r\nWith a grin and a soft chuckle, he turns away.\r\n",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Heh, aye. Too bad I be having no interest in seeing the old salt again.\"\r\n\r\nHe sighs and turns from you.\r\n",
      "female": ""
    },
    {
      "id": 40,
      "default": "The orlan's lime green eyes blink as if you'd slapped him, then narrow.",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Aye. Suppose we take our victories where we be finding them.\"\r\n\r\nHe sighs and turns away.\r\n",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Despite it all, cap, I be right glad to be serving with you.\"\r\n\r\nHe bows and turns away.\r\n",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Might could. Without a head, though, that'll be a right hard con.\"\r\n\r\nHe chuckles softly.\r\n",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"It be the shit like this that turns us old salts hard.\"\r\n\r\nHe stretches and turns away.\r\n",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"It be the shit like this that turns us old salts hard.\"\r\n\r\nHe stretches and turns away.\r\n",
      "female": ""
    },
    {
      "id": 46,
      "default": "The orlan's lime green eyes blink as if you'd slapped him, then narrow.",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Guess I'll be charting those waters meself. With your help, of course.\"\r\n\r\nHe grins, salutes, and turns away.\r\n",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Or mayhaps we did just that.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Sorry bout that. Weren't fair to you.\"\r\n\r\nHe scuffs a boot against the ground.\r\n",
      "female": ""
    },
    {
      "id": 50,
      "default": "He looks to you, holding your gaze with his. He snorts quietly, nodding.",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"This conversation be well and truly over.\"\r\n\r\nHe turns from you.\r\n",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"This conversation be well and truly over.\"\r\n\r\nHe turns from you.\r\n",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Aye, cap. Much as I hate an honest word, some truths ain't for burial at sea.\"\r\n\r\nHe smiles.\r\n",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"That and more beside. I'm sure Remaro made it quick and painless, the soft old salt.\"\r\n\r\nHe smiles.\r\n",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Mayhaps. But be our rules too loose or too strict? Who's got the right of it, and who do we hoist our sails behind?\"\r\n\r\nHe sighs and rubs his temple.\r\n",
      "female": ""
    },
    {
      "id": 56,
      "default": "Nodding, the orlan expels a long, slow sigh.",
      "female": ""
    }
  ]
}