{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_aloth_relationship_tekehu",
  "Entries": [
    {
      "id": 1,
      "default": "Color flushes his cheeks.",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Think a bookish lad like ye can feign dull? He's stewing on the fish-scaled one.\" Iselmyr's voice is high with exasperation. ",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Fye, for the days when a bashing fixed all.\" She sounds uncharacteristically tired.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Anyway, it does seem Tekēhu and I have gotten off on the wrong foot.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Small wonder I was a terrible spy. Am I truly so obvious?\" He shakes his head, seemingly to himself.",
      "female": ""
    },
    {
      "id": 11,
      "default": "Suddenly, a look of aggravation flickers through his face. His features contort into a fiendish parody of themselves.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"What's your problem with Tekēhu?\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"We're all in this together! I can't have my crew divided by petty grudges.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Whatever your feelings, you need to put them aside and work with him.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Where to begin?\"\r\n\r\nHe rolls his eyes.",
      "female": ""
    },
    {
      "id": 16,
      "default": "Aloth is leafing through his grimoire, his fingers tracing familiar shapes along its pages while his lips silently recite spells and incantations.\r\n\r\nHe snaps the grimoire shut as you approach.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"He thinks some skill with water and a head of tentacles make him Ondra's blessing on land.\" ",
      "female": ""
    },
    {
      "id": 19,
      "default": "His face contorts again. \"Fye, there's some kindness in the gods to give us such a spectacle.\" Iselmyr twists Aloth's lips in a brief smile.",
      "female": ""
    },
    {
      "id": 20,
      "default": "He clears his throat. \"I'm certain he's a perfectly good entertainer, but I have my doubts about his reliability.\" He folds his arms.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"It isn't that. It's just...\"\r\n\r\nHe rolls his eyes.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Of course. But...\"\r\n\r\nHe rolls his eyes.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"He's traveling new territory with a bunch of strangers. He'll adjust.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"He's loud and boastful, and you don't like that.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"So he's naive. That comes with being young.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Enough about Tekēhu.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Well, of course not.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"I should hope so.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Anyway, you did.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"That's very different from your experiences growing up.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Remind you of Iselmyr?\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"And completely sheltered and coddled.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "He hesitates, momentarily caught off-guard. ",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Fye, nae half so pretty.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"We certainly agree on that much.\" He smirks.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"I apologize for any... unseemliness on my part. This won't become a problem, [Player Name]. I promise.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Speak plainly with me, Aloth. We won't get anywhere mincing words.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"You're clearly distressed. Perhaps talking it through would help.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"That's hardly the same.\" He swallows back another look of irritation.",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Please, [Player Name]. Iselmyr may be uncouth, but at least she has some mettle.\"\r\n\r\nHe swallows back another look of irritation.",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Please, [Player Name]. Iselmyr may have been uncouth, but at least she had some mettle.\"\r\n\r\nHe swallows back another look of irritation.",
      "female": ""
    },
    {
      "id": 43,
      "default": "He hesitates, momentarily caught off-guard. ",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Perhaps not, but I hardly see what that has to do with anything.\" He bristles, drawing his shoulders straighter and tugging at his sleeves.",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"[Player Name]. I was hoping you'd have a moment to talk.\"\r\n\r\nHe swallows, pressing his lips into a grim, determined line.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"I continue to have concerns about Tekēhu.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"What is it now?\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"I have concerns that you continue to bring this up!\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"I can't change him. You might as well learn to live with him.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Enough! I'm sick of your bad attitude, Aloth.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "His eyes widen, and his face goes a shade paler.\r\n\r\nBut his mouth remains firm, his jaw set.",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"It isn't my attitude that should worry you.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "He shakes his head impatiently.",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"We've traveled together across two countries. Fought vengeful gods and their immortal servants.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Did I question you when you dispersed thousands of souls into oblivion?\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Did I question you when you fed thousands of souls to Woedica, the architect of so much misery?\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Did I question you when you scattered thousands of souls like so much chaff on the wind?\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Did I question you when you left Gilded Vale under the rule of a madman?\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Did I question you when you left Dyrford in the grips of a bloodthirsty cult?\r\n\r\n\"Or when you sent that poor girl back to her uncle?\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"It seems as though this is all a diversion to him. One he'll happily abandon for more bathhouse revels once the mood seizes him.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"I don't begrudge him his merriment, but I don't trust him to stand by us when things get difficult, either.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"He'll come through for us. Give him a chance.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Ha! And how many fights have you spent on the floor?\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Neither do I, so I'm keeping an eye on him.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"We don't know what anyone's made of until true tests arise. It's the same for Tekēhu.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"He barely feels any sense of duty toward his own people. What makes you think he'll stand by you?\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"He thinks a head full of tentacles and delusions qualifies him for leadership! How can you trust him?\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"I've seen his type before. No sense of loyalty or responsibility. No belief in any ends beyond his own.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"I knew students like him at Bragganhyl, in Aedyr. Pampered creatures who didn't believe in peril because they had never known it.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"The point is, he's untested and yet he plays with great power. He's a liability, [Player Name].\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"A chance?\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"I know you've grown... attached. And that's what worries me.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"You came around. You went from being a Leaden Key spy to a dependable ally.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Tekēhu's young and confused. He just needs time and experience.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"He's been under the guild's thumb for most of his life. He's got a lot to decide for himself.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"He's a member of this crew, nothing more. I don't have to trust him beyond that.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"...As long as you're clear about it.\" He looks at you doubtfully.",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"As one of Ondra's godlike, he bears a great burden for the Huana. He's figuring out what that means.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"You weren't exactly leadership material when we first met. But you came around.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"That's the problem.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"Please, hear me out now.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"He's still a part of this crew.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"I suppose you're right. I shall do my best to see that he does not bring us trouble.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"That was <i>quite</i> different.\" He stiffens and glances away, but not before you catch a look of conviction in his eye.",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Whether you want to admit it or not, he reminds you of yourself five years ago. And that bothers you.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Anyway, I suppose you've made your point. And perhaps I've been uncharitable with him.\r\n\r\n\"I shall try to do better.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"You've made your point. I don't want to hear it again.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"Don't worry, I won't trouble you further.\" He gives you a shrewd look.",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"I don't owe you an explanation, Aloth.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"Perhaps he won't. I can't pretend that his priorities are perfectly aligned with mine.\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"Perhaps I can't. I won't pretend that his priorities are perfectly aligned with mine.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "He shakes his head.",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"And ye've me to thank it's nye more!\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "He clears his throat. \"That's hardly the point.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "He nods. \"I think that's wise.\"\r\n\r\nHe sighs.",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"I shall do my best to see that he does not bring us trouble.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Iselmyr, your explosive temper creates as many problems as it solves. You just don't stick around for the aftermath.\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"D'ye think his trunk is always wet, or does it just shine so? Suppose the rest of his hair is squirmy, even the parts-\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"Until they toyed with animancy.\"\r\n\r\nHe grows distant and silent.",
      "female": ""
    }
  ]
}