{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_serafen_relationship_player",
  "Entries": [
    {
      "id": 1,
      "default": "\"Captain, something's been rubbing me the wrong way.\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "You catch Serafen scowling at you out of the corner of your eye. When you turn to look at him, he snaps back to a neutral expression, standing stiffly, but meeting your gaze with narrow eyes.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Ahoy, captain! If I can bend your ear a moment, I be aiming to thank you for bringing me aboard.\"\r\n\r\nA furred hand at his belly and one heel out, he bows deeply, drooping ear almost touching the ground.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Ahoy captain!\"\r\n\r\nSerafen snaps to salute, a wide smile splashed across his furred face.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Tell me.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Rubbing? This better not be about your love life.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Your problems aren't my concern.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Right then. Thanks for teaching me my place.\"\r\n\r\nRage flickers in the base of your skull.",
      "female": ""
    },
    {
      "id": 9,
      "default": "<i>A rapid series of shouts and screams, lashes across backs, flares of pain betwixt your shoulder blades, the tearing of hair, agony as a pointed fingernail is plucked, the cold clawing grasp of sea-spray, your limbs aching, tied to the bowsprit.</i>",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"If I'm being honest - and I fucking hate honesty - I'm not certain how I fit with this crew.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"You're not the only odd man out here.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Why? What's the problem?\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I'm not sure you fit in either.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"That so? The islands can be a dry and poxy whore for loners and misfits. Easier waters by far with a friend at your back.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Seems to me you could be showing me a tad more trust. There ain't another among your crew that knows the dangers of the Deadfire like I do.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"What do you mean?\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Trust must be earned.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"I'll keep that in mind.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Right. Mayhaps I've not yet earned your trust, but I've found trust be like water. It flows easiest upstream to down.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"I ain't your swabby. I ain't a powder monkey or a cabin boy. And I certainly ain't your fucking slave, savvy?\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"I'll use you how I see fit.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Thanks, captain.\"\r\n\r\nSerafen studiously inspects his boots.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Something on your mind?\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"What's the problem?\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "[Ignore Serafen.]",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Aye, captain, though since when've you given one bilge rat's ass what be going on in my head?\"\r\n\r\nBeneath his shaggy moustache, Serafen's lips stretch thin.",
      "female": ""
    },
    {
      "id": 27,
      "default": "[Insight] \"I know following me hasn't been easy for you.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Tell me, Serafen.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Speak. That's an order.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Just been pondering on the differences twixt you and Captain Furrante. Never much liked the old bastard, but at least I had reason to trust him.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "You regard Serafen's for a few seconds until his eyes lower. When you focus your attention elsewhere, you feel a warm tingle of relief.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"What do you miss about your last ship?\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Surely, I'm better than Furrante.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Then go! There's no room on my ship for those who don't want to be here.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Then happily do I resign my post. I'll be returning to my real crew upon the Gentleman of Leisure.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"You have my leave to go.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Yes, by all means fuck off, Serafen.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"No, I need you here.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"All due respect, Watcher, fuck you, too.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "Serafen salutes ironically with a sardonic smile, and then walks away.",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Too late for that, Watcher. You and me? We ain't nothing no more. Mayhaps we never were.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"I may not've been thick as blood with the Gentleman's crew, but at least the salty bastards treated me with respect.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"I won't be arguing on that, but same as it was with Furrante, it be plain as a Dyrwood farmer that you and me ain't friends, nor never will be neither.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"I want us to be friends.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"I don't need your friendship, just your loyalty.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Problem be, captain, I've rarely met a more rotten kith than yourself. Gods know that I be no clergyman, but you make what few convictions I hold seem the dedication of a Readceran saint.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"What have I done that's so bad?\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"I'm sorry. I'll try to do better.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"I'll do as I wish. If you can't handle it, you'll make a poor meal for the sharks.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Takes a right bastard to be leaving a friend to drown in sand.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"You've got that. So long as you don't go slaving up the coasts or razing the homes of the innocent.\"\r\n\r\nHe holds your gaze with his.\r\n",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"I'm glad you're with me.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"You're welcome.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "Serafen's fur bristles and eyes widen. His hand twitches beside the weapons at his hip. Then he audibly exhales and forces a grim smirk.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"You be a scourge of a man, cap, but I'll do your bidding... for now.\"",
      "female": "\"You be a right hard lass, cap, but I'll do your bidding... for now.\""
    },
    {
      "id": 56,
      "default": "Serafen bows to you soberly, and then returns to his duties. ",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"I'd hope so, given you be the one that makes it such.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"I don't expect you to understand, but I do expect you to obey.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Tell me about the Gentleman of Leisure.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"I don't have time for this.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Our ship is a family to me, and I consider you a brother, Serafen.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Heh, methinks me more crazy uncle than brother, but I appreciate your saying it all the same.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"You're a valuable member of my crew.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"I've a gift for you. This trinket be from one of the first ships I hunted. Malnaj would've snatched it had I not found the perfect hiding spot.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"I understand. You're an important part of this crew.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"If you're done complaining, I have other things to do.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"So where did you hide it?\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Thank you for the gift, Serafen.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"I'll pass on the gift. You keep it.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Now were I to tell you that, you mightn't want it no more...\"\r\n\r\nSerafen gives an innocent whistle, while scratching his ass as subtly as one could scratch it.",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Aye, Captain Watcher. Back to duty then.\"\r\n\r\nHe frowns and rubs the back of his head.",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Eh? Suit yourself then. But just so you be knowing, it be considered cock-rotten luck to refuse a pirate's gift sincerely given.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Why did Malnaj treat you so badly?\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Ha! Just a jest, cap! Nay, I tucked it away in my beard. Didn't wear braids back then, so my hair caught bout everything from feathers to fish bones.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Malnaj shook me down for plunder after each raid, and I figured out she wouldn't go nowhere near my beard. Said my face were like a xaurip fetish.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Don't rightly know for sure, cap. Thought at first she wanted me. Lasses be that way sometimes, treating you worse the more they fancy you.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Given she tried to get me killed twice within our first fortnight together, I thought mayhaps she were in deepest love.\"\r\n\r\nHe chuckles quietly.",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Didn't fancy her in the least, but a man has needs, and I figured at the time that she were as wet as any other lass.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Were you attracted to Malnaj?\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Love makes people do crazy things.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"On second thought, I don't want to hear about this.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Figured I'd give her a whisper about what we might get down to in the hold. Her answer were an unequivocal no, made with a sharpness. Might've been the closest I've ever been to death.\"\n\nHe winces and rubs his throat.",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"Can't fault you that. Malnaj be one of my least favorite things to speak of.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"As I said, I never rightly figured it out. It weren't that I were orlan, given she were, too. Remaro said she might've been emerald green with envy, but I'll be Wael hisself if I know what of.\"\r\n\r\nHe shrugs, his palms up and spread wide.",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"So what was the issue?\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"As a shiphunter? Mayhaps. I've certainly outpaced her since if I do say so meself. Mayhaps she saw that coming.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"The Gentleman is only the finest ship among the Príncipi, and Captain Furrante our most respected shipmaster. It were two honors and a half to be chosen to join his crew...\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Don't sell yourself a suole short, cap, nor me neither. I know an opportunity when I board it.\"\r\n\r\nHe chuckles.",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Why were you willing to leave that crew to join mine?\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Good to know.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"I detect a 'but' in there.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Aye, you ain't wrong. Joining the Gentleman meant leaving the Sorcerer, leaving the only family I've ever known.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"Family?\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Never knew no kin 'til the Sorcerer. They be my salt family, and to me that be better far than blood.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"And believe you me, I do appreciate meself a good thrust.\"\r\n\r\nHe grins.",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"You be entirely welcome. Now, if you'll pardon me, I've round about reached my limit for sentiment.\"\r\n\r\nSerafen salutes, grinning broadly, and turns away.",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Don't get too comfortable.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"Wouldn't dream of it, captain.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Where did you get this?\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"And I think you'll look right spiff in it, too.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"Remaro gifted it to me when I took leave of the Sorcerer. He had this notion I'd make captain meself some day.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"Thank you for the gift.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Does that mean you don't want to be a captain?\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"You should keep this for when you're a captain.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"You? A captain? That's funny.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Mayhaps I coveted a captain's quarters when I were a wee swabby, but serving with Furrante, with yourself, seeing what leading a crew takes... well, I reckon it's like marrying - it just ain't for me.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Pleasure be entirely mine, cap. May it serve you at least half as well as I.\"\r\n\r\nHe bows deeply, then salutes and turns away.",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"I'd be an at least half-able pirate captain were I so inclined, if for nothing other than my adversaries underestimating me. My friends, too.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"Why not?\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"For firsts, I've got less than an orlan's thimble worth of patience for all the politics, glad-handing, cronyism, and sycophancy that goes 'long with the Consuaglo.\"\n\nHe shakes his head, but then breaks the gesture with a grin and taps the center of his chest. ",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"But mostly this heart be twice as soft as this belly. Probably as furry, too.\"\r\n\r\nHe chuckles.",
      "female": ""
    },
    {
      "id": 127,
      "default": "When your vision clears, Serafen has turned away.",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"Hey, they know us down here.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "He straightens, chin jutting and taking his lower lip with it.",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"Then try harder.\"\r\n\r\nHe shakes his head and turns away.",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"I know we ain't always seen cod to cock, but serving with you's a welcome change from the Gentleman of Leisure all the same.\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"You run a right tight shop, and you ain't no terrible person neither. It be a welcome change from the Gentleman of Leisure.\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"I'd seen what there were to be seen upon the Gentleman, learned what ropes were to be learned. Methinks a Watcher after a dead god'll thrust me into a whole new set of eye openings.\" ",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"Aye, captain, you ain't farting out your mouth there.\"\r\n\r\nHe nods sagely.\r\n",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"Something you might want to be keeping in mind yourself.\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"Maybe she thought you were a threat.\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"I think I understand. Half the time I want to throw you off the boat, too.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"You aren't exactly couth. You probably offended her.\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"Well thank you kindly for the caution, Captain Watcher. I'll set meself to practicing my breaststroke.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"Aye, that's about how I had it figured, too. My mouth's landed me in straits a time or ten.\"\r\n\r\nHe winks with a snicker.",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"Just never figured Malnaj as the sensitive sort, savvy?\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"Gah! Desganta!\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"Ahoy yourself, Serafen.\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"What are you so happy about?\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"Truth be told, I've not felt so cozy in a crew since my tour on the Sorcerer. With Remaro and the lot. Good times and a half, that.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "After a quick trio of blinks, Serafen forces a chuckle.",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"By way of expressing my gratitude, I've a tribute to be presenting. It's meant to be worn by a great captain. I think you rightly qualify.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "With a slight frown, Serafen stares into your eyes.",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"Mayhaps I could captain a boat like yourself. All even-keeled and kindly. But you're a rare sort, aren't you?\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"The captain's wheel demands choices hard and harder, and there's some things I don't much want weighing on my soul when it goes to Ondra.\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"Most helms could use a captain with a thimble of self-awareness.\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"You have a heart as good as your mouth is foul, Serafen.\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"I like when people compliment you, Watcher. Shows they're smart.\"",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"I've always had a way with the lasses.\"\r\n\r\nHe winks.",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"I wish I could be believing that, captain.\"\r\n\r\nHe shakes his head and turns away.",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"If this be a jest, captain, it be a shit one. Otherwise...\"\r\n\r\nHe shakes his head sadly.",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"Mayhaps you remember veritably <i>selling</i> that lad of Fassina's to the Rauatai?\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"Two words for you cap - Crook. Spur.\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"Most everything, cap.\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"Need I be reminding you of the wee orlan lass you abducted and then brutally murdered?\"",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"While I weren't the fondest of Aloth, I suppose I should be mentioning how you marooned that poor prat.\"",
      "female": ""
    }
  ]
}