{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_pallegina_hub",
  "Entries": [
    {
      "id": 1,
      "default": "\"Here we are again, Watcher. I thought we had seen the last of each other after the Hollowborn Crisis.\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"It didn't go quite as I had planned, but it all worked out in the end.\"\r\n\r\nShe looks down at the five suns on her breastplate and faintly smiles with a shrug.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"I would not have guessed I would find myself back with the Watcher of Caed Nua, much less at the order of a canta.\"\r\n\r\nHer expression fluctuates between amusement and annoyance.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Watcher.\"\r\n\r\nShe nods in your direction.",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Yes?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Is there something you wanted to talk about?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Very well, indeed. I'm glad to have you at my side again.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Well enough, I suppose. Not exactly as either of us had hoped though, was it?\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Terrific for you. I lost my castle and almost died. Not that you asked.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Indeed. I'm glad to have you at my side again.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"'Worked out?' That's one way to put it, I suppose.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Not that you asked, but my castle was destroyed and I almost died. I wouldn't say it 'worked out' for me in the end.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"I know that you did not intend for misfortune to befall me and I appreciate what you said in Queen's Berth.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I know you have little concern for my well-being, but I'll try to make this work for our mutual benefit.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"And to be clear, unless the canta had ordered me, I'd have nothing to do with you.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"I heard about your arrival in Queen's Berth, but I didn't believe it until Canta Nicese called on me.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Belfetto.\"\r\n\r\nShe nods respectfully.",
      "female": ""
    },
    {
      "id": 19,
      "default": "Her gaze returns to you, troubled.",
      "female": ""
    },
    {
      "id": 20,
      "default": "The membranes of her eyes blink and her gaze snaps back to you. Wrinkles of annoyance erupt across her face.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Can you tell me more about what happened after we defeated Thaos?\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"What's your opinion on what's happening with Eothas?\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"How do you like the Deadfire so far?\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"How are you?\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"After we parted ways, I returned to the Republics and reported to the ducs bels.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"The trade agreement worked well for the Republics at first. The ducs honored me for my role in securing the most beneficial terms.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Whatever he, whatever <i>they</i> are up to cannot be good for any of us.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Well, even if he has taken a special interest in you, I doubt he is any less mad than I predicted.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "She lets out a wry laugh, her golden eyes twinkling.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Where I am assigned is of no concern to me. But I do think the Deadfire can be profitable for the Republics.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"I have had enough with Tekēhu. If you can exercise any influence over him, per complanca, do it.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Xoti.\" She rolls her golden eyes and waves her hand dismissively.",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"I have been assigned to assist you, Watcher, but there are limits to my assistance.\"\r\n\r\nShe levels her gaze with yours, unblinking.",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Good. I have no concerns, Watcher.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"You only have to ask.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"I must admit, accompanying you to Twin Elms worked out well for both of us.\"\r\n\r\nShe gives you a rare smile and adjusts the red sash around her breastplate. After a moment, she glances off into the middle distance and the smile fades with a tic of doubt.",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Fair enough, Watcher. We can't always get what we hope for, even when we do our best.\"\r\n\r\nYour words seemed to have quickly extinguished whatever spark of joy was in her.",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Well, you're still standing and breathing, aren't you?\"\r\n\r\nShe banishes her frustration with a shrug and a wave of her hand.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Perhaps this time will go better for both of us.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "She punctuates her remark with a gesture from her right hand, brushing in your general direction and then down to the ground.",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"The trade agreement we brokered with the anamenfath was quite lucrative for the Republics. The Dyrwood was still recovering from Waidwen's Legacy and was in no position to compete.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"The ducs bels were so pleased with my performance that I was made a personal guard of the ducess Spirento.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Spirento is the most beautiful of all the republics and, though I should not admit this, I cherish the ducess above all other ducs bels.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Still, our profit came at the expense of the Dyrwood. The fruit of victory was not so sweet knowing that the Dyrwood suffered because of my actions.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"They were furious, of course. I was lucky I escaped with my life. They stripped me of my breastplate and scoured the suns from it. Then I was put on a ship for Readceras.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"But when the Dyrwood learned they had been cut off from trade with Eir Glanfath, they went to war with the Republics.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"We lost dozens of trade ships and thousands of citizens. The duc of Selona even lost his life.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"In the end, we had to relent and open trade between the Dyrwood and Eir Glanfath.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Perhaps this is the outcome I knew was coming. I just wish so many of my countrymen did not have to suffer for my instincts to be proven right.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"I floated from port to port working as a guard for almost three years before the Ducess of Spirento sent word to me that my presence was requested in Biageppe.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"The ducs had decided that the trade that had developed between Eir Glanfath, the Dyrwood, and the Republics was a boon in the long run.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Much like you, I never expected to see them again. I didn't get an apology, but I accepted a pardon from the Ducess of Biageppe.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"I explained that allowing the Dyrwood to retain some trading rights with Eir Glanfath would be more beneficial for everyone in the years to come.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"At their best, the gods are powerful children. At worst, they are little more than mad beasts taking out their anger on our world.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"I have little interest in distinguishing which type Eothas is.\"\r\n\r\nShe waves the back of her hand up and up, dismissing the thought.",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"But this is just the same as before, no? The gods are playing their games and leaving us to settle the wager.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"And I doubt Berath and the other gods will consider your 'debt' to them fulfilled. Merla, all of it.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"We need to find a way to turn the tables on them, you and I. Di verus.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"I have to give Eothas credit. He is the only one of his kind to see how corrupt and self-serving the gods are.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Even better, his plan, mad as it is, must be sending the rest of his kind into a fit.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Their days are numbered and there is nothing they can do to stop what is coming.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Aren't you concerned about Eothas stopping the Wheel?\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"They'll finally get their due, all of them.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"And you're happy about this? What's wrong with you?\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Di verus.\"\r\n\r\nShe sets her jaw and gives you a brisk nod.",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Hold on. I don't want the gods to be destroyed.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Not at all. Animancers will fix what the gods have perverted and the Republics will lead the way.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"With any luck, in a few generations, the names of the gods will be forgotten entirely.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "She snorts. \"It seems what you want doesn't matter much, Watcher. For once, I am perfectly content to let this god get his way.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"<i>Nothing</i> is wrong with me. Mortals were fine before the Engwithans decided to play at being gods. We will be fine long after they are gone.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"It may take some time for animancers to fix the damage the gods have caused, but I have no doubt they will succeed.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"If the ducs need me here, I am glad to serve them.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"He seems to think that because we are both 'godlike,' we share some sort of special bond.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Di verus, the only bond I want to share with him is an anchor wrapped around his neck.\"\r\n\r\nShe closes her eyes and exhales.",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Too harsh. Perhaps just around his foot. Per complanca, make him stop.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"She is a child. A child in thought, a child in action. If she wants to live in a fantasy, that is her choice.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"But she is so easily wounded by ideas counter to her own. Are Readcerans truly so sheltered?\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Whatever her problems are, they are hers. If she insists on trying to make them mine, she will end up hurt in more than one way.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"I follow your lead, but I serve the Vailian Republics. I do not expect a foreigner to share my love of country, but do not act against our interests.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"The ducs, the Vailian Trading Company, even the great families - I am responsible for protecting them all.\" ",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Respect that and I will respect you.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"I failed to complete my mission and had no excuses. The Republics had lost a golden opportunity to trade with the Glanfathans and the ducs were furious.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"They exiled me from the brotherhood, scoured the suns from my breastplate, put me on a ship to Readceras. Di verus, I was lucky to escape with my life.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"I worked as a guard. Caravans, ships, wealthy merchants. I did not discriminate. After my exile, both my purpose and my pride were gone.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"The years have taken me from the Eastern Reach to the Deadfire. Some would say it is fate that has brought us together again, Watcher. But you must already know what I think.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"It is just luck. Time will tell if it is good or ill.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"So, have you changed your mind about working with the Republics?\"\r\n\r\nShe cocks her feathered head to the side and gives you a curious look.",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Yes. I'd like your help.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Not yet, no.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"When you come to your senses, I'll be here. The Canta Nicese has instructed me to assist you... and so I wait.\"\r\n\r\nShe taps a boot against the floor and shrugs.",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Good.\"\r\n\r\nShe gives you a sharp nod and falls in at your side.",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Whatever happened with you and Maneha?\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "Pallegina slowly turns her head in your direction, eyebrows raised, inner eyelids nictitating out and back.",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Cuè?\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"You and Maneha, you were together, weren't you?\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"Uh... you know.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Maneha was a good campagna and a skilled warrior, but her imagination got the better of her.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "Her golden eyes roll and she flexes her jaw.",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"It appears to have gotten the better of you, as well.\"\r\n\r\nShe runs her fingers along a wayward feather pointing in an odd direction from her wrist, pressing it flush against her skin.",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Watcher, if you have a moment, I'd like to tell you something.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Watcher, it is time for us to talk. Now.\"\r\n\r\nHer demeanor is cold, eyes half-closed, arms crossed, jaw clenching.",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"I understand that you have problems of your own to attend to in the Deadfire, but I am here on behalf of the Vailian Republics.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"I will do my best to help you so long as you do not prove insufferable and so long as you do not act against the Republics.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"I am starting to question both your allegiances and your character. If this continues, I will report back to my superiors and request reassignment.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"I apologize. It's not my intention to act against you or the Republics.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Pallegina, please understand that I'm in a difficult position.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Let me save you the trouble. Leave now. I neither need nor want your company.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"Good. Behave accordingly.\"\r\n\r\nShe gives you a sharp nod and turns away.",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"I do understand, too well. Difficult positions test us. This is your test. Act accordingly.\"\r\n\r\nShe gives you a sharp nod and turns away.",
      "female": ""
    },
    {
      "id": 114,
      "default": "She clenches her jaw and exhales sharply. The feathers on her head stand on end. You can hear her teeth grinding as she stares you down.",
      "female": ""
    },
    {
      "id": 115,
      "default": "She puts her hands to the sides of her head and smooths her feathers. Her jaw begins to relax.",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"Gellarde.\"\r\n\r\nPallegina gives you an impassive glance and a dead bob of the head before turning on her heel to go.",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"Turn against me and I'll make you pay for it.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"You dolt. I would gladly accept death for the Republics. But at least now I know where you stand.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"Corès, Watcher. \"\r\n\r\nShe gives you a sharp nod and turns to go.",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"I appreciate that you have been helping me, helping the Republics.\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"I know that you have an important purpose in the Deadfire, and that purpose is not the same as ours.\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"Still, I hope you can see the potential the Republics has to do good here.\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"I do. The Republics are doing good work here.\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"There is potential, yes, but the situation is complicated.\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"Don't get ahead of yourself. We have a long way to go before we're out of this.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Agracima. Corès.\" She smiles broadly and nods to you.",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"Quite, but I trust you will continue to support us in the future.\"\r\n\r\nShe smiles and nods faintly to you, but a whisper of suspicion twitches into the corner of her mouth.",
      "female": ""
    },
    {
      "id": 128,
      "default": "The pleasant expression drains from her face like a drunkard's mirth in the sobering light of morning.",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"Corès.\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"Have I misjudged you?\"\r\n\r\nShe steps back to appraise you, her golden eyes darting around you as their nictitating lids slide out and back.",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"Whom to support is your decision, of course. But you always know where I stand.\"\r\n\r\nShe gives you a formal nod and turns to go.",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"Watcher, I am returning to my superiors to give a full report of your actions during our time together. I will not be coming back.\"\r\n\r\nHer jaw clenches tightly, teeth grinding, as she awaits your response.",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"I'm sorry. You seem upset. Can we talk about this?\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"What, are you expecting me to break down and cry?\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"Good. Go.\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"If you have any complaints about my performance, direct them to the palace of the Ducess Spirento, per complanca.\"\r\n\r\nA sneer twitches at the edge of her mouth, but she restrains herself to a curt nod before turning on her heel to go.",
      "female": ""
    },
    {
      "id": 137,
      "default": "<link=\"neutralvalue://Vailian: I hope your ship sinks, little shit.\">\"Peri chue na tuor nau bassenderi, merlanet.\"</link>",
      "female": ""
    },
    {
      "id": 138,
      "default": "She sneers at you and shakes her feathered head before turning on her heel to go.",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"Ado, Watcher. The Canta Nicese sent for me. It seems the Republics have need of me again, thanks to you.\"\r\n\r\nIt is difficult to read her expression. The corners of her mouth briefly twitch into a smile, but there is worry in her eyes.",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"Do <i>you</i> have need of me?\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"I will always have need of you, Pallegina.\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"I suppose.\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"Not right now, no.\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"No. Why would I want a failure who got kicked out of her paladin order?\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"Good.\" She nods sharply and steps forward.",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"If you change your mind, the Canta Nicese has ordered me to be at your disposal.\"\r\n\r\nShe gives you a slow nod and takes a small step back.",
      "female": ""
    },
    {
      "id": 147,
      "default": "The heavy lids of her eyes lower across her golden irises. She clenches her jaw and exhales sharply through her nose.",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"Have it your way. I am only here because the canta ordered me to come. Auret augori with the colossus, Watcher.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "As though a foul stench suddenly rose before her, she waves you away and turns her head with a sneer.",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"Once again, it seems you have led me into a divine mess. At least this time we will get to see the gods get what they deserve.\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"And, thanks to you, the Company will benefit in the end.\"\r\n\r\nShe smiles warmly and gives you a small nod.",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"I would prefer that you had chosen to support the Company, of course, but... I suppose the Huana have a right to their own destiny as long as the Republics do not suffer for it.\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"I would prefer that you had chosen to support the Company, of course, but... as long as the Republics do not suffer for this, the Príncipi can claim their spoils.\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"I am honored to have served with you, Watcher. You are, and will always be, my camerata.\"\r\n\r\nShe steps close to you and thrusts out her hand. She holds her head high, the pupils of her golden eyes revealing a blue inner flame.",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"You are an honorable campagna and I am proud to have served with you again.\"\r\n\r\nShe stands at attention and gives you a sharp salute, hand over her heart.",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"It is true we did not see eye to eye all the time, but... I am glad we have worked through it.\"",
      "female": ""
    },
    {
      "id": 157,
      "default": "[Return the gesture by stepping close and grasping her forearm.]",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"Let's go.\"",
      "female": ""
    },
    {
      "id": 160,
      "default": "[Return the salute.]",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"Let's go.\"",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"It has been a hard journey, but it's almost over. Let's finish it.\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"Likewise. Now let's see this through to the end.\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"Not so fast. This isn't over. Let's go.\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "As you clasp each other's arms, a wave of warmth flows from Pallegina into your body.",
      "female": ""
    },
    {
      "id": 166,
      "default": "With the physical warmth comes emotional warmth, a deep sense of pride and love for her country and its people.\r\n\r\nYou catch glimpses of the myriad cities of the Vailian Republics, the ducs bels and panits. You see merchants, artists, and animancers practicing their trades.",
      "female": ""
    },
    {
      "id": 167,
      "default": "You also see the faces of many other paladins of the Brotherhood of the Five Suns. Though you do not sense warmth from her toward them, you do sense the same pride and respect.",
      "female": ""
    },
    {
      "id": 168,
      "default": "Finally, you see your own face amidst the throng of Vailian leaders and luminaries. You can feel Pallegina's admiration for you as a champion of her country.",
      "female": ""
    },
    {
      "id": 169,
      "default": "And then, gradually, the warmth slowly fades. You are staring into Pallegina's serene face again.\r\n\r\nShe places her other hand atop yours before nodding and releasing your arm.",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"Let us go. Eothas awaits us.\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "She falters for a moment, blinking and taking a step back. Without a word, she lets her hand sink to her side.\r\n\r\nLooking away, she nods her head in your direction.",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"Of course.\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "A smile spreads across her face as you return the gesture.",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"Of course. Lead the way.\"",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"Watcher, I would like to speak with you, if you have a moment.\"\r\n\r\nA calm smile sits on Pallegina's face. Within the dark pupils of her golden eyes, you can see whispers of blue flame dancing.",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"I appreciate your help with Giacolo.\"",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"Without you, I could not have saved him.\"",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"Even though we could not save him, without your help, I may never have found him.\"",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"And it has made me think about the future of animancy, especially in the Republics.\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"I know that my love of country may seem strange to you. At times, it even seems strange to me.\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"Even if I don't share your beliefs, I understand you.\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"It doesn't seem strange at all. I believe the Vailian Republics are going to lead us into the future.\"",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"It does seem a little strange.\"",
      "female": ""
    },
    {
      "id": 187,
      "default": "Her lips part, breaking into a broad smile.",
      "female": ""
    },
    {
      "id": 188,
      "default": "She smiles modestly and nods.",
      "female": ""
    },
    {
      "id": 189,
      "default": "She gives you a faint smile and a shrug.",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"The Republics are the only love I have ever known. I would give all that I have to them, to our people, to our future.\"",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"That makes sense. You've dedicated your life to them.\"",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"The only love? Have you never been in love with someone?\"",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"A country is only as good as its leaders and people. You shouldn't put faith in something so fragile.\"",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"It is not without cause. And it is not because I have lived a sheltered life in the Republics.\"",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"I have seen much of the world, many beautiful cities, people, and cultures. I still believe, in my heart, that the Vailian Republics will lead us into the future.\"",
      "female": ""
    },
    {
      "id": 196,
      "default": "She tilts her feathered head to one side, thinking.",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"If love means to feel the way I do about my country, no. What I feel is about more than one person, more than the ducs.\"",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"There is more to a country than its leaders and its people. More than cities and the lands that surround them. There is a spirit between us. It binds us together. It transcends us as individuals.\"",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"There is a spirit, between us, all of my people, that transcends individual citizens and leaders. It binds us together and carries us forward.\"",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"It is what drives us to create, to learn, to push the boundaries of what we know about Eora, about the In-Between, about the Beyond itself.\"",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"Is it a spirit that lives in the heart of every Vailian, and it is what gives me the strength to believe that Eora will see a better future.\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"I understand. I feel it, too.\"",
      "female": ""
    },
    {
      "id": 205,
      "default": "\"Why are you telling me this?\"",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"I don't share your enthusiasm.\"",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"Gellarde!\"\r\n\r\nYou see a brilliant blue flame shine in the depths of Pallegina's eyes.",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"Because, Watcher, you walk among the greatest powers of Eora and the Beyond.\"",
      "female": ""
    },
    {
      "id": 209,
      "default": "\"The time may come when your hand will choose the fate of the people of the Deadfire.\"",
      "female": ""
    },
    {
      "id": 210,
      "default": "\"When that time comes, I hope... I <i>believe</i> you will see the future as I do.\"\r\n\r\nFrom the depths of Pallegina's eyes, you see a brilliant blue flame shining.",
      "female": ""
    },
    {
      "id": 211,
      "default": "\"<i>You</i> are not a sworn brother of the Frermàs mes Canc Suolias. You are not expected to.\"",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"Still, the time may come when your hand will choose the fate of the people of the Deadfire.\"",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"Until then, corès.\"",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"You know the future the Republics can bring, just as you can see that the time may soon come when your hand will choose the fate of the people of the Deadfire.\"",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"When that time comes, I believe... I <i>know</i> you will see the future as I do.\"",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"I must say, Watcher, that you have made an excellent decision. The Republics will not let you down.\"",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"Watcher, I must object. Whatever plan you have to ingratiate yourself to these... pirates cannot come at the cost of the Company's luminous adra mill.\"",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"Relax. I have no intention of stealing from the luminous adra mill.\"",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"Well, we'll see.\"",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"In case you haven't noticed, I don't care about the Vailian Trading Company.\"",
      "female": ""
    },
    {
      "id": 221,
      "default": "\"Good.\"\r\n\r\nShe nods, but there is a hint of suspicion in her eyes as she turns her attention away.",
      "female": ""
    },
    {
      "id": 222,
      "default": "\"I warn you, if you act against the Vailian Trading Company, I will make your actions known.\"\r\n\r\nShe jabs a finger in your direction before shaking her head and turning away.",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"Watcher, you have put me in a position that demands that I leave your company, immediately.\"",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"The Royal Deadfire Company is an enemy not only of the Vailian Trading Company, but, di verus, the Republics themselves.\"",
      "female": ""
    },
    {
      "id": 226,
      "default": "\"I have clearly been unable to dissuade you from allying with our enemies and therefore must take my leave.\"",
      "female": ""
    },
    {
      "id": 227,
      "default": "\"The Príncipi sen Patrena are, by any measure, little more than pirates who would plunder Ukaizo for every flake of luminous adra they could tear from it.\"",
      "female": ""
    },
    {
      "id": 228,
      "default": "\"The last time any Huana set foot on Ukaizo was over two thousand years ago.\"",
      "female": ""
    },
    {
      "id": 229,
      "default": "\"If you allow them to claim it, they will prevent <i>any</i> animancers from studying the machines that Eothas is about to destroy.\"",
      "female": ""
    },
    {
      "id": 230,
      "default": "\"If they have their way, animancers will never be able to access or study the very machines that Eothas is about to destroy.\"",
      "female": ""
    },
    {
      "id": 231,
      "default": "\"If they lay claim to Ukaizo, it will be turned into just another military port, another foundry for cannons, another shipyard to build a larger fleet.\"",
      "female": ""
    },
    {
      "id": 232,
      "default": "\"All of the luminous adra, the Engwithan machinery that animancers could study - machines that Eothas is about to destroy - will go unused.\"",
      "female": ""
    },
    {
      "id": 233,
      "default": "\"I am sorry, Pallegina. I didn't mean for it to end this way.\"",
      "female": ""
    },
    {
      "id": 234,
      "default": "\"I've made my choice and you've made yours. What else is there to say?\"",
      "female": ""
    },
    {
      "id": 235,
      "default": "\"You're on the wrong side.\"",
      "female": ""
    },
    {
      "id": 236,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"This is not the end. But we may be together again when it comes.\"\r\n\r\nWith a sharp nod of her feathered head, she turns to leave.",
      "female": ""
    },
    {
      "id": 238,
      "default": "With a sharp nod of her feathered head, she turns to leave.",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"Why is that?\"",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"The Vailian Republics are colonial imperialists who profit from Huana lands at their expense.\"",
      "female": ""
    },
    {
      "id": 241,
      "default": "\"I just don't believe the Republics are the people who are going to lead us to a better future.\"",
      "female": ""
    },
    {
      "id": 242,
      "default": "\"The Royal Deadfire Company is going to bring order to the archipelago. That's what it needs.\"",
      "female": ""
    },
    {
      "id": 243,
      "default": "\"The Príncipi believe in freedom, and so do I. They deserve a home and I'm going to give it to them.\"",
      "female": ""
    },
    {
      "id": 244,
      "default": "\"The Príncipi are in danger of being wiped out. Their culture has a right to survive, a right to a home.\"",
      "female": ""
    },
    {
      "id": 245,
      "default": "\"I don't need to explain myself to you.\"",
      "female": ""
    },
    {
      "id": 246,
      "default": "\"The Deadfire belongs to the Huana. The Engwithans stole Ukaizo from them. I'm going to give it back.\"",
      "female": ""
    },
    {
      "id": 247,
      "default": "She grinds her teeth, but says nothing. With a sharp nod of her feathered head, she turns to leave.",
      "female": ""
    },
    {
      "id": 248,
      "default": "\"I fear for the future of all kith if this is how we respond to the challenge Eothas is placing before us.",
      "female": ""
    },
    {
      "id": 249,
      "default": "\"You have refused the Republics' help in reaching Ukaizo. Worse, you have made the Vailian Trading Company your enemy.\"",
      "female": ""
    },
    {
      "id": 250,
      "default": "\"If the Republics do not secure Ukaizo, all of that machinery that Eothas is about to destroy, all of that luminous adra, will be inaccessible to animancers.\"",
      "female": ""
    },
    {
      "id": 251,
      "default": "\"I'm helping the Huana, but the Vailians are not my enemy. You don't have to do this.\"",
      "female": ""
    },
    {
      "id": 252,
      "default": "\"I'm helping the Príncipi, but the Vailians are not my enemy. You don't have to do this.\"",
      "female": ""
    },
    {
      "id": 253,
      "default": "\"I'm doing this on my own, but the Vailians are not my enemy. You don't have to do this.\"",
      "female": ""
    },
    {
      "id": 254,
      "default": "She narrows her eyelids and scrutinizes you.",
      "female": ""
    },
    {
      "id": 255,
      "default": "\"I trusted in you in Twin Elms. You did not let me down then, Watcher. Perhaps I can place my trust in you again.\"",
      "female": ""
    },
    {
      "id": 256,
      "default": "\"Do not let it be misplaced.\"",
      "female": ""
    },
    {
      "id": 257,
      "default": "\"No. I trusted you in Twin Elms. I was rewarded for it with five years of exile. I will <i>never</i> let my country down again, Watcher.\"",
      "female": ""
    },
    {
      "id": 258,
      "default": "\"Corès.\"\r\n\r\nWith a sharp nod of her feathered head, she turns to go.",
      "female": ""
    },
    {
      "id": 259,
      "default": "\"Ah, the Watcher of Caed Nua. I heard you were in the Deadfire.\"",
      "female": ""
    },
    {
      "id": 260,
      "default": "\"Ah, the Watcher of Caed Nua. I heard you were in the Deadfire.\"",
      "female": ""
    },
    {
      "id": 261,
      "default": "\"The Canta Nicese has ordered me to be available to assist you. For the sake of the Republics, of course.\"",
      "female": ""
    },
    {
      "id": 262,
      "default": "\"The Canta Nicese has decided to forgive my past transgressions so that I may assist you. It seems the Republics have need of me again.\"",
      "female": ""
    },
    {
      "id": 263,
      "default": "\"Do you have need of me?\"",
      "female": ""
    }
  ]
}