{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_maia_quest",
  "Entries": [
    {
      "id": 99,
      "default": "\"The village was beachside. No sign of foreign occupation. I might have been the first outsider to make land in... quite a while.\" ",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"They were just simple folk going about their lives. Couldn't have been more than fifty of them.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"Their ranga, though... he had a voice that carried, that echoed in the hearts of his people.\" Her eyes narrow as she concentrates on a far-off point.",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"I shot him in the back of the head. He was a corpse before he hit the ground.\"\r\n\r\nShe opens her fingers like a flower blooming.",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"It took a while for his kin to find him, but only seconds to figure out that he didn't die of a weak heart.\" She chews her bottom lip and glances toward Ishiza. ",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"So... we're back. Did you miss us?\" Maia smiles a little, the side of her mouth twitching. Ishiza offers a friendly squawk.",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"About that.\" Frowning, Maia crosses her arms and nods thoughtfully.",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"Where were you?\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"Of course I missed you, Maia.\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"Something happened out there, and it's got me all turned around.\" Maia fixes her attention on a distant point. ",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"Well, thanks. It was just me and the bird for a couple of days, and we're sick to death of each other.\"",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"Speak your mind.\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"I don't have time for this.\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"No.\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"All right. I'll share my ideas with the bird, if that's how you want it.\" She raises her brow.",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"I... didn't exactly deliver a missive. That parchment was meant for me, and I delayed opening it as long as I could.\" She folds her arms.",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"What did he speak about?\"",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"Go on.\"",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"He called for unity with the neighboring tribes, the setting aside of bad blood. \r\n\r\n\"His people listened, and listened well.\" ",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"He was my target. You can guess what happened next.\" Maia shrugs, squeezing her forearms to release some tension.",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"Tell me anyway.\"",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"Spare me the gory details, please.\"",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"Fair enough. Long story short, the chieftain never saw his next sunrise.\" Maia tips her head and studies you intently.",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"The rub of it is... my target wasn't some ship's captain or an ogre swinging a fence post. \r\n\r\n\"He was the ranga of a Huana tribe.\" She raises her brow and studies you for any reaction.",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"So killing the chieftain didn't rattle the tribe?\"",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"Rauatai can learn from this and be more selective next time.\"",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"Doesn't sound like your mission was a success.\" ",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"I completed my mission. I leave Atsura to worry about whether or not it was a <i>success.</i>\"",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"I guess that depends on how much faith you have in Atsura's plan.\"",
      "female": ""
    },
    {
      "id": 226,
      "default": "Sighing to herself, Maia tugs at her hair bun, worrying a loose lock.",
      "female": ""
    },
    {
      "id": 227,
      "default": "\"They mourned, they seethed, they tore at their hair... but they rebuilt.\"",
      "female": ""
    },
    {
      "id": 228,
      "default": "\"By the time I left, they were talking about peace with the other tribes like it was inevitable.\" A slow smile of astonishment rises to her face.",
      "female": ""
    },
    {
      "id": 229,
      "default": "Holding his silence, Tekēhu nevertheless wears a fierce and self-satisfied grin.",
      "female": ""
    },
    {
      "id": 230,
      "default": "\"Whatever it is, keep it to yourself, fish boy.\" Maia clicks her tongue at him sharply.",
      "female": ""
    },
    {
      "id": 231,
      "default": "\"Maia!\"",
      "female": ""
    },
    {
      "id": 232,
      "default": "\"Why don't you start from the beginning.\"",
      "female": ""
    },
    {
      "id": 233,
      "default": "\"Take a breath, captain. You're not exactly a pacifist.\" ",
      "female": ""
    },
    {
      "id": 234,
      "default": "\"I might not be back for a few days, on account of this.\" Maia chews the inside of her cheek and reaches into her pack.\r\n\r\nShe produces a sealed missive. ",
      "female": ""
    },
    {
      "id": 253,
      "default": "\"Sounds sneaky. Tell me more.\"",
      "female": ""
    },
    {
      "id": 254,
      "default": "Nodding to you, Maia shrugs away some tension that you hadn't noticed before.",
      "female": ""
    },
    {
      "id": 255,
      "default": "\"Acted like I hadn't just killed her boss for doing the same thing.\" ",
      "female": ""
    },
    {
      "id": 280,
      "default": "\"Atsura gave me a name and a location. That was all.\r\n\r\n\"When you're a sharpshooter by trade and your boss doesn't offer clarification, you learn to arrive at your own conclusions.\"",
      "female": ""
    },
    {
      "id": 296,
      "default": "\"I assume you'll find your way back?\"",
      "female": ""
    },
    {
      "id": 307,
      "default": "\"Shouldn't be a problem. You leave a messy trail in your wake.\" Maia grins at you, winking.",
      "female": ""
    },
    {
      "id": 311,
      "default": "She nods to you, holding your gaze for an extra moment before she clicks her tongue to summon Ishiza.",
      "female": ""
    },
    {
      "id": 317,
      "default": "\"Go have fun. Chase a god, save an island - do what you do best, captain.\" She nods encouragingly.",
      "female": ""
    },
    {
      "id": 319,
      "default": "\"Aloth, try not to sink the ship while I'm away.\"",
      "female": ""
    },
    {
      "id": 320,
      "default": "\"Hey farm boy, try to keep the captain entertained while I'm gone.\" She nods to Edér.",
      "female": ""
    },
    {
      "id": 321,
      "default": "\"Your other bird friend can keep you company for a couple of days.\" She nods to Pallegina.",
      "female": ""
    },
    {
      "id": 322,
      "default": "\"I'm sure our pet orlan can keep you entertained.\" She nods to Serafen.",
      "female": ""
    },
    {
      "id": 323,
      "default": "\"If you miss me, chat with the fish man. I'm sure he's got some stories.\" She nods toward Tekēhu.",
      "female": ""
    },
    {
      "id": 324,
      "default": "\"You've got Xoti to keep you company. You two play nice.\"",
      "female": ""
    },
    {
      "id": 325,
      "default": "\"It's hardly my fault someone stored the pitch next to the lanterns.\" He shoots back a vaguely accusatory glance.",
      "female": ""
    },
    {
      "id": 326,
      "default": "\"Take care of Ishi. Expect to see you both back with us.\"",
      "female": ""
    },
    {
      "id": 327,
      "default": "Without missing a beat, Pallegina makes a rude hand gesture in Maia's direction.",
      "female": ""
    },
    {
      "id": 328,
      "default": "\"You best be glad I be liking that bird, girl, 'cause I ain't no powder-monkey's flogging pet.\" ",
      "female": ""
    },
    {
      "id": 329,
      "default": "\"May you return with a good one.\" \r\n\r\nHe crosses his arms and raises his brow.",
      "female": ""
    },
    {
      "id": 330,
      "default": "\"You stay safe, you hear, Maia?! You come back in one piece.\" ",
      "female": ""
    },
    {
      "id": 331,
      "default": "\"Safe travels, Maia.\"",
      "female": ""
    },
    {
      "id": 332,
      "default": "\"Come back with answers, or not at all.\"",
      "female": ""
    },
    {
      "id": 333,
      "default": "\"Try not to get yourself killed.\"",
      "female": ""
    },
    {
      "id": 335,
      "default": "\"You as well. Just don't have too much fun without us.\"",
      "female": ""
    },
    {
      "id": 337,
      "default": "\"No promises.\" She shrugs, offering you an uneasy glance.",
      "female": ""
    },
    {
      "id": 338,
      "default": "\"Awfully sentimental of you to suggest it. I'll do my best.\"",
      "female": ""
    },
    {
      "id": 361,
      "default": "\"I won't ask you to come along or get involved.\" At first it seems like she is looking down at Ishiza - in fact, Maia is looking down at her feet. ",
      "female": ""
    },
    {
      "id": 362,
      "default": "\"I'll go with you. Where are we bound?\"",
      "female": ""
    },
    {
      "id": 363,
      "default": "\"Don't I have a say in this?\"",
      "female": ""
    },
    {
      "id": 365,
      "default": "\"When I said I won't ask... what I mean is you aren't invited. This is a one-woman, one-bird kind of job.\" ",
      "female": ""
    },
    {
      "id": 372,
      "default": "\"Sorry, captain. It's... I would prefer to go it alone. Reasonably alone.\" She nudges Ishiza with her toe.",
      "female": ""
    },
    {
      "id": 414,
      "default": "\"Go on.\"",
      "female": ""
    },
    {
      "id": 415,
      "default": "\"Don't tell me you shot someone.\"",
      "female": ""
    },
    {
      "id": 416,
      "default": "\"I can already see this is going to go well.\"",
      "female": ""
    },
    {
      "id": 417,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 431,
      "default": "\"Did it make a difference to you that the ranga was a civilian?\"",
      "female": ""
    },
    {
      "id": 435,
      "default": "\"Of course. I shoot to disrupt soldiers and end conflicts.\"",
      "female": ""
    },
    {
      "id": 442,
      "default": "\"I feel I should set the record straight.\" Maia folds her arms and raps her knuckles against her bicep.",
      "female": ""
    },
    {
      "id": 443,
      "default": "\"If you don't mind, I need to let this brew in my head for a while and see what bubbles up. \r\n\r\n\"Thanks for letting me unload in the meantime.\"",
      "female": ""
    },
    {
      "id": 445,
      "default": "\"I had other questions.\"",
      "female": ""
    },
    {
      "id": 446,
      "default": "\"Let's be off.\" ",
      "female": ""
    },
    {
      "id": 448,
      "default": "\"I'm supposed to... handle this one alone.\"",
      "female": ""
    },
    {
      "id": 455,
      "default": "\"Have we been delivering assassination missions this whole time?\"",
      "female": ""
    },
    {
      "id": 456,
      "default": "\"Fair question. Short answer? I don't know.\" She frowns down at Ishiza.",
      "female": ""
    },
    {
      "id": 457,
      "default": "\"Atsura uses different codes for each of us. I could teach myself to write Engwithan before I cracked another agent's instructions.\"",
      "female": ""
    },
    {
      "id": 501,
      "default": "\"I picked a spot and a time of day. Morning, west-facing, plenty of tree cover. The light was in my favor, the winds were low.\" ",
      "female": ""
    },
    {
      "id": 502,
      "default": "\"And then I stopped. I pictured all those captains I'd riddled with holes, and I wondered... \r\n\r\n\"Is this how we treat civilians? Is this how wars are won?\"",
      "female": ""
    },
    {
      "id": 503,
      "default": "\"And you spared his life?\"",
      "female": ""
    },
    {
      "id": 504,
      "default": "\"Go on.\"",
      "female": ""
    },
    {
      "id": 505,
      "default": "\"No, I killed him all right.\"",
      "female": ""
    },
    {
      "id": 680,
      "default": "\"I should come clean about something, captain.\" Maia scratches the back of her head, sighing.",
      "female": ""
    },
    {
      "id": 681,
      "default": "\"Speak your mind.\"",
      "female": ""
    },
    {
      "id": 682,
      "default": "\"Is this where you betray me, Maia?\"",
      "female": ""
    },
    {
      "id": 683,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 684,
      "default": "\"What? No. I mean... what?\" Perplexed, Maia shakes her head.",
      "female": ""
    },
    {
      "id": 685,
      "default": "\"Atsura didn't set me loose just so I could stay busy. Fact of the matter is... he gave me a job to do.\"",
      "female": ""
    },
    {
      "id": 686,
      "default": "\"I've got this stack of missives I need to deliver. Noble errand, right?\" She shows you a small collection of scrolls in her pack, all judiciously sealed with the sigil of the Royal Deadfire Company.",
      "female": ""
    },
    {
      "id": 687,
      "default": "\"The company has a lot of people working away from headquarters, and Atsura trusted me to get these in the right hands.\r\n\r\n\"Hope that isn't a problem.\"",
      "female": ""
    },
    {
      "id": 688,
      "default": "\"I'll see that we make the deliveries in good time.\"",
      "female": ""
    },
    {
      "id": 689,
      "default": "\"What's in these missives?\"",
      "female": ""
    },
    {
      "id": 690,
      "default": "\"Aren't you a little overqualified for courier work?\"",
      "female": ""
    },
    {
      "id": 691,
      "default": "\"I'll consider it when we have time.\"",
      "female": ""
    },
    {
      "id": 692,
      "default": "\"Appreciate it, captain. You'd be doing Atsura and the company a big favor.\" She grins.",
      "female": ""
    },
    {
      "id": 693,
      "default": "\"A bit of everything. Shipping manifests, requisitions for supplies, work orders. Mostly work orders.\" ",
      "female": ""
    },
    {
      "id": 694,
      "default": "\"You wouldn't believe how much paperwork it takes to run a navy.\"",
      "female": ""
    },
    {
      "id": 695,
      "default": "\"I ran a grand estate for a time. I have an idea.\"",
      "female": ""
    },
    {
      "id": 698,
      "default": "\"Ah, yes. Making good with the locals, paying off bounties. Maybe Eothas did you a favor when he stepped on Caed Nua?\" She chuckles to herself.",
      "female": ""
    },
    {
      "id": 699,
      "default": "\"I... didn't actually mean that.\" ",
      "female": ""
    },
    {
      "id": 700,
      "default": "\"This one's bound for Harama, an... acquaintance. Good sailor. He's somewhere off in Tikawara.\" She holds up a single scroll.",
      "female": ""
    },
    {
      "id": 701,
      "default": "\"And these are for Tuaha, an old friend stationed in Port Maje. You meet some strange types in the navy.\" ",
      "female": ""
    },
    {
      "id": 703,
      "default": "\"Fair enough. We're bound to run into my contacts one way or another, so don't lose any sleep over it.\"",
      "female": ""
    },
    {
      "id": 704,
      "default": "\"I had some questions.\"",
      "female": ""
    },
    {
      "id": 705,
      "default": "\"Let's be off.\" ",
      "female": ""
    },
    {
      "id": 706,
      "default": "\"Watch out, Ishi - we've got a charmer on our hands.\" Maia plays at whispering to her bird, though she wears a knowing smile. ",
      "female": ""
    },
    {
      "id": 707,
      "default": "\"That's the thing about Atsura - he keeps so many irons in the fire at once that everything seems like a high priority.\"",
      "female": ""
    },
    {
      "id": 710,
      "default": "\"Anything else I should know about this job of yours?\"",
      "female": ""
    },
    {
      "id": 711,
      "default": "Reaching back to tighten her bun, Maia takes a moment to consider your question. ",
      "female": ""
    },
    {
      "id": 712,
      "default": "\"Don't take it personally if I'm vague on some of the details. Atsura likes his discretion, even when it comes to boring bureaucratic stuff.\"",
      "female": ""
    },
    {
      "id": 713,
      "default": "\"As long as it's nothing I should worry about.\"",
      "female": ""
    },
    {
      "id": 714,
      "default": "\"I'm keeping an eye on you.\"",
      "female": ""
    },
    {
      "id": 715,
      "default": "\"The second that I need you to worry, you'll know. Count on it.\" She closes one eye and makes a friendly trigger-pulling motion at you.",
      "female": ""
    },
    {
      "id": 716,
      "default": "\"Keep an eye on Ishiza while you're at it, because <i>someone</i> has been defecating in my boots.\" ",
      "female": ""
    },
    {
      "id": 717,
      "default": "\"Tuaha is... eccentric. I know. Even in the navy I never knew what to make of her.\" ",
      "female": ""
    },
    {
      "id": 718,
      "default": "\"We found Harama in quite a state, didn't we? It's no wonder you'd be curious about what's going on.\"",
      "female": ""
    },
    {
      "id": 719,
      "default": "\"I hope that Tuaha is okay. For an officer as resourceful as she is, you'd think she could take care of herself.\" Maia bundles her arms around herself and looks off to the distance.",
      "female": ""
    },
    {
      "id": 721,
      "default": "\"You might be asking yourself why one of the tribals would be stalking her, and if that has anything to do with our little... mission.\"",
      "female": ""
    },
    {
      "id": 722,
      "default": "\"The thought crossed my mind.\"",
      "female": ""
    },
    {
      "id": 723,
      "default": "\"Mission. Interesting choice of words.\"",
      "female": ""
    },
    {
      "id": 724,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 725,
      "default": "Nodding, Maia sighs.",
      "female": ""
    },
    {
      "id": 726,
      "default": "\"I won't insult your intelligence. Of course it does.\"",
      "female": ""
    },
    {
      "id": 727,
      "default": "\"Atsura is doing important work in the Deadfire. He's bringing peace, order, bounty. Not everyone sees it that way, so he has to keep his intentions quiet.\"",
      "female": ""
    },
    {
      "id": 728,
      "default": "\"I know the secrecy doesn't look good, but I can promise you that this is for a better Deadfire.\"",
      "female": ""
    },
    {
      "id": 729,
      "default": "\"Are you both spies?\"",
      "female": ""
    },
    {
      "id": 730,
      "default": "\"Her stalker wasn't just some creep or thief, was he?\"",
      "female": ""
    },
    {
      "id": 731,
      "default": "\"That's all... for now.\"",
      "female": ""
    },
    {
      "id": 732,
      "default": "\"If I pass information from one place to the next, does that make me a spy?\"",
      "female": ""
    },
    {
      "id": 733,
      "default": "\"I suppose it depends what side of the fence you're on.\"",
      "female": ""
    },
    {
      "id": 734,
      "default": "\"Probably not. Leave it to the Huana to distrust a lone Rauataian who knows her business.\"",
      "female": ""
    },
    {
      "id": 735,
      "default": "\"Doesn't surprise me that they'd want to keep an eye on outsider business - or get in the way of it.\"",
      "female": ""
    },
    {
      "id": 736,
      "default": "\"Is there anything else you're not telling me?\"",
      "female": ""
    },
    {
      "id": 737,
      "default": "\"Yes. Of course there is, and plenty else besides. You think Atsura tells <i>me</i> everything?\"",
      "female": ""
    },
    {
      "id": 738,
      "default": "\"Whatever he has planned for the Deadfire, I'm only a small part of it. But I still need to protect my part.\"",
      "female": ""
    },
    {
      "id": 739,
      "default": "\"You have every reason to be suspicious. Just... trust me that this is all for the best. I wouldn't lie about that.\" ",
      "female": ""
    },
    {
      "id": 740,
      "default": "\"You... probably have some questions about what we've been doing.\" Maia sighs, nodding.",
      "female": ""
    },
    {
      "id": 742,
      "default": "\"Harama is a sociable type of guy. Getting to know people is as easy to him as breathing is to you or me.\" ",
      "female": ""
    },
    {
      "id": 744,
      "default": "\"Atsura set him loose so he can... <i>get to know</i> as many people as possible.\"",
      "female": ""
    },
    {
      "id": 745,
      "default": "\"What does that even mean, Maia?\"",
      "female": ""
    },
    {
      "id": 746,
      "default": "\"He's a spy.\"",
      "female": ""
    },
    {
      "id": 747,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 748,
      "default": "\"He's keeping an eye on Tikawara - who comes and goes, what sorts of things they discuss.\"",
      "female": ""
    },
    {
      "id": 749,
      "default": "\"That's one way you could put it.\"",
      "female": ""
    },
    {
      "id": 750,
      "default": "\"I'm being vague, I know. This is what happens when you work for Atsura for too long.\"",
      "female": ""
    },
    {
      "id": 751,
      "default": "\"Atsura is committed to a more peaceful Deadfire, but he's just one man. He needs good people to shoulder the burden with him.\"",
      "female": ""
    },
    {
      "id": 752,
      "default": "\"So Harama is just eyes and ears?\"",
      "female": ""
    },
    {
      "id": 753,
      "default": "\"That mob said he had coded missives. Was that true?\"",
      "female": ""
    },
    {
      "id": 754,
      "default": "\"What have we been delivering, Maia?\"",
      "female": ""
    },
    {
      "id": 755,
      "default": "\"That's all... for now.\"",
      "female": ""
    },
    {
      "id": 756,
      "default": "\"Only Atsura knows for sure. Harama might not even have all the facts.\"",
      "female": ""
    },
    {
      "id": 757,
      "default": "\"I certainly don't.\"",
      "female": ""
    },
    {
      "id": 758,
      "default": "\"For what it's worth, you're doing a great thing for the Deadfire. You'll see that someday.\" ",
      "female": ""
    },
    {
      "id": 759,
      "default": "\"Eh. Maybe. Probably.\" Maia shrugs.",
      "female": ""
    },
    {
      "id": 760,
      "default": "\"Let's just say we're not the first people to deliver Harama a missive that looked like one thing and read like another.\"",
      "female": ""
    },
    {
      "id": 761,
      "default": "\"Truthfully? I don't know. They looked like ordinary documents to me, but I'm sure that's how Atsura wanted it.\"",
      "female": ""
    },
    {
      "id": 762,
      "default": "\"Atsura has a new code for every hour of the day. He probably has cipher keys tattooed all over his body.\"",
      "female": ""
    },
    {
      "id": 768,
      "default": "\"Huh. I'll try not to read too much into that.\"",
      "female": ""
    },
    {
      "id": 770,
      "default": "\"He left his hut, mussed his kid's hair, and set off for the beach on the other side of the island. Checking lobster traps.\"",
      "female": ""
    },
    {
      "id": 771,
      "default": "\"Ishi followed him overhead and I followed him with my sights - holding my breath, waiting for the right moment.\"",
      "female": ""
    },
    {
      "id": 789,
      "default": "\"I can tell that something's on your mind... and I owe you an explanation.\" Maia nods, tipping up her chin and steeling herself.",
      "female": ""
    },
    {
      "id": 790,
      "default": "\"We should discuss Harama as well.\"",
      "female": ""
    },
    {
      "id": 791,
      "default": "\"I have questions about Tuaha as well.\"",
      "female": ""
    },
    {
      "id": 793,
      "default": "\"More of Atsura's dirty work. I don't like it.\"",
      "female": ""
    },
    {
      "id": 794,
      "default": "\"You don't have to like it, captain. This is my job.\" Maia shakes her head, scowling.",
      "female": ""
    },
    {
      "id": 798,
      "default": "\"What's to stop me from telling Onekaza and Aruihi about this?\"",
      "female": ""
    },
    {
      "id": 799,
      "default": "\"Don't be dense. They're smart enough to assume that Rauatai has spies.\"",
      "female": ""
    },
    {
      "id": 800,
      "default": "\"And if they're really smart, they're spying on us, too. Though I doubt it.\"",
      "female": ""
    },
    {
      "id": 801,
      "default": "\"Give me one reason why I shouldn't tell everyone in the Deadfire about this.\"",
      "female": ""
    },
    {
      "id": 802,
      "default": "\"You have no evidence, I'll deny everything, and the navy will forget they ever knew me.\" Maia folds her arms.",
      "female": ""
    },
    {
      "id": 803,
      "default": "She blinks slowly, her expression vacant as she gives the silence of the moment its deserving weight.",
      "female": ""
    },
    {
      "id": 804,
      "default": "\"Three reasons. Now back off, captain. I need to clean my gun.\" Maia turns from you and says no more.",
      "female": ""
    },
    {
      "id": 821,
      "default": "\"We won't succeed if we don't understand the tribes. And something tells me that we aren't there yet.\" ",
      "female": ""
    },
    {
      "id": 827,
      "default": "\"If we go Atsura's way, we had better be sure that killing the right people makes a difference... damn sure.\"",
      "female": ""
    },
    {
      "id": 828,
      "default": "\"And if we fall back on what we know... cannons, sieges, occupation... we had better commit to fighting a moving target.\"",
      "female": ""
    },
    {
      "id": 830,
      "default": "\"Harama was a sociable type of guy. Getting to know people came as easily to him as breathing.\"",
      "female": ""
    },
    {
      "id": 836,
      "default": "His expression softening, Tekēhu frowns to himself and backs away a step, giving Maia space. ",
      "female": ""
    },
    {
      "id": 837,
      "default": "Pressing his lips together, Tekēhu studies Maia intently as she speaks. He pulls at the ends of his hairs, twirling them anxiously between his fingers. ",
      "female": ""
    },
    {
      "id": 838,
      "default": "\"Ekera, that is enough!\" Tekēhu's even expression twists into a mask of agony.\r\n\r\nMaia shifts her attention to him with alarm.",
      "female": ""
    },
    {
      "id": 839,
      "default": "\"I say she can spare her breath for the authorities in Serpent's Crown!\"",
      "female": ""
    },
    {
      "id": 840,
      "default": "\"That's not going to happen, blue guy.\" Maia's hand strays toward her belt. Perking at attention, Ishiza ruffles his tail feathers. ",
      "female": ""
    },
    {
      "id": 841,
      "default": "\"Tekēhu, let her talk. We don't have any proof of her claims anyway.\"",
      "female": ""
    },
    {
      "id": 842,
      "default": "\"I'd like to hear her out before making any hasty decisions.\"",
      "female": ""
    },
    {
      "id": 844,
      "default": "\"Maia, what you're describing here is beyond illegal.\"",
      "female": ""
    },
    {
      "id": 845,
      "default": "\"Thank you, captain.\" Tekēhu nods, tipping his chin to Maia in an imperious gesture.",
      "female": ""
    },
    {
      "id": 846,
      "default": "Taking a moment to study you both, Maia calmly clears her throat into her fist.",
      "female": ""
    },
    {
      "id": 847,
      "default": "\"If you two were finished, I was just getting to the point.\"",
      "female": ""
    },
    {
      "id": 852,
      "default": "\"I will be watching you, <i>assassin.</i>\" Tekēhu points to his eyes and then points to Maia's. He grimaces with disgust.",
      "female": ""
    },
    {
      "id": 854,
      "default": "\"Go on.\"",
      "female": ""
    },
    {
      "id": 855,
      "default": "\"Is this about your... mission?\"",
      "female": ""
    },
    {
      "id": 856,
      "default": "\"Yeah. Been thinking about it a lot.\"",
      "female": ""
    },
    {
      "id": 857,
      "default": "\"I didn't get into this business so I could shoot first in a battle that hadn't even started... you know?\"",
      "female": ""
    },
    {
      "id": 859,
      "default": "\"I know the ranga nui wants to see results, but I never thought any of us would be complicit in something like... assassination.\"",
      "female": ""
    },
    {
      "id": 866,
      "default": "\"Funny sentiment from an expert marksman.\"",
      "female": ""
    },
    {
      "id": 867,
      "default": "\"Funny depends on where you're standing, I guess.\" Maia furrows her brow.",
      "female": ""
    },
    {
      "id": 868,
      "default": "\"I can see attacking a fortress or an enemy ship. I can see taking aim at the soldier wearing the tallest hat.\"",
      "female": ""
    },
    {
      "id": 869,
      "default": "\"I killed a chieftain for spreading good ideas. It's not the same thing.\"",
      "female": ""
    },
    {
      "id": 870,
      "default": "\"If my talent with a gun caused anyone to think that a bullet is a one size fits all problem solver, that says more about them than it does about me.\"",
      "female": ""
    },
    {
      "id": 872,
      "default": "\"I take it you never asked these sorts of questions while fighting with the navy.\"",
      "female": ""
    },
    {
      "id": 873,
      "default": "\"It's a little different when the enemy ship is turning about, their cannons glinting like a spider's eyes.\" ",
      "female": ""
    },
    {
      "id": 874,
      "default": "\"You don't find time for a lot of deep, ethical discussions.\" ",
      "female": ""
    },
    {
      "id": 875,
      "default": "\"You sound ambivalent.\"",
      "female": ""
    },
    {
      "id": 879,
      "default": "\"Ishiza's a good listener, but he's too dumb to offer much perspective. I... could use some of yours right about now.\" Maia gives you an inquisitive look.",
      "female": ""
    },
    {
      "id": 880,
      "default": "\"I'm concerned that assassination sets the wrong precedent.\"",
      "female": ""
    },
    {
      "id": 881,
      "default": "Nodding to herself, Maia seems less thoughtful and more resolved. She cracks her neck and rolls her shoulder, letting out a relieved sigh.",
      "female": ""
    },
    {
      "id": 882,
      "default": "\"You could be right. If we let this sort of thing spin out of control, it won't do us any good in the long run.\"",
      "female": ""
    },
    {
      "id": 887,
      "default": "\"I think the company needs to grab every advantage, even if it means a little mischief with the locals.\"",
      "female": ""
    },
    {
      "id": 888,
      "default": "\"Bullets are cheaper than armies. You're sparing lives and resources.\"",
      "female": ""
    },
    {
      "id": 889,
      "default": "\"This is a hard path to defend. History won't be kind.\"",
      "female": ""
    },
    {
      "id": 890,
      "default": "\"Rauatai can't compete with Vailian funds, Príncipi numbers, or Huana power.\"",
      "female": ""
    },
    {
      "id": 891,
      "default": "Nodding to herself, Maia seems less thoughtful and more resolved. She cracks her neck and rolls her shoulder, letting out a relieved sigh.",
      "female": ""
    },
    {
      "id": 892,
      "default": "\"I don't know, captain. I've squeezed a lot of good ideas out of desperate situations.\" ",
      "female": ""
    },
    {
      "id": 893,
      "default": "\"You're right. It's a hard truth, but the sooner we own up to it the sooner we can move past it.\"",
      "female": ""
    },
    {
      "id": 894,
      "default": "\"No real opinion on the matter. Sorry.\"",
      "female": ""
    },
    {
      "id": 895,
      "default": "\"Whatever helps you sleep at night, I guess.\"",
      "female": ""
    },
    {
      "id": 898,
      "default": "\"Feel free to leave me out of this. I'm just a spectator.\"",
      "female": ""
    },
    {
      "id": 900,
      "default": "\"I can make a case that my work was justified, but gods. \r\n\r\n\"Assassination is a big step in an uncertain direction.\"",
      "female": ""
    },
    {
      "id": 903,
      "default": "\"We're shooting at people with dangerous ideas and assuming the ideas will die with them.\"",
      "female": ""
    },
    {
      "id": 906,
      "default": "\"We should talk to Atsura. He'll want to know that I've done as he asked.\"",
      "female": ""
    },
    {
      "id": 907,
      "default": "\"Do we have to belabor this? I accept your apology for killing someone.\"",
      "female": ""
    },
    {
      "id": 908,
      "default": "\"A good captain listens to his crew.\" Maia raises her brow ",
      "female": "\"A good captain listens to her crew.\" Maia raises her brow "
    },
    {
      "id": 909,
      "default": "\"You're saying maybe this isn't a memory we want to take home.\"",
      "female": ""
    },
    {
      "id": 910,
      "default": "\"It's true, we don't want to lose the Deadfire by attrition.\" ",
      "female": ""
    },
    {
      "id": 911,
      "default": "\"So we keep the long-term in focus, sacrificing easy gains.\"",
      "female": ""
    },
    {
      "id": 912,
      "default": "\"And a bullet to the head accomplishes that?\"",
      "female": ""
    },
    {
      "id": 920,
      "default": "\"I had other questions.\"",
      "female": ""
    },
    {
      "id": 921,
      "default": "\"Let's be off.\" ",
      "female": ""
    },
    {
      "id": 924,
      "default": "\"Thanks for taking me this far. I... ah.\" Maia scratches the back of her head.",
      "female": ""
    },
    {
      "id": 925,
      "default": "\"This is where we part ways. For the moment.\"",
      "female": ""
    },
    {
      "id": 926,
      "default": "\"What's going on, Maia?\"",
      "female": ""
    },
    {
      "id": 927,
      "default": "\"But I need you here.\"",
      "female": ""
    },
    {
      "id": 928,
      "default": "\"Unacceptable.\"",
      "female": ""
    },
    {
      "id": 929,
      "default": "\"Atsura will want me to report in alone. Sorry, it's... company business.\"",
      "female": ""
    },
    {
      "id": 930,
      "default": "\"I need to check in with Atsura. Mind if we take a detour to the Brass Citadel?\" Maia raises her brow.",
      "female": ""
    },
    {
      "id": 931,
      "default": "\"Reporting in on your mission, I take it?\"",
      "female": ""
    },
    {
      "id": 932,
      "default": "\"Not a problem, Maia.\"",
      "female": ""
    },
    {
      "id": 933,
      "default": "\"We'll make it there if I have the time.\"",
      "female": ""
    },
    {
      "id": 934,
      "default": "\"Something like that.\"",
      "female": ""
    },
    {
      "id": 935,
      "default": "\"Appreciate it.\"",
      "female": ""
    },
    {
      "id": 936,
      "default": "\"Well... don't take too long. I'm on company time here.\" ",
      "female": ""
    },
    {
      "id": 937,
      "default": "\"Atsura probably wants to make sure I'm not wasting too many resources on his little errand. Nothing to worry about.\" Maia shrugs, gesturing to be off.",
      "female": ""
    },
    {
      "id": 938,
      "default": "\"Give Atsura my regards, I guess.\"",
      "female": ""
    },
    {
      "id": 940,
      "default": "\"Huh. Didn't think you'd get all bent out of shape over it.\"",
      "female": ""
    },
    {
      "id": 941,
      "default": "\"I won't be away too long. Take some leisure time if you have to.\"",
      "female": ""
    },
    {
      "id": 942,
      "default": "\"I had some questions.\"",
      "female": ""
    },
    {
      "id": 943,
      "default": "\"Let's be off.\" ",
      "female": ""
    },
    {
      "id": 945,
      "default": "\"This tribe surprised me. They acted like I kicked over their ant hill. They got mad. They got to work.\"",
      "female": ""
    },
    {
      "id": 946,
      "default": "\"The old ranga went onto a pyre and a new one snapped into place. \r\n\r\n\"She took up the call for unity while the embers were still warm.\" Maia shakes her head, grinning a little.",
      "female": ""
    },
    {
      "id": 947,
      "default": "\"I'm sure the hole in his head was compelling evidence.\" ",
      "female": ""
    },
    {
      "id": 948,
      "default": "\"What happened next?\"",
      "female": ""
    },
    {
      "id": 949,
      "default": "\"Atsura hired me for my accuracy and because I blend in around here. Not my tidiness.\"",
      "female": ""
    },
    {
      "id": 950,
      "default": "\"Not to stifle ideas or crush spirits. That's Vailian work.\"",
      "female": ""
    },
    {
      "id": 951,
      "default": "\"The tribes have the entire archipelago as their battleground.\"",
      "female": ""
    },
    {
      "id": 952,
      "default": "\"Rauatai should embrace this test of its worth.\"",
      "female": ""
    },
    {
      "id": 953,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 954,
      "default": "\"I'm sure the navy would love to test their might against a challenge, even if Atsura is worried about the cost.\"",
      "female": ""
    },
    {
      "id": 955,
      "default": "\"You sound like the propaganda from back home.\"",
      "female": ""
    }
  ]
}