{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_tekehu_black_market",
  "Entries": [
    {
      "id": 1,
      "default": "\"Watcher. I do not intend on returning to the prince empty-handed. What do you need?\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"What can I do for you?\" ",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"I had other questions.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Let's be off.\" ",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"This is the Gullet? I had not realized...\" Tekēhu glances around wearing a distasteful expression. He raises his arm to cover his nose and mouth.",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"The queen calls these rations? Does she expect the Roparu to subsist on garbage?\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"The Roparu feed their children from this pile?\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Unbelievable... that they could hide so much under our city.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Bastards! To squander everything we learned together...\" Tekēhu squeezes his eyes shut.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"What crime could he have committed to deserve such a fate?\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"A city beneath the city beneath the city. Each layer of Neketaka is more... pungent than the last.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"You thought this place would be in better shape?\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"I've seen worse.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"I thought the Roparu had a piece of the city to themselves. This is a latrine.\" ",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Were you buried alive in a mound of your own excrement? No, do not answer.\" ",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"The Mataru are supposed to take care of those below. This does not resemble care to me.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Let us... let us go on.\" He gestures ahead, but his hand shakes until he brings it down and clutches it with the other.\r\n\r\nTekēhu turns his gaze to the ground beneath his feet.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Times are hard, I suppose.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"You're clearly upset. Let's just keep going.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"You would not think it from the elevated districts of the city, would you?\" ",
      "female": ""
    },
    {
      "id": 36,
      "default": "Tekēhu swallows and diverts his gaze away from the pile.",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"The deaths of these students hurts the guild, but no more so than their treachery.\" ",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Where do you fit into the prince's plan?\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Tell me again about how you got involved in the prince's plan.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Whatever is happening in the Gullet, I believe that watershapers are at the center of it.\" He turns away in disgust.",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Aruihi would not have told you the entire story. There is a good reason.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Let me explain. When watershapers are not attending to their duties, they are dispatched into the city.\"\r\n\r\nTekēhu spits into his palm. Concentrating, the small puddle rises to take the form of a tower.",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"One evening I snuck out and followed a group of shapers. I expected to find myself in Serpent's Crown.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"To my surprise, they went down to the Gullet.\" ",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Why was this so unexpected?\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"You think they were up to something illegal?\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Back to my other questions.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"There are no water sculptures in the Roparu district.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"The crown only flaunts our power where it can be displayed for foreigners.\" He smooths back his hair and sighs.",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"As you will.\" Tekēhu nods.",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"I had thought that spending time in the Gullet would reveal some... hidden charm. I am still waiting for it.\" Tekēhu nods to you.",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"At least a better class of foreigners than the type who frequent the Gullet.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"We are not forbidden from entering the Gullet, but it is simply not done.\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"I followed a group of watershapers into the Gullet - where no respectable guild member has any business.\" Tekēhu crosses his arms and purses his lips. ",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"Watershapers aiding the Príncipi... bringing in cargo with all the grace of drunk oxen!\" Tekēhu takes in a sharp breath. ",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"I have NEVER seen a more undignified use of our talent! Have we all honed Ngati's talent for drudgery?\"\r\n\r\nTekēhu balls his fists and trembles on the spot.",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"You don't care what they're doing, just how they go about it?\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"We can discuss my emotional state later. This display has me sickened to my core.\" ",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"They are helping the Roparu. There's value in that.\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"There is a reason this is being done in secret! It is unseemly, a betrayal of our art.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"The prince will want to know of this, but...\" Tekēhu stops himself, and a cautious look comes over him.",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"Something on your mind?\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"I am wondering if the crown needs to know the truth about Delver's Row at all.\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"The prince needs to know. Delver's Row can't be allowed to thrive outside of the crown's jurisdiction.\" ",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"The Roparu will not thank us, but they have put the crown in an impossible position.\" Tekēhu anxiously smooths back his hair before letting his hands drop to his sides again.",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"I'm not telling the prince. Delver's Row is doing more good than harm. For the sake of the Roparu, we should let it endure.\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"Are you prepared for whatever comes next, Tekēhu?\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"Ekera. Since the moment of my first inkling that something was amiss.\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"I'll tell the prince what we saw here, but I'll see if I can convince him to let Delver's Row remain untouched.\" ",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"I'll have to think it over.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"It is no easy question and has no simple answers.\" Tekēhu rubs his forehead with both hands, sighing. ",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"Let's be off.\" ",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"Watcher, I...\" Tekēhu hesitates, searching for the right word.",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"This warren brings business and trade through the Gullet. Without it, the Roparu would be destitute.\"",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"We should let the prince handle the rest, and not involve ourselves any further.\" \r\n\r\nHe makes a discreet gesture toward the exit.",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"If we want to save this place, we had better leave before taking too many chances. Our presence will not be kindly met.\" He gestures toward the exit.",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"I am more than a little relieved to stand in the company of a fellow misfit.\" He grins as some of the tension leaves his shoulders. ",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"Ekera, let us hope that the prince is as keen as his sister.\"",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"Let us move on. I would see bright things again.\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"If they have broken the crown's law, I simply want to know how and why.\" He crosses his arms and aims a petulant look elsewhere.",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"Unless you are Ngati's chosen. Mairu keeps a tight leash.\"\r\n\r\nClosing his palm into a fist, the tower collapses. ",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"Neketaka's great sculptures require some maintenance to hold their form.\"\r\n\r\nHe passes his other hand over the miniature, sharpening its edges, adding detail and definition. ",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"Even bright Neketaka has its shadow, if you haven't noticed.\"",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"Is there an answer that would please you?\"",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"Ekera, there is not.\"",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"Unless you are Ngati's chosen. Mairu kept a tight leash.\"\r\n\r\nClosing his palm into a fist, the tower collapses. ",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"Let's be off.\" ",
      "female": ""
    },
    {
      "id": 182,
      "default": "[Take him by the hand.] \"It'll be okay. I'm here.\" ",
      "female": ""
    },
    {
      "id": 183,
      "default": "[Pretend you didn't see it.]",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"Was calling it 'the Gullet' not enough of a clue for you?\" ",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"Stop, I say! This is no time for japes.\"",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"Captain, I.... thank you. I needed this.\" Tekēhu's grip stiffens as you proceed together.",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"You're right. It's awful.\"",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"Ukaizo... the origin of all Huana. I say it feels close enough to touch.\"",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"Ekera, what say?\" Tekēhu folds his arms and gestures for you to continue.",
      "female": ""
    }
  ]
}