{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_eder_relationship_player",
  "Entries": [
    {
      "id": 1,
      "default": "\"I told you once I wasn't sure I liked who I was fighting for. Now I know I don't.\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Hey, something's been bothering me. I'd like a word.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"If you told me a few years ago that I'd end up following you on another crazy errand, I'd have said you were out of your mind.\"\n\nHe gives you a dismissive gesture with his pipe hand.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"All this chasing after Eothas, it's brought back memories of the Saint's War.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"What is it?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Not interested in your problems.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Right. Well. Good to know I wasn't imagining it.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"You spend enough time with someone, you're bound to catch sight of things. Things you didn't notice at first. Maybe some things you don't care for.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"You and I now, we've spent a lot of time together.\"\n\nHe halts, and for a moment it's unclear as to whether he intends to continue.",
      "female": ""
    },
    {
      "id": 10,
      "default": "Edér looks at you with a frown and a blank stare, as though he hadn't thought this far ahead.\n\nHe looks away and back at you several times before speaking. ",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"I've always tried to do right by you, even if I didn't agree with everything you did.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Maybe it's just Eothas that's got me thinking this way. But lately I'm starting to question who I should be fighting for.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"And the more I see of you, the less I feel good about my choices.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"I make no apologies for who I am.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"You don't have to like me. You just have to have the same goal.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Maybe you're right. Maybe this journey has brought out the worst in me.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"If you aren't completely loyal to me, I want you to leave right now.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"That's what I've been telling myself. And I do want to make it to Eothas.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"I've got so many questions. There's no one else who can answer them.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Not looking for one. Just trying to get the measure of you, see if I misjudged.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"We're going to the same place. Don't know if I can make it without you.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"I got so many questions. And there's no one but Eothas who can answer them.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Maybe you just gave me my answer, though.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"I used to think war showed you who a person was. What they'd do when no one was looking.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Come to realize war was the problem. Living day after day in the stink of it.\r\n\r\n\"It changed you, before you even noticed.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Sometimes, anyway. Some folks were bad from the start.\"\n\nHe watches you a moment, as if deciding where you would fall.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"But the pressures of what we're doing now, it's not a whole lot different.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"I'm going to try to get back to who I was.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"I think for me the changes are permanent.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Come to think of it, I was always like this.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"There comes a point, though, where those answers don't matter if I gave up my soul to get 'em.\"\n\nEdér's eyes widen. He holds up his hands in a calming gesture.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Didn't mean anything by that last part. Just an expression.\"\n\nHe presses his lips together to suppress an embarrassed smirk.",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"I need you on this journey. I'll try to be more tolerable company.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Let's hope your soul holds out longer than mine, then.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"You do what you need to do. I lead things my way.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"You don't wanna change, that's your right. I'm just telling you, I got my limits.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"I don't ask much. And I want to help you. We're in this together.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Just need you to respect that I'm here with you, and there's things I won't stand for.\"\n\nHe looks you in the eye with eyebrows raised. There is no mistaking the warning.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"I appreciate that. If you can follow through, this'll be the last time you hear of it.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"You say that like you got no control.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Thought you might say something like that.\"\n\nHe shakes his head, looking down over his shoulder.",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"In my experience, a lot of times they were. But I knew people who fought to get back to who they were.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"To me, that counted for a lot.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"This is insubordination. You need to leave, right now.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"That's not how I see it, but if that's how you feel.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"You better choose your next words carefully.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"How dare you question me after all I've done for you?\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Then I must be doing something right.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Is that right?\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"There's nothing I'm about to say that I haven't gone over in my head a dozen times.\"\n\nHe looks away, perhaps going over it again. He sighs.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"This isn't about how you treat me. It's how you treat everyone else.\"\n\nRage flickers in his voice.",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"If that's how you feel, keep right on doing it. But good luck getting to Eothas on your own.\"\n\nHe measures you through narrowed eyes.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Afraid it is.\"\n\nEdér spits.",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Even the worst commander I ever met, he had something decent about him, deep down. He respected his soldiers.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"It was enough to make folks fight for him.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"But you, I don't think you care much for who I am and what I value.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"If that's what you think.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"You're right, I don't.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"I think you've got the wrong impression of me.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"We don't have to agree on everything.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Nah, not this time. I had plenty of time to see who you are.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"That's not what I'm asking. I'm asking for respect and consideration.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Well. At least we got that cleared up.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"It is. I've seen all I need to see.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"I haven't made any secret about what I want out of you. But I don't see much effort on my account.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"We're still going to the same place. You got that much on me.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"So I'm here, long as it suits me.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"And there's other folk with us I don't mind helping.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"But no longer than that.\" His mouth barely moves as he says it, both rows of teeth visible within.",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Are you done?\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Understood.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"You're a coward for staying.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"That's good. Then there won't be any surprises or hurt feelings.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"I think that covers it.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "Edér chuckles and shakes his head.",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Nah, just practical. Maybe a little dimwitted.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Nothing new there.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Don't think there's anything more needs to be said.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Not 'cause I got anything against you. More that trouble seems to come looking for you wherever you go.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Yet here we are again, probably on our way to die.\n\n\"Well you already did, but me, I mean.\" He cocks his head to one side and smiles.",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"I couldn't go having all the fun by myself.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"You didn't have anything better to do.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Here we are.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Thanks for the vote of confidence.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Real nice of you to share. Someday I'll have to get you a gift.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"I was getting sick of sleeping indoors and not having any broken bones. It's true.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Hey, I'm here, ain't I? Could've taken one look at that big footprint and decided on a nice long vacation in Readceras.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"And wouldn't you know it, this time is shaping up to be crazier than the last one.\"\n\nThere is something accusatory behind Edér's eyes.",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"But I gotta say, I appreciate how you've handled things. Times like these, staying decent's not as easy as it sounds.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Thought you were weird at first, of course. But you've surprised me.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"There's no point to any of this if I have to sacrifice my beliefs.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"It hasn't always been easy.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"Uh, thanks?\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Decent? Wasn't on purpose.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"There's something to that. I like to think I'm the same way.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"That's why I mention it. Sometimes it's been anything but.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Well, you were having a silent chat with a dead dwarf lady when I met you.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Takes a special type to overlook something like that.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"Heh. Maybe it wasn't. Guess I'm just glad things have gone the way they have, then.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Except I chose to believe in the goodness of a giant statue that kills everything it passes.\"\n\nHe scrapes his teeth over his lower lip.",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Sometimes I have second thoughts about that.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"I been meaning to ask, though. How is it you never seem to lose your way, through all this?\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"I believe in helping people who need it. Sometimes it's more complicated, but often it's not.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"If I am truthful with myself and others, I find that things tend to work out.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"I think about what the wrong path would be, then I do the opposite.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"My confidence is an illusion I use to entice people into following me blindly.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"What is it tells you you're on the right path?\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"I never know.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"I have strong feelings about EVERYTHING.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"I judge every situation on its own circumstances and leave feelings out of it.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"I accept that even the wrong path is not a dead end.\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"Heh. Well, you're in good company, then.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"Hard to argue with that. And I might get some strange looks if I did.\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"Heh. Why didn't I think of that? Could've saved myself some trouble.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"It's complicated.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"That's quite a feat. You gotta tell me your secret someday.\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"Guess I'm lucky we got similar views, then.\n\n\"Or it seems that way when it counts, anyway.\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"That's an interesting way of looking at it. Don't know if it's right, but I bet there's less worrying.\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"Uh huh...\"\n\nEdér takes a long drag off of his pipe, watching you with unblinking eyes. He does not notice that the pipe is no longer lit.",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"I thought it might be. Just wish it didn't have to.\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"Well, whatever works, I guess.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"When I was a boy, things were simpler. Eothas was more like a character we read about in church.\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"Most stories had him helping folks or making the world work as it should.\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"You pray to him, he might help you too.\"\n\nHe lets the finger drop and the smile fade.",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"There was no cost to it. No confusion about his will or followers taking it to extremes.\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"Following Eothas was right. Had no reason to question.\"\n\nHe pauses. It could be the light, but the creases around his eyes and mouth seem longer and deeper than your memory of them.",
      "female": ""
    },
    {
      "id": 131,
      "default": "Edér heaves a sigh that sounds as if it's been building up for months. His smile is tight-lipped, wistful.",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"Do you think there's any way that following him could still be the right path? After all we've seen?\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"Of course. Even Berath wants us to follow him.\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"I honestly don't know.\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"I think the world deserves better.\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"It's possible. If the cause is just.\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"Guess we'll see what he has in store soon enough. If we make it that far.\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"No. I don't.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"Is that something we can ask for? Seems like the gods might take that personal.\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"This better be some cause, for all the damage he's done.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"I've told you my opinion on Eothas already.\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"Heh, you did, didn't you? Guess it's been on my mind a lot.\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"Don't think it could look much worse for him. \n\n\"Those old notions of him, that's all he's got in his favor now.\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "Edér snorts. \"I suppose that's true.\n\n\"Not really a point in Eothas' favor, though.\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"Anyway, I didn't mean for this to get depressing.\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"I think this was just a long way of saying, I appreciate the way you've guided things.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"Makes me feel like I'm doing some good, going with you.\"\n\nHe shakes his head with a look on his face like he just remembered a joke.",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"Tell me.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"Not interested.\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"Just how scared everyone was, mostly.\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"Everybody put on a brave face, made all these claims about what they'd do when they met a god in battle.\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "He chuckles. \"There was no sadder sight than a group of us talking big, trying to outdo one another.\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"Even the fella that led us, he used to say he knew all these different ways you could kill a god, if you were so inclined.\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"'Course then at night he'd grind his teeth so hard it sounded like he was chewing rocks. In case you were curious if he really had it in him.\"\n\nHe shrugs.",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"We weren't sent to kill Eothas.\"",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"I sympathize. My teeth are probably worn down to nubs by now.\"",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"Woedica couldn't stop me. Neither can Eothas.\"",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"Sounds like quite a group.\"",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"Bet that'll be a load off his mind. \n\n\"Could be he'll suck out our souls more gently as a reward.\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"We'll probably both have some scary looking smiles before long.\"",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"See, when you say it, I'm more inclined to believe it. \n\n\"Or at least to believe you believe it.\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"I wouldn't have traded 'em. The ones that died, most of 'em died brave. \n\n\"The ones that lived, they earned it.\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"Point being, the prospect of facing a god makes cowards of most all of us.\n\n\"And now here I am again, on my way to meet Eothas.\" His eyes flick upward - either a gesture toward the Dawnstars or an eye-roll.",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"Some ways I feel the same. Edgy. Sick in my gut.\n\n\"But it's different this time.\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"Might be 'cause of you.\"\n\nIt's half-muttered, spoken not quite in your direction.",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"How's that?\"",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"Really? Because I feel like one of those soldiers you marched with.\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"That's because you never went to war with someone like me on your side.\"",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"Huh. Well. Wasn't important.\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"You haven't gone to pieces yet, for one thing. Least not on the outside.\"",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"You coulda let it all end back at Caed Nua. Or even Gilded Vale.\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"But you're still going, even knowing where we're headed. Haven't forgot who you are.\"",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"Maybe, but you wear it well.\"",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"Reckon I haven't.\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"There's part of me thinks we aren't gonna make it out of this. When I get to thinking like that, it helps to remember how you've held together.\"",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"What do you think? We gonna survive all this?\"\n\nHe asks it with a smile, but it fades fast.",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"What matters to me is that we face our challenges head-on.\"",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"I think I already failed at that one.\"",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"Believe it. I'm not done living yet.\"",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"No.\"",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"We've made it this far. I think there's a chance.\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"No idea.\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"You don't want to know what I think.\"",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"I go back and forth, myself. Every time we see one of those big footprints, it reminds me not to get too excited.\"",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"Whether or not I believe it, I like it just the same.\"",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"Hey, if you died once, how bad could it be to do it again?\"",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"Well, maybe that makes it more impressive you're still at it, then.\"",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"I'll take that over the alternative. And I've been learning to give you the benefit of the doubt.\"",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"There's something about that, speaks to me. Maybe that's what it was I was noticing.\"",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"But if I can face it like you, maybe it doesn't matter.\"\n\nHe gives you a quick nod. Some of the tension in his face seems to recede.",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"There's a good chance we die out here, halfway across the world from anywhere I ever called home.\"\n\nEdér's eyes trace a nomadic path as he looks at your surroundings, seeming never to find a comfortable place to settle.",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"I'll tell you what, though. I'm not one for big promises.\"\n\nHe puts a hand on your shoulder and looks you dead in the eye.",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"Maybe you're not the most genuine of souls, but you've been in the right when it's mattered. Least the way I see it.\"",
      "female": ""
    },
    {
      "id": 196,
      "default": "\"I know you're not the kindest of folks. But you've done right by me, more often than not.\"",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"Sure, you got a bit of a temper on you. Doesn't mean you led us wrong.\"",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"Not that you don't have a darker side to you. But it hasn't got in the way.\"",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"Not that I don't got questions about your moral fiber. But you've surprised me.\"",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"Something else I wanted to ask you. It's about Elafa's boy.\"",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"What is it?\"",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"Whatever it is, that's something you need to deal with on your own.\"",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"All right. I won't bother you with it.\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "He clears his throat. \"Well, I was thinking. He's out there, all on his own.\"",
      "female": ""
    },
    {
      "id": 205,
      "default": "\"Didn't seem like there was anyone even noticed he left to join that cult.\"",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"And even though we got him out of there, it wouldn't have been his choice, had we given him one.\"",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"I expect if he's left as he is, could be things don't end well for him.\"",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"I thought, maybe when we're done with all this... if we make it out...\"",
      "female": ""
    },
    {
      "id": 209,
      "default": "\"I was thinking maybe I should go back there. See if there's something to be done.\"\n\nHe studies your face for a reaction.",
      "female": ""
    },
    {
      "id": 210,
      "default": "\"He does need someone. I think you should try.\"",
      "female": ""
    },
    {
      "id": 211,
      "default": "\"You can't make his choices for him. You've already done all you can.\"",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"I need you here with me. It's a long and difficult journey home.\"",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"He has to learn to live without guidance. Leave him be.\"",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"You, uh, you got any thoughts on that?\"",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"Right. Yeah, of course. I didn't mean...\"\n\nHe swallows.",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"I did say I'd stick by you.\" He nods several times with his eyes downcast, as if reminding himself.",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"Yeah. Yeah, I don't think I'd feel right, if all I did was to leave him the same way I found him.\"",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"That's- that's true. I know he might not take well to me. Might even do things in spite of me.\"",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"I get what you mean, but I don't think it's the right time.\"",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"There was nobody there to replace Elafa. That's how he got into this mess.\"",
      "female": ""
    },
    {
      "id": 221,
      "default": "\"You're right, though, that he has to be allowed to become a man. \n\n\"I have to think some more on it.\"",
      "female": ""
    },
    {
      "id": 222,
      "default": "\"I do worry I'd do more harm than good.\n\n\"Wish there was some way to do more for him, though.\"",
      "female": ""
    },
    {
      "id": 223,
      "default": "\"Guess I might be staying in Deadfire a little longer than I thought.\"",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"Anyway, time being, we got our work cut out for us.\"",
      "female": ""
    },
    {
      "id": 225,
      "default": "He looks at a spot above you and off to one side, refusing to acknowledge your presence any further.",
      "female": ""
    },
    {
      "id": 226,
      "default": "\"But I'm gonna beat up as many people and monsters as it takes to get you your life back.\"\n\n\"You got my word on that.\"",
      "female": ""
    },
    {
      "id": 227,
      "default": "He smiles with one side of his mouth and gives you two heavy swats on the shoulder that reverberate up and down your spine.",
      "female": ""
    },
    {
      "id": 228,
      "default": "He adopts the smile and gently pointed finger of a coaxing parent.",
      "female": ""
    },
    {
      "id": 229,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 230,
      "default": "\"Tell me something, Edér. Do you have feelings for me?\"\"",
      "female": ""
    },
    {
      "id": 231,
      "default": "\"It's been good having you along.\"",
      "female": ""
    },
    {
      "id": 232,
      "default": "\"I mean it. Don't know where I'd be right now if you hadn't come through Gilded Vale that day.\"",
      "female": ""
    },
    {
      "id": 233,
      "default": "\"Sure, all kinds. Respect. Curiosity about your Watcher senses. Confusion. Lot of that...\"\n\nHe counts them off on his fingers.",
      "female": ""
    },
    {
      "id": 234,
      "default": "\"That's not what I meant.\"",
      "female": ""
    },
    {
      "id": 235,
      "default": "\"Never mind.\"",
      "female": ""
    },
    {
      "id": 236,
      "default": "Edér's face is as blank as you've ever seen it.\n\nWatching his eyes, it seems you are able to catch the actual instant the meaning of your question sinks in.",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"Oh, you mean- uh...\"\r\n\r\nEdér puffs his cheeks with a long, ponderous exhalation.\r\n\r\n",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"Well, I'm real fond of you, case that wasn't clear. But, in terms of stronger feelings...\"",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"I only ever really think about girls that way, is the biggest part of it. Since I was old enough to chase after 'em.\"",
      "female": ""
    },
    {
      "id": 241,
      "default": "\"And then there's the fact that I'm still stuck on some things that happened a long time ago. I wouldn't be much good to you anyway.\"",
      "female": ""
    },
    {
      "id": 242,
      "default": "\"Maybe in another life.\"",
      "female": ""
    },
    {
      "id": 243,
      "default": "\"I understand.\"",
      "female": ""
    },
    {
      "id": 244,
      "default": "\"If you ever change your mind...\"",
      "female": ""
    },
    {
      "id": 245,
      "default": "\"Give me a chance. I could make you see things in a whole new way.\"",
      "female": ""
    },
    {
      "id": 246,
      "default": "\"Don't get me wrong. You feeling that way, if that is how you feel, that means a lot.\"",
      "female": ""
    },
    {
      "id": 247,
      "default": "\"I don't have feelings for you, either. I was just asking.\"",
      "female": ""
    },
    {
      "id": 248,
      "default": "\"You got a funny way of relating to people. But then I always knew that.\"",
      "female": ""
    },
    {
      "id": 249,
      "default": "\"You'd be the first to know.\"",
      "female": ""
    },
    {
      "id": 250,
      "default": "\"Well, I don't doubt your spirit. If anyone could, it'd be you, I'm sure.\"",
      "female": ""
    },
    {
      "id": 251,
      "default": "\"Hope you don't think less of me. I like what we got going here. It's closer than I been to anyone in, I dunno, ages.\"",
      "female": ""
    },
    {
      "id": 252,
      "default": "\"Well, you're, uh, you're a...\"",
      "female": ""
    },
    {
      "id": 253,
      "default": "\"I'm a what?\"",
      "female": ""
    },
    {
      "id": 254,
      "default": "\"An orlan?\"",
      "female": ""
    },
    {
      "id": 255,
      "default": "\"Forget I asked. You'd better stop talking right now.\"",
      "female": ""
    },
    {
      "id": 256,
      "default": "\"That might be best. Never been real good with feelings anyway.\"",
      "female": ""
    },
    {
      "id": 257,
      "default": "Edér has the pained smile of a thief caught stealing from a friend.",
      "female": ""
    },
    {
      "id": 258,
      "default": "\"Well, you're an orlan, 'less you're just real short and furry.\"",
      "female": ""
    },
    {
      "id": 259,
      "default": "\"I know it's not right of me to say it. And I know you're different.\"",
      "female": ""
    },
    {
      "id": 260,
      "default": "\"No, Edér, I'm not different. If you don't respect orlans, you don't respect me.\"",
      "female": ""
    },
    {
      "id": 261,
      "default": "\"You'd better believe it's not right.\"",
      "female": ""
    },
    {
      "id": 262,
      "default": "\"Forget it. Forget I said anything at all.\"",
      "female": ""
    },
    {
      "id": 263,
      "default": "\"Well, yeah.\"",
      "female": ""
    },
    {
      "id": 264,
      "default": "\"No, the part that's not right is that I'm still attracted to you after hearing that.\"",
      "female": ""
    },
    {
      "id": 265,
      "default": "\"You gotta understand, growing up in the Dyrwood, you just didn't mix with orlans. Didn't meet many, and when you did, lot of times, it was bad news.\"",
      "female": ""
    },
    {
      "id": 266,
      "default": "\"I never met hardly any myself. But you'd hear stories. Over time, that's what you had to go on.\"",
      "female": ""
    },
    {
      "id": 267,
      "default": "\"Knowing you, now, I got two different notions of what an orlan is. And they're both just kind of swimming around up there.\"\r\n\r\nHe points to his head.",
      "female": ""
    },
    {
      "id": 268,
      "default": "\"Well, maybe we both got something to think about, then.\"",
      "female": ""
    },
    {
      "id": 269,
      "default": "\"I do think a lot of you. That's what I been trying to say this whole time.\r\n\r\n\"But even knowing it might not be right to think those things about orlans, I can't change how I feel.\"",
      "female": ""
    },
    {
      "id": 270,
      "default": "\"I haven't felt much that way about anybody in a long time. Doesn't cross my mind hardly.\"",
      "female": ""
    },
    {
      "id": 271,
      "default": "\"That's nothing to do with you. That's things I never sorted out from way back when.\"",
      "female": ""
    },
    {
      "id": 272,
      "default": "\"Elafa, she was part of that. It's like I'm still waiting for something that was never gonna happen.\"",
      "female": ""
    },
    {
      "id": 273,
      "default": "\"I don't want to travel with you anymore.\"",
      "female": ""
    },
    {
      "id": 274,
      "default": "\"You're serious? Everything we done together and this is how it ends?\"",
      "female": ""
    },
    {
      "id": 275,
      "default": "\"If that's how you feel, I won't argue.\"",
      "female": ""
    },
    {
      "id": 277,
      "default": "\"I'm serious. I want you gone.\"",
      "female": ""
    },
    {
      "id": 278,
      "default": "\"No, I didn't mean it.\"",
      "female": ""
    },
    {
      "id": 279,
      "default": "\"I could see that being an improvement.\"",
      "female": ""
    },
    {
      "id": 280,
      "default": "\"Easier to worship a god when their worst traits are swept under the rug.\"",
      "female": ""
    },
    {
      "id": 281,
      "default": "\"I take it there were no statues in these stories.\"",
      "female": ""
    },
    {
      "id": 282,
      "default": "\"Just about anything would be, at this point.\"",
      "female": ""
    },
    {
      "id": 283,
      "default": "\"Yeah, I guess it was.\"",
      "female": ""
    }
  ]
}