{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_pallegina_quest",
  "Entries": [
    {
      "id": 1,
      "default": "\"Could I have a moment of your time?\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Of course.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"If it's quick. What is it?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"No.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Are... you sure? It won't take long.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "She gives you a small sneer before she starts.",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Fine.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"How much clearer can I be? No.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Buffan vi!\" She steps back, shocked.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"You really are a bazzo, you know?\" She gives you a dismissive wave with her hand and turns away.",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"We have not seen eye to eye lately, but there's something I'd like your help with.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"I know someone who works in this tower, an animancer named Giacolo. I'd like to see him if we could.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I don't see why not.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"As long as it's quick.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I'm hunting a <i>god</i>, not tending to your social schedule.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Agracima. It should not take long. I have not seen in him in many years and I wanted to thank him.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"It will be. It's been many years since I have seen him and I wanted to thank him.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"You feeling all right, Pallegina? You sure you don't mean, 'yell at him'?\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Is this a glimmer of sentiment from our iron paladin? What, I wonder, could this fellow have done to merit it?\" He looks at Pallegina, surprised, but pleasantly so.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"So you do have friends. I just can't be one of them 'cause I'm not a godless animancer...?\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"When I was a girl, he visited me in the academy. He was studying... godlike, studying what was in our souls that made us different from other kith.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"He found something in me, something that resonated like a chime when he held an instrument near me.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"He said it was like this for all godlike. Different chimes resonating for different types.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "[Tap your chest.] \"Sounds familiar.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Was that the end of it?\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Ah, he must have built upon the work of Tödh Beylecg. Please continue.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "Pallegina's head shifts back as she looks at you and nods.",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Indeed. He told me he was heavily influenced by Tödh's work. I am impressed, Watcher.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Oh, di verus? Have you had such a test as well?\"\r\n\r\nHer eyes search you for meaning.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"But... you are not godlike.\"\r\n\r\nShe narrows her eyes and twists her lips as she considers your meaning.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"It's something Berath gave me when I was in the Beyond.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "[Motion for her to continue.]",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"In any case, he told me it was what was causing my body to change. I begged him to remove it.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"He refused at first, saying it was impossible. When I told him I would kill myself if he didn't, he said he would try.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"No one should ever be driven to that. Least of all a little girl.\" For once Xoti looks contrite. Rubbing at the back of her neck, she frowns. ",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"You'd really have done that? Or were you just saying it? Some Vailians, that's just how they make their point.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"It's hard to stand apart. Especially when those differences are not easily hidden.\" His brow furrows, and his eyes fill with sympathy. ",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Amira's feathers. In the tribes you would have been beloved and taught to cherish this, not cast it away like a curse...\" \r\n\r\nTekēhu raises a hand to his temple. ",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Gods, lass... I be sure you were beautiful, feathers or no.\"\r\n\r\nHe makes to reach out for her but lets his hand fall back to his side instead.",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"I don't expect you to understand, but I was twelve. My body was changing in many ways. Being the only girl... the only <i>godlike</i> girl at the academy was unbearable.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"You don't have to justify anything to me, Pallegina.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Whatever the circumstances, suicide is wrong.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"As I said, I don't expect <i>you</i> to understand.\"\r\n\r\nHer jaw flexes as she glares at you through narrowed lids.",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Agracima.\" She smiles warmly at you.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Giacolo was not able to remove the chime, but he was able to sever it. When it happened, I blacked out. I did not wake for two weeks.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"The brotherhood ejected him from the academy for 'ruining' their pet godlike. They assumed I would die. I did not.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Over time, I lost most of my feathers. The shape of my nose changed. It was not enough to make me fully Calbandra, but it was enough to keep me from wanting to die.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"When I looked in a mirror, what I saw was not a godlike, not some <i>thing</i> to be paraded around. It was me. Finally, me.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"No. He told me the chime was what was causing my body to change. I begged him to remove it.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"I'm glad someone was able to help you.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"But you were 'you' before...\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"So the severing of the chime during puberty caused your godlike nature to be sublimated by your essentially kith soul.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "She frowns at your lack of response and shakes her head.",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"This is important to me. Without Giacolo's help, I would probably be dead now.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"If we can speak to him inside the tower, I would be grateful.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"No!\" Her voice deepens as she shouts, her golden eyes growing wide.",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"<i>You</i> don't decide who I am. Hylea doesn't decide who I am. The Brotherhood doesn't decide who I am.\"\r\n\r\nShe steps toward you and points at her heart.",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"<i>I</i> decide who I am. Giacolo respected that. He respected me. Without his help, I would probably be dead.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "She flexes her jaw and exhales through her nose forcefully.",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Yes, technically. The point is that it changed me. It saved me.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "She smiles warmly and breathes deeply.",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Giacolo saved me. Without his help, I would be dead now.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Thank you for understanding. If we can speak to him for a moment in the tower, I would be grateful.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Oh no. This does not look good.\"\r\n\r\nPallegina surveys the damage to the room, eyes wide.",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Even in a place this vile, someone must have heard or seen something. We should ask the owner if they know what happened.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Why would someone do this to Giacolo's work? I thought animancers were safe here in the Deadfire.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Of course. We'll find Giacolo. Don't worry.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"All right.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "[Sigh obnoxiously.] \"I knew this wasn't going to be a 'few minutes.'\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"I hope so. Agracima.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Lead the way, Watcher.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Oh, buffan vi! As though all of your business is swiftly resolved.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"So this is the Black Market. It is smaller than I expected. We should ask around to see if anyone saw those godlike bring Giacolo through here.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"We'll find him.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"I've got other business here. Maybe we'll get around to it later.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "[Shrug.]",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Madiccho! Giacolo abducted by godlike pirates?! But why? He has always done his best to help my kind.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Watcher, I have asked much of you already, but if you can find time to go to Dunnage, to find this 'Captain Tatzatl,' it would mean a great deal to me.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"It did not sound as though he was in imminent danger, but I fear what they will do to him.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"Are you sure Giacolo didn't have enemies?\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"It seems like animancers aren't safe anywhere.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Well, we'll see.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Not in the Republics, and I can't think of why godlike - of all kith - would have any reason to take him.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"They are in the Republics. Even when Giacolo wasn't in someone's good graces, he was never in danger.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Agracima, Watcher.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Something strange is going on here. Perhaps it has something to do with his research. I'm sure we'll find out when we find Captain Tatzatl.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "[Smile seductively.] \"You're beautiful just the way you are.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Don't get ridiculous ideas. You'll only embarrass yourself.\"\r\n\r\nShe makes a shooing motion with her hand.",
      "female": ""
    },
    {
      "id": 94,
      "default": "Pallegina's head leans back and she observes you with a mix of annoyance and confusion.",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"I didn't ask for your opinion.\"\r\n\r\nHer sour expression softens after a moment.",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"Anyway, now you understand why Giacolo is important to me.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Agracima.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "She exhales sharply through her nose while the nictitating membranes of her eyes slide out and back.",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Apologies, but I do not want you to have the wrong idea. I respect you, Watcher.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "Her sour expression softens after a moment.",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"In the Dyrwood, we were campagnas. For better or worse, that relationship worked. I want this to work, too.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Per complanca, respect me and my vocation.\"\r\n\r\nShe nods politely in your direction, briefly closing her golden eyes.",
      "female": ""
    },
    {
      "id": 112,
      "default": "She scrutinizes you, trying to determine your meaning. After a pause, she nods and continues.",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"Many animancers are religious. They just lack your particularly obnoxious zeal for telling random passersby about it.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "Swinging her lantern softly, Xoti lures the soul into its depths.",
      "female": ""
    }
  ]
}