{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_tekehu_arc",
  "Entries": [
    {
      "id": 2,
      "default": "Shaking his head, Tekēhu seems uncertain of where to place his focus. He draws and expels heavy, whistling breaths through his nose.",
      "female": ""
    },
    {
      "id": 15,
      "default": "You catch Tekēhu glancing your way. He quickly focuses elsewhere and smooths back his hair when he notices your attention.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Something on your mind?\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Is there anything the Watcher does not see?\" Tekēhu grins, but the look quickly diminishes.",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"What is it now?\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"My apologies, I... have trouble ordering the ideas in my head.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Do you want to talk?\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"To my tribe, the watershapers were keepers of the past. Our connection to the ancestors.\"\r\n\r\nHis speech rises in intensity, though he doesn't seem aware of it.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"How the guild heaped praise on Ngati's chosen. How they congratulated themselves for acquiring me, I say.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"My cage was a gilded one. Their dragon... he was not so lucky.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"I see your point. They used you both.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"You don't think you're blowing this just a little out of proportion?\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 50,
      "default": "He folds his arms and glowers at you.",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"The guild teaches a <i>likeness</i> of Ngati's art. For shame! But they posture before outsiders like masters of old!\" \r\n\r\nHe holds up an authoritative finger, breathing heavily.",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"The guild doesn't deserve you.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Watershaping keeps the peace no matter how it changed over the years.\" ",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"The guild needs you more than you need them. Go your own way.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Neketaka needs your strength. See that the guild remembers that.\" ",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Captain, you have let the handsome fish do all the talking. I needed this. Thank you.\" \r\n\r\nHe releases a heavy sigh, shaking out his arms as the tension dissipates. ",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"I like hearing the handsome fish talk.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"It's no problem, Tekēhu.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Keep whining and I'll throw you back into the pond where I caught you.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "One of Tekēhu's hairs slips over his ear. He smooths it back with a gentle squish, clearing his throat.",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Ekera, let us be off.\" ",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Aha. Noted.\" He raises his brow, shrugging.",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Between the crown and the guild, Neketaka has high hopes for Ngati's chosen son, I say.\" Tekēhu smooths back his hair with both hands as he gathers his thoughts.",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"I say there is me, Tekēhu, and there is the Tekēhu others would make like a coconut husk doll.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Delver's Row will take care of them for a time, but I say the crown will not suffer the Príncipi for long.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Without Delver's Row, Onekaza must work harder to deserve the trust of the Roparu.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"We have both seen the worst of the city. How the Roparu cluster like sea rats...\" \r\n\r\nTekēhu's hand unconsciously strays toward his stomach.",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"I'd start with what you have and find a better system.\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"I'd collaborate on a new plan for the city.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"I would let people organize their lives as they saw fit.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"I'd stay out of it - fix nothing, break nothing.\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"How did the stone walls and paved lanes of Neketaka divide us so?\" He sighs, shaking his head.",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"You have walked the length of Neketaka's spine. How would you serve the needs of all these people at once?\" ",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"Ekera, a practical solution. And one open to change.\" ",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"You think that something in the great pattern of Neketaka does not align with the Huana way?\" ",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"I was hard pressed to find insight like yours in Periki's Overlook.\" Some of the tension leaves Tekēhu's shoulders, and he stands a little taller than before.",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"I have more questions for you.\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"Let's be off.\" ",
      "female": ""
    },
    {
      "id": 134,
      "default": "Nodding, Tekēhu absently tugs one of his hairs. For the moment he seems totally withdrawn. \n\nFinally he snaps back into focus, regarding you with a smile which seems both genuine and strained.",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"You give too much power to the expectations of others.\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"Others want to stoke your potential. No harm in that.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"No one should pressure you to be something you're not.\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"But it is the adoring people who made Tekēhu the savior of the tribes.\" He shrugs, sighing.",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"They sit me on the pedestal and observe, then when I make a move they say 'not so fast!'\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"Many think that I have a duty to the Huana. I say... I am the only one unconvinced.\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"You're being strangely dismissive of your worth.\"",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"The Huana need someone like you to unite the tribes.\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"No one stands in your way but you.\" ",
      "female": ""
    },
    {
      "id": 157,
      "default": "Hesitating at first, Tekēhu envelops your hand into his - the scales along his palm both prickly and warm. Just as it seems he will break away, instead he leans in closer.",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"I only dismiss what others would make of me. Ekera, I... I know what I am.\" ",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"Rubbish, I say. Heroes are made for tragic ends and handsome corpses.\"\r\n\r\nIn spite of his words, there's a gleam of quiet curiosity in his wandering gaze.",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"I thought Eothas was too busy kicking over islands to blunt his teeth with mortals.\"\n\nTekēhu scrutinizes you with an unreadable expression.",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"What say? You must take something from all this idle chatter with the gods.\" ",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"Eothas was more curious about me than I was about him.\"",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"I don't wish to discuss it.\"",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"For what does he listen to you, then? The gods I know are tight of lip and hard of hearing.\" ",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"He's searching his feelings and needed a mortal perspective.\"",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"He might be worried about how we interpret his actions.\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"I don't pretend to understand the motivations of a god.\"",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"Then that is how it will be.\" Nodding agreeably, Tekēhu gestures ahead.",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"I could not imagine the inner workings of a god.\" He trails off, looking away.",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"He has inhabited a giant body and drained the souls of thousands - can he be anything but committed?\" Tekēhu frowns. ",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"Ekera. It makes my head hurt whenever I try to figure out what Ngati wants from me.\"",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"At least Eothas has you to keep him in check. What happens when we catch up to him is... something for future Tekēhu to worry about.\" \n\nHe smiles wanly.",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"I had some questions.\"",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"Let's be off.\" ",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"They have a plan for us. The last thing they need is doubt.\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"Better that they let us figure it out for ourselves.\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"I've felt that weight of authority before. I have no desire to feel it again.\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "As he weighs your words, Tekēhu winces a little.",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"Ukaizo... we are actually going to Ukaizo.\" Tekēhu turns his colorless gaze toward you - unfocused, but full of concern. ",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"How about what you want?\"",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"I'm more interested in catching up to Eothas.\"",
      "female": ""
    },
    {
      "id": 196,
      "default": "\"None of this changes how I feel when I practice the Forms... like swimming over an ocean trench, I say.\" \r\n\r\nHe crosses his arms over his chest and sighs.",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"The ancestors gave her unwavering devotion, and she gave them a gift.\" \r\n\r\nTekēhu sighs and lazily scoops a palmful of water droplets from the air. They form a rough approximation of an angler fish.",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"I gather my thoughts, captain. You are not ignored.\"",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"You whine about the guild's honorifics, but you were complicit in them.\"",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"When the guild and the crown say what is right, who would not doubt themselves first?\"",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"The guild must change for the Huana to grow. I say <i>that</i> is Ngati's message delivered through her son's mouth.\"",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"The tribes have never needed Ukaizo more. With Ngati's blessing, I would bring Ukaizo to them.\" ",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"The tribes will look to ME to bridge our past and our future. A... heavy responsibility, I say.\" ",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"What would you expect to find on Ukaizo?\"",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"Tell me what you know of Ukaizo.\"",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"So you're committed to finding the island.\"",
      "female": ""
    },
    {
      "id": 221,
      "default": "\"The bleached bones of the past? Lewd sculptures?\" ",
      "female": ""
    },
    {
      "id": 223,
      "default": "\"An island, a city, a dream. The best of our people before cataclysm buried it under ash and waves.\" ",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"Others call it the heart of the Huana empire. More still call it home.\" ",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"No one knows what the Huana left behind, and there is little enough for us to guess by.\"",
      "female": ""
    },
    {
      "id": 232,
      "default": "\"Whatever we find, what better crew than friends to find lost Ukaizo on treacherous seas, ekera?\" \r\n\r\nHe makes a sweeping gesture, grinning all the while.",
      "female": ""
    },
    {
      "id": 234,
      "default": "\"Glad we got him excited. Makes me wish I knew how to sail.\"",
      "female": ""
    },
    {
      "id": 235,
      "default": "\"Or we could visit the bathhouse for a nice, quiet soak. \r\n\r\n\"Just a thought.\" He shrugs.",
      "female": ""
    },
    {
      "id": 236,
      "default": "Pallegina smiles weakly as she gives Tekēhu a halfhearted nod and a shrug.",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"Sounds... fun. Ekera. Right, Ishi?\" ",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"Did you hear that? We're friends - him and I.\" She flushes prettily, a happy smile tugging at her lips.",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"If you be taking requests, a few more beautiful lads and lasses wouldn't hurt none - provided they possessed a basic knowhow of knots, navigation, cannon powder, and such.\"\r\n\r\nSerafen counts off the qualifications on his fingers.\r\n",
      "female": ""
    },
    {
      "id": 251,
      "default": "\"Ekera, how refreshing to know your course. One day for me, perhaps.\"",
      "female": ""
    },
    {
      "id": 252,
      "default": "\"I was the toast of Neketaka. \r\n\r\n\"But all of that is behind me. I must turn away from delights and think of the tribes.\" ",
      "female": ""
    },
    {
      "id": 253,
      "default": "\"And I am no one's savior! It is not for an artist to save the tribes, I say. To work miracles.\" ",
      "female": ""
    },
    {
      "id": 254,
      "default": "\"I would discover what our ancestors forgot. The covenant is more important than ever.\" ",
      "female": ""
    },
    {
      "id": 257,
      "default": "\"Learn what you can from Ukaizo, but let the tribes find their own way.\"",
      "female": ""
    },
    {
      "id": 258,
      "default": "\"Ukaizo belongs to all the people of the Deadfire. You have a duty to serve them.\"",
      "female": ""
    },
    {
      "id": 261,
      "default": "\"I want the tribes to grow on their own. My people deserve better than the promises of a handsome fish and his goddess mother.\" ",
      "female": ""
    },
    {
      "id": 268,
      "default": "\"I will give it thought. There is time enough for that, at least.\" He nods, weighing your words with care.",
      "female": ""
    },
    {
      "id": 270,
      "default": "\"Ukaizo should be the discovery of our lifetime. With the trading companies and the Príncipi ready to descend on each other, I wish the island had kept its secrets a while longer.\" He lets out a weary sigh.",
      "female": ""
    },
    {
      "id": 272,
      "default": "\"Ngati gave you watershaping?\"",
      "female": ""
    },
    {
      "id": 273,
      "default": "\"Ekera. Talent like mine was once effortless, I say. Our birthright as Huana.\" \n\nHe smooths back his hair, his hands coming away damp.",
      "female": ""
    },
    {
      "id": 274,
      "default": "\"Our ancestors could raise islands or divide the seas. No warship could stand against us.\" ",
      "female": ""
    },
    {
      "id": 275,
      "default": "\"Now only a fraction of us remember.\"\r\n\r\nHe wipes his palm dry, frowning all the while.",
      "female": ""
    },
    {
      "id": 276,
      "default": "\"The more I try to be the Tekēhu I know I am, the harder I am constrained! What say?\" \r\n\r\nHe brings up his gaze to meet yours.",
      "female": ""
    },
    {
      "id": 282,
      "default": "\"I... know how I seem. We did not have this word, 'conceited,' before Aedyrans landed on the isles.\"",
      "female": ""
    },
    {
      "id": 283,
      "default": "\"Poor thing - exhausted by all the free admiration?\" ",
      "female": ""
    },
    {
      "id": 284,
      "default": "\"You give people hope, Tekēhu.\"",
      "female": ""
    },
    {
      "id": 285,
      "default": "\"Everyone is welcome to achieve! I do not hoard success for myself.\" ",
      "female": ""
    },
    {
      "id": 287,
      "default": "\"If people need hope, they should pray harder, or look to their own grindstone!\"",
      "female": ""
    },
    {
      "id": 288,
      "default": "\"If Ngati had not 'blessed' me, I...\" ",
      "female": ""
    },
    {
      "id": 290,
      "default": "\"If Ngati had not touched me, I... I wonder if anyone would care.\" \r\n\r\nTekēhu seems ready to say more. He stops himself and releases you from his grip.",
      "female": ""
    },
    {
      "id": 291,
      "default": "\"I say the goddess touched me for more than enriching one tribe, glorifying one island.\" Tekēhu bites his thumbnail and sighs.",
      "female": ""
    },
    {
      "id": 292,
      "default": "\"Everyone feels underappreciated from time to time.\"",
      "female": ""
    },
    {
      "id": 294,
      "default": "\"Well, I am not everyone. Ekera, I am the only watershaper with an ounce of originality!\"",
      "female": ""
    },
    {
      "id": 295,
      "default": "He gives you an annoyed look, holding it there for longer than necessary, before tossing his hair with a gentle squish.",
      "female": ""
    },
    {
      "id": 296,
      "default": "\"The guild and the tribes heaped prestige on you. They deserve something back.\"",
      "female": ""
    },
    {
      "id": 297,
      "default": "\"Ekera, but how can I accept such a debt? When will I know it is fulfilled?\"",
      "female": ""
    },
    {
      "id": 298,
      "default": "\"I don't know if an enslaved dragon is an equal comparison.\" ",
      "female": ""
    },
    {
      "id": 299,
      "default": "\"Captain, we are talking about <i>me.</i> There are no small comparisons to be made.\" ",
      "female": ""
    },
    {
      "id": 301,
      "default": "\"But Periki twisted my art into a perversion. An echo of what it should be.\"",
      "female": ""
    },
    {
      "id": 304,
      "default": "\"What do you plan on doing about it?\"",
      "female": ""
    },
    {
      "id": 305,
      "default": "\"The trading companies will recognize this weakness eventually.\"",
      "female": ""
    },
    {
      "id": 306,
      "default": "\"I will bring a change not seen since the days of our ancestors.\" \r\n\r\nTekēhu thumbs his chin, considering.",
      "female": ""
    },
    {
      "id": 309,
      "default": "\"Ekera, and by then it will be too late.\"",
      "female": ""
    },
    {
      "id": 311,
      "default": "\"Nothing new. I've been at this before.\"",
      "female": ""
    },
    {
      "id": 313,
      "default": "\"And you knew things he did not? Ah.\" Tekēhu bites his thumbnail.",
      "female": ""
    },
    {
      "id": 314,
      "default": "\"This was the zenith of my ambitions.\"",
      "female": ""
    },
    {
      "id": 317,
      "default": "\"But then, I am not meant to. It is for mortals to flail in the darkness, I say, while gods point us toward light.\"",
      "female": ""
    },
    {
      "id": 319,
      "default": "\"Someone needs the power to shape our future.\"",
      "female": ""
    },
    {
      "id": 336,
      "default": "\"This should empower you, not paralyze you.\"",
      "female": ""
    },
    {
      "id": 337,
      "default": "\"The praise they showered on Ngati's chosen... until now, it all seemed an empty gesture.\r\n\r\n\"Never a promise that I could fulfill.\" ",
      "female": ""
    },
    {
      "id": 340,
      "default": "\"You're too quick to cave to pressure.\"",
      "female": ""
    },
    {
      "id": 341,
      "default": "\"To serve my people is to betray myself as an artist. Perhaps I am no savior.\" ",
      "female": ""
    },
    {
      "id": 342,
      "default": "\"The future of the Huana is in Mataru hands. Have faith in that.\"",
      "female": ""
    },
    {
      "id": 343,
      "default": "\"The tribes are unified but vulnerable. Ukaizo could make them strong again.\"",
      "female": ""
    },
    {
      "id": 353,
      "default": "The world around you darkens, and once again you feel an insistent tug for your attention - the pull centering from Tekēhu's soul. ",
      "female": ""
    },
    {
      "id": 354,
      "default": "[Surrender to the sensation.]",
      "female": ""
    },
    {
      "id": 355,
      "default": "[Repress the sensation.]",
      "female": ""
    },
    {
      "id": 356,
      "default": "<ispeech>It pains me to see my boy so conflicted. Questions tear at his heart, and the ache reaches me even here.</ispeech> Ondra props her jaw on her fist and regards you coolly.",
      "female": ""
    },
    {
      "id": 357,
      "default": "<ispeech>If you continue to encourage him, his life will grow more complicated. He will be the savior his people want - someone to drag their past into the present.</ispeech> She shrugs as if the distinction is nothing to her.",
      "female": ""
    },
    {
      "id": 358,
      "default": "<ispeech>He so longs for his independence, but his people will not relinquish his destiny without a fight.</ispeech> Her lips part with a secret smile.",
      "female": ""
    },
    {
      "id": 359,
      "default": "<ispeech>Empires have fallen since I favored the Huana with power and wisdom. How they wield it is their choice. Just see that my boy comes to no harm.</ispeech>\r\n\r\nBefore you have a chance to react, Ondra claps her hands - and your surroundings assert themselves once more.",
      "female": ""
    },
    {
      "id": 360,
      "default": "\"There is much to consider, and little time to decide our course. I fear that we will see the path before us before we are ready to walk it.\" ",
      "female": ""
    },
    {
      "id": 364,
      "default": "\"Ukaizo will show us the way. The tribes will find themselves again.\"\r\n\r\nHe touches the spot on his forehead, his gaze unfocused with a momentary sense of awe.",
      "female": ""
    },
    {
      "id": 365,
      "default": "\"What do I want?\" Tekēhu looks down, repeating the question under his breath.",
      "female": ""
    },
    {
      "id": 369,
      "default": "The world around you darkens, and once again you feel an insistent tug for your attention - the pull centering from Tekēhu's soul. ",
      "female": ""
    },
    {
      "id": 370,
      "default": "[Surrender to the sensation.]",
      "female": ""
    },
    {
      "id": 371,
      "default": "[Repress the sensation.]",
      "female": ""
    },
    {
      "id": 373,
      "default": "The world reasserts itself all around you. Tekēhu wears an uncertain smile, tipping his head inquisitively. ",
      "female": ""
    },
    {
      "id": 374,
      "default": "<ispeech>Scratch under the wet clay of any artist and you hatch a lifetime of fear and doubt.</ispeech> \r\n\r\nOndra props her chin on her fist and studies Tekēhu with a sigh.",
      "female": ""
    },
    {
      "id": 375,
      "default": "<ispeech>Poor thing. Nothing he does could disappoint me, but that is a mother's prerogative.</ispeech>\r\n\r\nShe pulls away with a wet, slapping sound. You receive the mental impression of a wink.",
      "female": ""
    },
    {
      "id": 376,
      "default": "The world around you darkens, and once again you feel an insistent tug for your attention - the pull centering from Tekēhu's soul. ",
      "female": ""
    },
    {
      "id": 377,
      "default": "[Surrender to the sensation.]",
      "female": ""
    },
    {
      "id": 378,
      "default": "[Repress the sensation.]",
      "female": ""
    },
    {
      "id": 379,
      "default": "<ispeech>My 'handsome fish' is intimidated by his own potential. How upsetting for him.</ispeech>\r\n\r\nThe air around you feels thick with moisture. Ondra leans forward in her throne.",
      "female": ""
    },
    {
      "id": 380,
      "default": "<ispeech>See the anxiety that takes shelter behind his confident smile? He has worn that since he was old enough to crawl.</ispeech>",
      "female": ""
    },
    {
      "id": 381,
      "default": "<ispeech>Help him to rise up from crawling. Help him to stand and walk as a man, as a god.</ispeech>\r\n\r\nHer presence draws away, and watery fingers lightly brush the nape of your neck.",
      "female": ""
    },
    {
      "id": 382,
      "default": "\"Still with us, captain? I had no desire to bore you with my inane chatter.\" Tekēhu smirks, eyeing you with concern.",
      "female": ""
    },
    {
      "id": 386,
      "default": "<ispeech>I could always plant the covenant in his dreams... but that would spoil the fun of Ukaizo.\r\n\r\nMy final test for the Huana.</ispeech>",
      "female": ""
    },
    {
      "id": 387,
      "default": "The world around you darkens, and once again you feel an insistent tug for your attention - the pull centering from Tekēhu's soul. ",
      "female": ""
    },
    {
      "id": 388,
      "default": "[Surrender to the sensation.]",
      "female": ""
    },
    {
      "id": 389,
      "default": "[Repress the sensation.]",
      "female": ""
    },
    {
      "id": 390,
      "default": "<ispeech>Poor boy... he has it backward, as usual.</ispeech> A silky, distant voice asserts itself in your thoughts.",
      "female": ""
    },
    {
      "id": 391,
      "default": "<ispeech>I did not choose him so that he could do great things. I chose him because talent should be fostered toward any end.</ispeech> Sadness and regret creep into her tone, but something about them rings falsely to your ears.",
      "female": ""
    },
    {
      "id": 392,
      "default": "<ispeech>How fortunate that you are here to set him on the right path. I know you won't disappoint.</ispeech> You hear a smile in her words.",
      "female": ""
    },
    {
      "id": 393,
      "default": "\"Ah... apologies. I say I never miss an opportunity to talk about myself.\" \r\n\r\nThe presence withdraws, leaving you unsteady on your feet. Oblivious, Tekēhu offers a broad, showy smile.",
      "female": ""
    },
    {
      "id": 395,
      "default": "\"I can tell you don't want to be anyone's savior.\"",
      "female": ""
    },
    {
      "id": 397,
      "default": "\"Ekera, yes.\" Tekēhu draws in a deep breath and nods, savoring your words.",
      "female": ""
    },
    {
      "id": 402,
      "default": "He turns to face his surroundings, struggling to take in everything at once.",
      "female": ""
    },
    {
      "id": 404,
      "default": "\"The land of my mothers, as real as anything that rises up from the bed of the sea. Also, smaller than I expected.\" He lets out an exhausted laugh.",
      "female": ""
    },
    {
      "id": 406,
      "default": "\"Come, captain! We have not a moment to lose.\" Grinning, Tekēhu beckons you forward.",
      "female": ""
    },
    {
      "id": 407,
      "default": "\"I am thinking that Eothas has come this far, and he will not wait on you before he finishes what he started.\" Tekēhu regards you with a raised brow and a cautious smile. ",
      "female": ""
    },
    {
      "id": 408,
      "default": "\"This should be as interesting as the last time I confronted a god-possessed adra colossus.\" Shrugging, Tekēhu gestures ahead.",
      "female": ""
    },
    {
      "id": 409,
      "default": "\"I will make sure that what we find here goes toward the Huana cause. The crown's faith in Ngati's chosen will be justified.\" He nods, resolute and ready.",
      "female": ""
    },
    {
      "id": 410,
      "default": "\"The Huana could use a change, an upset - something that gets them working together. History has shown that we thrive in adversity.\" ",
      "female": ""
    },
    {
      "id": 411,
      "default": "\"If he shatters what has sat in the heart of Ukaizo, this action will ripple beyond the Deadfire. Beyond life as we know it.\"",
      "female": ""
    },
    {
      "id": 413,
      "default": "<ispeech>My boy doesn't fear the gods. He only fears what he'll compromise by living up to his potential.\r\n\r\nBut isn't it easier to let sculptures represent you?</ispeech>",
      "female": ""
    },
    {
      "id": 415,
      "default": "As you turn to Tekēhu, a shadow passes over your vision. You feel a tug from somewhere deep within his soul. \r\n\r\nA faint ripple creases the air between you two like a forest of ethereal kelp.",
      "female": ""
    },
    {
      "id": 416,
      "default": "[Surrender to the sensation.]",
      "female": ""
    },
    {
      "id": 417,
      "default": "Tekēhu's soul is vibrant and energetic - almost too lively to occupy its mortal shell. There is a bright thread of energy that trails away from him. You instinctively follow it.",
      "female": ""
    },
    {
      "id": 420,
      "default": "<ispeech>A life without friction or challenge has left the boy in need of guidance.</ispeech> \r\n\r\nThe voice of Ondra pounds at your mind with relentless force.",
      "female": ""
    },
    {
      "id": 421,
      "default": "<ispeech>He thinks himself frail, but MY heart beats in his chest. He is stronger than either of you could know.</ispeech>\r\n\r\nShe claps her hands, and the vision shatters - flooding the hall with a deluge of awareness as you return to your senses.",
      "female": ""
    },
    {
      "id": 422,
      "default": "[Repress the sensation.]",
      "female": ""
    },
    {
      "id": 423,
      "default": "<ispeech>Not feeling talkative, are we? Know that I will be watching.</ispeech>\r\n\r\nThe voice pulls away from your mind with a wet, splashing sound.",
      "female": ""
    },
    {
      "id": 424,
      "default": "Regarding you with a warm smile, Tekēhu at first seems oblivious to your momentary detachment. Then his brow furrows with concern.",
      "female": ""
    },
    {
      "id": 425,
      "default": "\"Captain what say? You look a little blue about the gills.\"",
      "female": ""
    },
    {
      "id": 426,
      "default": "\"I'm... fine. I had some questions.\"",
      "female": ""
    },
    {
      "id": 427,
      "default": "\"Let's be off.\" ",
      "female": ""
    },
    {
      "id": 429,
      "default": "\"Ondra just reached out to me...\"",
      "female": ""
    },
    {
      "id": 434,
      "default": "\"To inspire the world with Ngati's gift... <i>this</i> is my calling.\"",
      "female": ""
    },
    {
      "id": 438,
      "default": "You stand in a grand hall, underwater and cloaked in oppressive shadows. \r\n\r\nPillars of coral and bone reach up to support a ceiling that must be hundreds of fathoms away. Chandeliers lit with bioluminescent globes dangle from long ropes, swaying in languid, tentacular motions.",
      "female": ""
    },
    {
      "id": 439,
      "default": "At the farthest end of the hall sits Ondra, as tall as a castle keep and leaning forward in her throne. She has adopted the head of an angler fish, and regards you with its globular stare. \r\n\r\nHer sickle-shaped jaw opens and closes in a rictus of conflicted emotions.",
      "female": ""
    },
    {
      "id": 440,
      "default": "Once again you find yourself in Ondra's waterlogged hall of power. The tired swaying of bioluminescent chandeliers casts uneven rays of light down on her court.",
      "female": ""
    },
    {
      "id": 442,
      "default": "At the farthest end of the hall sits Ondra, as tall as a castle keep and leaning forward in her throne. She has adopted the head of an angler fish, and regards you with its globular stare. \r\n\r\nHer sickle-shaped jaw opens and closes in a rictus of conflicted emotions.",
      "female": ""
    },
    {
      "id": 443,
      "default": "You stand in a grand hall, underwater and cloaked in oppressive shadows. \r\n\r\nPillars of coral and bone reach up to support a ceiling that must be hundreds of fathoms away. Chandeliers lit with bioluminescent globes dangle from long ropes, swaying in languid, tentacular motions.",
      "female": ""
    },
    {
      "id": 444,
      "default": "Once again you find yourself in Ondra's waterlogged hall of power. The tired swaying of bioluminescent chandeliers casts uneven rays of light down on her court.",
      "female": ""
    },
    {
      "id": 445,
      "default": "You stand in a grand hall, underwater and cloaked in oppressive shadows. \r\n\r\nPillars of coral and bone reach up to support a ceiling that must be hundreds of fathoms away. Chandeliers lit with bioluminescent globes dangle from long ropes, swaying in languid, tentacular motions.",
      "female": ""
    },
    {
      "id": 446,
      "default": "At the farthest end of the hall sits Ondra, as tall as a castle keep and leaning forward in her throne. She has adopted the head of an angler fish, and regards you with its globular stare. \r\n\r\nHer sickle-shaped jaw opens and closes in a rictus of conflicted emotions.",
      "female": ""
    },
    {
      "id": 447,
      "default": "Once again you find yourself in Ondra's waterlogged hall of power. The tired swaying of bioluminescent chandeliers casts uneven rays of light down on her court.",
      "female": ""
    },
    {
      "id": 448,
      "default": "You stand in a grand hall, underwater and cloaked in oppressive shadows. \r\n\r\nPillars of coral and bone reach up to support a ceiling that must be hundreds of fathoms away. Chandeliers lit with bioluminescent globes dangle from long ropes, swaying in languid, tentacular motions.",
      "female": ""
    },
    {
      "id": 449,
      "default": "At the farthest end of the hall sits Ondra, as tall as a castle keep and leaning forward in her throne. She has adopted the head of an angler fish, and regards you with its globular stare. \r\n\r\nHer sickle-shaped jaw opens and closes in a rictus of conflicted emotions.",
      "female": ""
    },
    {
      "id": 450,
      "default": "Once again you find yourself in Ondra's waterlogged hall of power. The tired swaying of bioluminescent chandeliers casts uneven rays of light down on her court.",
      "female": ""
    },
    {
      "id": 451,
      "default": "You stand in a grand hall, underwater and cloaked in oppressive shadows. \r\n\r\nPillars of coral and bone reach up to support a ceiling that must be hundreds of fathoms away. Chandeliers lit with bioluminescent globes dangle from long ropes, swaying in languid, tentacular motions.",
      "female": ""
    },
    {
      "id": 452,
      "default": "At the farthest end of the hall sits Ondra, as tall as a castle keep and leaning forward in her throne. She has adopted the head of an angler fish, and regards you with its globular stare. \r\n\r\nHer sickle-shaped jaw opens and closes in a rictus of conflicted emotions.",
      "female": ""
    },
    {
      "id": 453,
      "default": "Once again you find yourself in Ondra's waterlogged hall of power. The tired swaying of bioluminescent chandeliers casts uneven rays of light down on her court.",
      "female": ""
    },
    {
      "id": 455,
      "default": "\"I've heard enough.\"",
      "female": ""
    },
    {
      "id": 456,
      "default": "\"Ekera. So be it.\" Tekēhu sighs and looks off to the distance.",
      "female": ""
    },
    {
      "id": 457,
      "default": "\"Losing Ukaizo severed our connection to the gods. Over time, their gifts diminished.\"\r\n\r\nThe angler fish turns belly-up and puffs into vapor.",
      "female": ""
    },
    {
      "id": 460,
      "default": "\"You mean the one people would play with?\"",
      "female": ""
    },
    {
      "id": 461,
      "default": "\"Anyone with the strength to pick me up may play with me, friend Xoti.\" \r\n\r\nTekēhu winks at her.",
      "female": ""
    },
    {
      "id": 462,
      "default": "\"I'm the lord of Caed Nua, but you don't see me rebuilding my keep.\"",
      "female": "\"I'm the lady of Caed Nua, but you don't see me rebuilding my keep.\""
    },
    {
      "id": 463,
      "default": "\"Ekera. Just so.\" The side of his mouth twitches.",
      "female": ""
    },
    {
      "id": 464,
      "default": "\"Well, you've certainly made up for lost time.\"",
      "female": ""
    },
    {
      "id": 465,
      "default": "\"Mine won't shut up.\"",
      "female": ""
    },
    {
      "id": 466,
      "default": "He raises a hand to his lips and stifles laughter, shaking his head.",
      "female": ""
    },
    {
      "id": 467,
      "default": "\"To be worshipped, to have others interpret your design...\" Tekēhu sighs, pulling back his hair.",
      "female": ""
    },
    {
      "id": 468,
      "default": "\"Such a burden. And mortals demand it so.\"",
      "female": ""
    },
    {
      "id": 469,
      "default": "\"It is not fair, I say.\"",
      "female": ""
    },
    {
      "id": 470,
      "default": "\"For what should a god worry about such cares, when theirs is the hand on the tiller?\" Tekēhu spreads his palms and frowns.",
      "female": ""
    },
    {
      "id": 471,
      "default": "\"Maybe they worry <i>because</i> their hand is on the tiller.\"",
      "female": ""
    },
    {
      "id": 472,
      "default": "\"Are we still talking about Eothas?\"",
      "female": ""
    },
    {
      "id": 473,
      "default": "\"Thanks for talking, Tekēhu.\"",
      "female": ""
    },
    {
      "id": 474,
      "default": "He pauses, blinking at you with a handful of hair pressed between his fingers.",
      "female": ""
    },
    {
      "id": 475,
      "default": "\"Ekera, I... did not wish to burden you. These days I am having to think harder than my pampered years.\"",
      "female": ""
    },
    {
      "id": 476,
      "default": "\"Then maybe they did not always doubt themselves? At some time, they felt certain.\" Tekēhu nods to himself and bites his lower lip.",
      "female": ""
    },
    {
      "id": 477,
      "default": "\"Wouldn't you worry if you were in their position?\"",
      "female": ""
    },
    {
      "id": 478,
      "default": "\"The gods... grow. They are like the adra holding Eora in place, I say - moving too slow for mortal eyes.\"",
      "female": ""
    },
    {
      "id": 479,
      "default": "\"You will forgive the handsome fish if he is as curious as the green god.\" He rubs the back of his neck and chuckles.",
      "female": ""
    },
    {
      "id": 480,
      "default": "\"Were I a god? Ekera, such a question.\"",
      "female": ""
    },
    {
      "id": 481,
      "default": "\"The tribes brought me this far. Is it... must I not also shoulder their burden as they did mine?\"",
      "female": ""
    },
    {
      "id": 482,
      "default": "\"My heart is full, but I do not share it with the world lightly. Maybe in time...\"",
      "female": ""
    },
    {
      "id": 483,
      "default": "He cups his cheek and looks off to the distance, musing over his words.",
      "female": ""
    },
    {
      "id": 484,
      "default": "\"Enough of this.\"",
      "female": ""
    },
    {
      "id": 485,
      "default": "\"Ekera, thank you.\" His eyelashes flutter in momentary surprise.",
      "female": ""
    },
    {
      "id": 487,
      "default": "\"I say it is obvious now that Ngati brought me into the world to do this for the Huana.\"\r\n\r\nHe frowns, uncertain about his comfort with the idea. ",
      "female": ""
    },
    {
      "id": 488,
      "default": "\"Ekera, but sometimes I wonder if we lost the covenant for a reason. And... if Ngati's chosen should <i>choose</i> his own path.\" \r\n\r\nTekēhu sighs.",
      "female": ""
    },
    {
      "id": 489,
      "default": "\"It's a good thing we know where Ukaizo is.\"",
      "female": ""
    },
    {
      "id": 491,
      "default": "\"However it turns out, whatever we find... At least I have a good captain at my side.\" Tekēhu inclines his head.",
      "female": ""
    },
    {
      "id": 492,
      "default": "\"Our legends speak of the covenant with Ngati. One that defined the tribes for generations.\"",
      "female": ""
    },
    {
      "id": 494,
      "default": "\"Captain, I... I say I am without words.\"\r\n\r\nTekēhu clutches his shoulders tightly and looks away.",
      "female": ""
    },
    {
      "id": 495,
      "default": "\"Ngati brought me into the world as an omen, a bringer of change. \r\n\r\n\"Serving on your crew has made me a bringer of death.\" ",
      "female": ""
    },
    {
      "id": 496,
      "default": "\"I'm sorry. Onekaza needed to die.\"",
      "female": ""
    },
    {
      "id": 497,
      "default": "\"Change, death. It's all the same to me.\"",
      "female": ""
    },
    {
      "id": 498,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 499,
      "default": "\"I say I was meant to change the Huana through art, through song and sculpture...\"\r\n\r\nTekēhu leans back and closes his eyes.",
      "female": ""
    },
    {
      "id": 500,
      "default": "\"Leave me to my thoughts, captain. From now on, they are mine alone.\" Tekēhu smooths back his hair and pointedly refuses to make eye contact.",
      "female": ""
    },
    {
      "id": 501,
      "default": "\"Aruihi provoked this. I don't need to defend myself.\"",
      "female": ""
    },
    {
      "id": 502,
      "default": "\"Trouble me no more, captain. This pain... my heart is as a sea urchin now. \r\n\r\n\"I am not the Tekēhu you knew.\" \r\n\r\nHe lifts his eyes to meet yours for only a passing glance.",
      "female": ""
    },
    {
      "id": 503,
      "default": "\"I had some questions.\"",
      "female": ""
    },
    {
      "id": 504,
      "default": "\"Let's be off.\" ",
      "female": ""
    },
    {
      "id": 505,
      "default": "\"No more questions, I say. Can we simply... leave?\"",
      "female": ""
    },
    {
      "id": 506,
      "default": "\"Are you going to be okay?\"",
      "female": ""
    },
    {
      "id": 507,
      "default": "\"From the slightest irritation a pearl is born.\"\r\n\r\nTekēhu brings his palm up to wipe his brow. ",
      "female": ""
    },
    {
      "id": 508,
      "default": "\"I cannot say what will be born of this feeling, captain. It is beyond my knowing.\"",
      "female": ""
    },
    {
      "id": 509,
      "default": "\"The guild... for what did you do this, captain?\"",
      "female": ""
    },
    {
      "id": 510,
      "default": "Tekēhu merely shakes his head and stares down at his feet wearing a haunted expression.",
      "female": ""
    },
    {
      "id": 511,
      "default": "\"What say, shall we find him, captain?\" Tekēhu nods, his brow furrowed. ",
      "female": ""
    },
    {
      "id": 512,
      "default": "\"You get around, but I know you haven't done <i>this</i> before.\"",
      "female": ""
    },
    {
      "id": 513,
      "default": "\"Captain, I am my mother's son. I have seen things you would not believe.\" \r\n\r\nHe folds his arms and winks.",
      "female": ""
    },
    {
      "id": 515,
      "default": "\"Let's be off.\" ",
      "female": ""
    }
  ]
}