{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_cv_xoti_intro_pm",
  "Entries": [
    {
      "id": 1,
      "default": "\"Sakes alive, Waenglith. Ain't we got more pressing matters to attend to than a baptism?\"\r\n\r\nArms crossed over her chest, a shorter, duskier woman watches the ritual with an ornery sort of expression - her delicate chin jutted up.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Accept the light, and you shall be redeemed!\" \r\n\r\nA woman shouts, arms raised high and wide. In each hand, she grips a golden candle. The flames gutter wildly as she gestures to the crowd before her.",
      "female": ""
    },
    {
      "id": 3,
      "default": "<link=\"neutralvalue://Vailian: Fuck this!>\"Se futtito!</link> Madiccho, I did not sign up to be burned.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"This flame is not for purification. It is for illuminating the darkness. Sanctification comes only as a result of your journey. But the light will guide your way.\"\r\n\r\nShe tilts her face toward the sky. Eyes shut, she drags a shaky hand to dribble wax across her own brow. ",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Eothas has returned, at last. But it's not too late to redeem ourselves.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"You already missing me? Or are you simply lost?\" Shoulders back, the priestess grins. But as she looks you up and down, she bites on her bottom lip, unable to hide her longing.",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"'Cause I might could provide some guidance... Let me light your path, Watcher. Won't you take me with you?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Come with me.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Never mind.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"You won't regret this.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"We just missed one of the biggest reapings of all time. What about the souls that need us?\" As she steps forward, she reaches for a peculiar-looking lantern strapped to her hip.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"I know an offer rare as hen's teeth when I hear it. Yeah, I'm taking it.\" She beams brightly.",
      "female": ""
    },
    {
      "id": 13,
      "default": "She steals a shy glance at Edér.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Uh... hey.\"\r\n\r\nEdér half-nods without looking in Xoti's direction. He seems suddenly focused on something in the distance.",
      "female": ""
    },
    {
      "id": 15,
      "default": "A tad too eagerly, she saunters close beside you.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"You get thinking to come back, you know where to find me.\" She shrugs one slender shoulder.",
      "female": ""
    },
    {
      "id": 17,
      "default": "The missionary holds a candle to drip wax in the shape of three stars on the forehead of each kneeling worshipper.\r\n\r\nOne of them stumbles back, swiping the hot wax from his skin.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"As surely as my fingers are webbed, I tell you, Gaun never left.\" Despite her contrary words, the Huana woman shrugs, accepting the golden wax.",
      "female": ""
    },
    {
      "id": 19,
      "default": "The priestess trembles her arms, face pinched with disappointment. In the warm sea breeze from the port, loose strands of her sunstreaked hair whip about her head like a living halo.",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Here, I'll light them all at once.\" \r\n\r\nMetal clanking, she sways an eerily lit lantern in an intricate pattern before her. The priestess bites her lip, swinging harder and faster - lithe arms hurtling the weapon with a deceptively hidden strength - until she thrusts it hard out toward the crowd, splattering everyone with wax.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Do not push me on this, you wayward Child! You'd leave the living forlorn to service the dead?\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"What do you think you're doing?\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Excuse me, I'm looking for the governor.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "[Watch from within the crowd.]",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Come, stranger. Join the baptism, and we'll gladly guide you.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Idling, that's what. Making ourselves feel all requited!\" \r\n\r\nArms crossed over her chest, a shorter, darker-skinned woman watches the ritual with an ornery sort of expression - her delicate chin jutted up.",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"We just missed one of the biggest reapings of all time. What about the souls that need us?\" As she steps forward, she reaches for a peculiar-looking lantern strapped to her hip.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"That's one way to do it.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"What souls are you on about?\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "[Wipe a glob of wax from your shoulder.]",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"The ones I dreamed died -\" Her words falter as she gets a good look at you for the first time.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"I'm guessing you're not here for the baptism.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Hel yeah, it is. I call that the -\" Grinning, she turns to get a good look at you - and promptly chokes.",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Now that we're right with our god, can we please see about helping the people that I dreamed died? Those souls ain't going to reap themsel -\" Her words catch in her throat as she turns, spotting you for the first time.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"You were walking the depths of the ocean, but you didn't drown. And in your hand, you gripped the key to Eora's end.\" \r\n\r\nHer face alights with a fierceness. ",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"I've seen stars wreathing a statue's brow and souls flowing like tears over gleaming adra.\r\n\r\n\"You're chasing my god, aren't you?\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"I'm looking for an adra statue, yea high, inhabited by Eothas.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Do you know where I can find the governor?\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"I could help you. To find him, I mean. I keep catching glimpses of where he's going.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"What happened here?\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"I knew it.\" She clenches her grip on the sickle in her right hand.",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Gaun's been calling me here. Left the breadcrumbs in my dreams.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"I surely do. I already asked him to let me inland, on account of my dreams that came true.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"But he's not giving out the location of the adra pillar. You think he'd tell you?\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"It's madness, right? Who'd have thought a giant green statue might storm through the port?\" \n\nAt the memory, her pupils gobble up the warm brown of her eyes, and the remaining darkness gleams wickedly.",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"I did. I dreamed it for months. Again and again and night and day. Until I pushed the others to come here.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"I need to get inland. If you're going, I could help you. Swear on my soul.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Nightmares, more like. Terrors that come true.\" She rubs a palm over the back of her neck. ",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"You have a lot of prophetic dreams?\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Had them since I was a little girl on the farm. Guess Gaun was speaking to me even then.\" ",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Do you lot know where the governor is or not?\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Who's Gaun?\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Why do you want to go inland?\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"What did you see of me in the dream?\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Who are you?\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"I'm Xoti. Child of the Dawnstars and priestess to Gaun - at your service.\" She thrusts a hand out for a friendly shake.",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Aw, Hel. Now where are my manners?\" ",
      "female": ""
    },
    {
      "id": 78,
      "default": "With a little huff, Xoti rolls her eyes to hide her happiness.",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"I guess this here's the part where I get all tongue-tied, and it gets to feeling a little awkward, and you get to wondering 'what's wrong with this gal?' Or I ramble, yeah.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "Color warms her cheeks, and she nibbles at her bottom lip almost shyly.",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"You're a priestess of Gaun, not Eothas?\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "A dark smile curves up her lips, and her eyes glint with a fierceness. ",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Darn right, I am. Why, you know an awful lot about Gaun?\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Gaun's an aspect of Eothas.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"Not much, no.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Do all Children of the Dawnstars worship Gaun?\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"I think you mean, he's all what's left. You did hear - Eothas died, yeah? When summer and spring have passed us on, well, that just leaves us autumn and winter and Gaun.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "The priestess plants her hands on her hips. Her fingers are slim but calloused, more suited to a farmer's daughter than a cleric.",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Sure. Most of the brethren believe in him. But they believe in Eothas more.\"\r\n\r\nShe sighs, puffing a tendril of hair aside that'd fallen over her cheek.",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Well, that's a rather... interesting view of it.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Catchy.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Don't sound too curious now.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Can't say I care much for religion.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"I was hoping you might enlighten me.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Shame how they got it backwards, ain't it?\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"Figure I'm a bit unorthodox. But that doesn't mean I'm wrong.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"You think I'm addled? Little touched in the head?\" She splits a bemused grin.",
      "female": ""
    },
    {
      "id": 98,
      "default": "She presses her lips into a mulish line, and her hands fall to her sides. A muscle ticks in her prim jaw.",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"Might if we had more time, sure.\" Absently, she grazes her fingers over the sickle strapped to her side, and her gaze flicks to the priestess with the golden candles.",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"But the others don't like it much when I get to talking about death.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Always happy to meet a fellow person of the cloth.\" ",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"There're souls needing their last rites. I ought to shine them the light, else they might get lost.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Watcher, will you take me with you?\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"You can tag along, so long as you don't get in my way.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"A fine proposition. I'd enjoy the company of a priestess.\" ",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Sorry, but I prefer to travel alone.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"No, I won't take you with me.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"I know an offer rare as hen's teeth when I hear it. Yeah, I'm taking it.\" She beams brightly.",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"You won't regret this.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "She steals a shy glance at Edér.",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"Uh... hey.\"\r\n\r\nEdér half-nods without looking in Xoti's direction. He seems suddenly focused on something in the distance.",
      "female": ""
    },
    {
      "id": 113,
      "default": "A tad too eagerly, she saunters close beside you.",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"Why not? Perhaps you'll prove useful in dealing with Eothas.\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"Say I let you join me. How would that benefit me and mine?\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"Reckon I'm good with wounds. Both inflicting and healing them up.\" She jiggles her lantern, beaming you a dark-edged grin.",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"Me and my brethren may not see eye to eye, but they'll all admit I'm sturdier than a weed and just as stubborn. I won't die on you - before it's my time.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"How adept are you as a healer? How severe a wound can you patch?\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"You sure you can handle a fight?\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"You may not listen to your fellow Dawnstars, but first time you step out of line with me, you're gone. Understand, Xoti?\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"I got an eye for stages. Life and death and in between. Like progressing forward... or sometimes backwards.\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"It's all just change happening in different states.\"\r\n\r\nShe shrugs, but the interest smolders in her eyes.",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"Plus, gruesome doesn't bother me.\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"Guess her skills... add something... I suppose.\"\r\n\r\nEdér has busied himself with scraping something off the side of his weapon and does not look up.",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"Sounds like a vote of confidence to me.\" Xoti beams happily.",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Well, what's it to be?\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "She raises the sickle for your inspection. The blade is well-worn with a half-edged backside for added lethality, but its sleek metal is also meticulously clean.",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"Sure can. I reaped my first soul when I wasn't yet twelve-years-old.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"Clear as a runnel. I can behave. So long as you don't get between me and my god, we'll be right as rain.\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"Gaun darn it! You can't keep me from my duty. Not you or the governor or my brethren.\"\n\nFlustered, it takes her a few attempts to holster her lantern and sickle.",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"Gaun's a smidge of darkness in the light. He was the part of Eothas who divined the dignity of dying and the return journey to life.\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"You're not permitted, Child, because it's too dangerous. But you never listen.\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"Some of our brethren suffer from these visions more than others. While some of us, favorably, have none at all.\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"It ain't a curse. It's a blessing - a mark of the divine.\" Xoti shrugs.",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"Blasphemy! You will cease your black-tongued utterances this instant or so help me, Xoti -\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"More than unorthodox, it's profane.\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"At least, take care, Child. Come back to us in one piece. If not for my sake, then Saewyn's.\"\r\n\r\nThe older priestess sighs, shaking her head.",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"Enough nonsense, Xoti. No one knows if anyone's even died. You've no business going in there, risking your own safety - risking our mission.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"Waenglith, you guide the living and I guide the dead. Gaun bids it, and I dreamed it. Leave it be.\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"I'm going, with or without you all.\"\r\n\r\nShe stomps several feet away, lantern swinging from her hip.",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"I'm going, with or without you all.\"\r\n\r\nWith a final, blushful glance at Edér, she stomps several feet away, lantern swinging from her hip.",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"She seemed, uh, willful.\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"Yet I hear you all the time, Waenglith.\" She grimaces, baring her teeth.",
      "female": ""
    },
    {
      "id": 145,
      "default": "Xoti's eyebrows rise along with her hands - calloused palms turned out - in a show of both her surrender and her unrelenting rebelliousness.",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"Sometimes it's when I shut my eyes. Other times it's when I open them.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"Where's he going?\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"Into the heart of the storm. Of course. Where he can find the darkness.\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "The priestess whirls the lantern in her hand, spinning both light and shadows into a sharp dance.",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"So don't tell her. What the high priestess doesn't know, won't hurt her.\" Grinning, Xoti waves her brethren a curt parting.",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"We told the governor - but he wouldn't evacuate on account of me, uh, not knowing exactly when our god might arrive.\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"No one believed it... But how could we know...\"\r\n\r\nThe woman wrings her hands before wiping trembling, wax-smeared fingers down the sides of her robe.",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"Didn't we just talk? Darn, what day is it?\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"I'm a Watcher.\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"What if I was?\"",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"I'm chasing Eothas.\"",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"So you can see souls? That's a handy talent to have. I know my harvesting would benefit from it.\"",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"No, I don't think you are. You got this feeling about you. Like you got a greater purpose to see to.\" She tilts her head and smiles, looking too confident for her own good.",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"That was my god who stomped through here. I got to go after him.\" ",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"We all serve our purposes. So what's yours?\"",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"I knew it.\" She clenches her grip on the sickle in her right hand.",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"What do you think?\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "Biting at her bottom lip, she looks you up and down. A pleased sound leaves her throat.",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"I think I know what you are.\" Her brows raise in a sort of challenge.",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"And here you are - following my god.\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"If you're looking to talk to the governor, I might guess you're thinking to go inland. If so...\" She jiggles her lantern in a nervous gesture.",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"Are you by any chance... looking to help the people I saw die in my dreams?\" She ducks her head, cheeks flushing prettily.",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"You dreamed people died?\"",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"Sure did. I get those kinda dreams sometimes - the ones that turn out true.\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"If you happen to be going inland...\" She jiggles her lantern suggestively, her desire to collect souls clear.",
      "female": ""
    },
    {
      "id": 172,
      "default": "Rather than discouraging the other Dawnstar, the accusation seems to kindle a stubbornness inside her. Shoulders set, she grins.",
      "female": ""
    },
    {
      "id": 173,
      "default": "[Give her a gesture of blessing.]",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"Think I'll let you hurt my brethren?! You're about to catch your death on the end of my sickle.\"",
      "female": ""
    }
  ]
}