{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_maia_main",
  "Entries": [
    {
      "id": 1,
      "default": "\"Your orders, captain?\" Maia folds her arms and nods.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Let's be off.\" ",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Speak your mind, captain.\" Maia grins and waves you on.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"You've got that look in your eye again. Something wrong?\" Maia tips her head, planting both hands on her hips.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Go on, then.\" Maia lifts her brows at a pair of sharp angles.",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Was there something you wanted to tell me earlier?\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"You were going to tell me something about your time in the ranga nui's estate?\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"I've got some answers.\" Maia nods, giving you room to speak freely.",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"I want to speak with Ishiza.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"I'll give you two lovebirds some room to chat.\" Shaking her head and wearing a grin, Maia gestures for you to have on.",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Just out of curiosity, what does Ishiza like to eat?\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Trying to get on his good side, are you?\" Maia nods, amused. ",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"He's developed a taste for shark meat since we arrived at the Deadfire.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Going back to the Rauataian diet will be hard on us both.\" She sighs and plants her hands on her hips.",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"I can tell you need something... I just don't know what.\" Maia's lips spread into a slow smile.",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Captain.\" Maia raises her brow and simply waits.",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"You're one of Kana's siblings, aren't you?\" ",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Sure am, and I heard that you two spent some time together.\r\n\r\n\"Funny how the gods toss things together.\" ",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"They say Kana... passed. What happened out there, captain?\" Maia's brow furrows, the crease so deeply ingrained as to seem chiseled there.",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"The Dyrwood was in turmoil. Fights broke out constantly.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Victim of circumstances, then? A stray bullet, a dagger in the dark?\" Maia rubs her brow, shaking her head.",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"He deserved better. He was made for more than that short... dumb, whimsical existence.\" ",
      "female": ""
    },
    {
      "id": 68,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"If the topic's still raw, you don't have to say anything.\" Maia nods, drawing her arm across her eyes in a quick motion.",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"I sacrificed Kana to a living pool of Skaenite blood.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Cuè? Di verus?\"\r\n\r\nPallegina's feathers stand on end, her mouth hanging open in shock.",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"You- you can't be serious, [Player Name].\" Aloth watches you, eyes wide and mouth slack with horror.",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Wait, that was- No, he just, he just started choking...\"\r\n\r\nEdér's face slowly hardens. His stare is cold and baleful.",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Say again, captain?\"\r\n\r\nMaia blinks, her hand dropping to a weapon at her side.\r\n\r\nHopping closer, Ishiza lets out a warble of distress.",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"He bled out like an aurochs for slaughter, and the dead accepted his flesh greedily.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "Her eyes narrow into slits. Maia clicks her tongue, perking Ishiza to attention. He regards her with urgent interest. ",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Three seconds, Ishi. Then you can have the eyes.\" Maia nods down at the bird. \r\n\r\nIshiza coos with anticipation.",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"What?\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"One.\" Maia's hand drifts closer to her weapon. Ishiza ruffles his feathers.",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Whatever you have in mind, please reconsider.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Two.\" Maia unholsters her gun and clicks back the hammer. Ishiza makes an enraged, warbling sound.",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Don't do this.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Three.\" Maia closes one eye and raises her firearm so that the barrel is pointed at your head.",
      "female": ""
    },
    {
      "id": 85,
      "default": "[Wait]",
      "female": ""
    },
    {
      "id": 86,
      "default": "Breathing heavily, Maia bites the side of her cheek. She holds the gun steady and true, but the rest of her body wavers with indecision.",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Curses.\" She clicks the hammer down and returns the gun to its holster in one fluid motion.",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"I shouldn't mix family and duty. But I've got a bullet saved just for you.\" She tongues the inside of her cheek and squints.",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Noted. I'm sorry it had to happen this way.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "Shaking her head, Maia clicks her tongue to summon Ishiza. She says nothing more.",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"So be it.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"If this is how you want it to end...\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"For Kana and Rauatai, let these be your final breaths!\" Maia's grip on her weapon tightens.",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"It was him or me, Maia.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "Arching her brow, Maia dares you to say more with a mere look.",
      "female": ""
    },
    {
      "id": 99,
      "default": "[Attack] \"Two, three.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"I needed Kana's strength. It was the only way.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "She squeezes her eyes shut and shakes her head, dispelling your words.",
      "female": ""
    },
    {
      "id": 102,
      "default": "[Lie] \"We were exploring a cave when a bear the size of Eothas attacked and killed him.\" ",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"These bears grow big in the Dyrwood, do they?\" Maia thumbs her chin and regards you with frank suspicion.",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"So that's it. That's the great story of my brother's demise, which I crossed the globe to hear.\" She narrows her eyes.",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"I guess there's nothing says I have to like it. Thanks for telling me your side of things, captain.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"You already know he died, knowing how won't change anything.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "She flares her nostrils, balling her hand into a fist. Ishiza pauses from hopping to glance up, head cocked. ",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Makes me wonder how you cope with guilt... but that's a question for another day.\" She nods, her lips pressed into a hard line.",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"Kana seemed to think that we could do more harm than good by... 'interfering' in Deadfire business.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"The ranga nui did not take that well. Neither did I.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"You clearly had some sway on his opinions. More than I ever did.\r\n\r\n\"Wish you had told Kana to give up on the poetry. He's got no ear for it.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"I did my best to help Kana find the meaning he sought.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"You kept him alive, in any case, while he wandered the lands in search of stories.\" Maia huffs, shaking her head.",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"I do with bullets what Kana did with words. Just in case you were wondering, the comparison ends there.\" Maia tips her head and studies you to make sure the point came across.",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"Glad to hear he's making a difference. Take it easy on him.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"Pff. No. As his sister, I'm SUPPOSED to catalogue his missteps.\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"Hey, I enjoyed Kana's songs.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"If you want to hear a voice like a powder keg belting out Rauataian anthems while you're running at a dragon, be my guest. Some of us find it distracting.\" ",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"He's not here, is he? I don't have time for nonstop blather.\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"No. Was he that insufferable?\" Maia's eyes widen with delight.",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"Kana came back from the Dyrwood with a head full of ideas about Rauatai's expansion.\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"Getting out from under the academics suited him. I never knew he could be so... <i>political.</i>\r\n\r\n\"More than his sister ever could be.\" ",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"He came back from the Dyrwood with his head full of stories about the Engwithans.\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"Used them to make an argument for our expansion into the North, and by the gods did people ever listen.\r\n\r\n\"He lost some of that childish glow, but the weird ideas stayed with him.\" ",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"I heard tell that Kana sailed off in search for whatever he didn't find in the Dyrwood.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"They say he lit a fire under the ranga nui to speed up the taming of the Deadfire.\"\r\n\r\nMaia grins at this, planting her hands on her hips with pride.",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"Word has it that he went down to the Endless Paths beneath your castle. Alone.\" Her brow twitches, but the rest of her bearing remains impassive.",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"Care to explain, captain?\" ",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"You have the story right. I never saw him emerge.\" ",
      "female": ""
    },
    {
      "id": 130,
      "default": "She holds your gaze, blinking only when it seems to occur to her.",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"And you didn't think to go down with him? You just... let him go alone?\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"It was what he wanted.\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"So either Kana's bones are entombed along with the rest of Caed Nua, or somehow he made it out.\" Maia thumbs her chin, nodding.",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"Whatever you said - or DIDN'T say - that possessed him to think this was his only option, keep it to yourself.\" ",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"I could use some space, captain. This is a lot for me to chew.\" Maia clicks her tongue at Ishiza and pointedly ignores you.",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"I respected his private search for answers, yes.\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"Well, you haven't done any favors for his poor mother. Didn't you imagine someone would miss Kana, would want to see him again?\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "[Lie] \"He lashed out at me when I offered to help. I had no choice.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"Kana would never raise his hand to a friend.\" ",
      "female": ""
    },
    {
      "id": 140,
      "default": "[Lie] \"He came back in one piece. Perhaps he was delayed in his return voyage?\" ",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"Maybe.\" Maia holds your gaze with flat, professional regard.",
      "female": ""
    },
    {
      "id": 142,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"Something about the story had a ring of truth to it - I just didn't want to believe it myself.\" ",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"He came home acting like the world had kicked his legs out from under him.\"\r\n\r\nMaia sighs. She tosses Ishiza a scrap of meat from her pouch. ",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"He's a teacher these days. Got a good crop of students under him.\r\n\r\n\"But... he doesn't get out much.\" ",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"By Kana and every terrible verse he ever wrote, I swear it'll hit its mark.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"How did you and Ishiza first get acquainted?\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"I won a shooting competition at the ranga nui's estate. This was a few years before enlisting with the navy.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"As a reward, he gave me the freedom of the royal aerie and said I could take my pick of the war birds.\"\r\n\r\nMaia kneels and strokes under Ishiza's beak.",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"Stinkfeathers here kicked a rather pretty hawk off my arm so he could have me all to himself. Been inseparable ever since.\"",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"What's on your mind?\" Maia raises her brow and nods.",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"This had better be good... captain.\" Maia sighs through her nose.",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"Captain. Time for another of our chats?\" Maia smiles at you.",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"Captain. A delight as usual.\" Maia beckons you to go on.",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"You have my undivided attention, as always.\" Maia strikes a sharp salute, smiling all the while.",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"Something on your mind?\" Maia glances in your direction.",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"You were saying?\" Maia winks slyly.",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"Tell me about your family.\" ",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"After they emigrated to Rauatai, their talents caught the ranga nui's eye. He saw them as this... spectacle, this achievement of the old country, I guess.\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"So they were honored guests. Not many Huana rose to distinction in Tâkowa.\r\n\r\n\"We were also... curiosities.\" ",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"Even as we broke the same bread and tossed back the same wine, the ranga nui's friends always checked under the table to see if I had a tail. \r\n\r\n\"Kana thought it was hilarious.\"",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"That sounds intolerable.\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"It was an education in patience.\"",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"You don't... right?\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"No. I don't. Can't speak for all of the tribes, though.\"",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"Island aumaua aren't THAT different from coastal aumaua.\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"You're telling me.\"",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"Harmless fun, I'm sure.\" ",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"Maybe if a kid does it once. When grown men and women do it? I have my doubts.\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"Well, my parents came from the Deadfire. I'm getting a taste of my roots.\"\r\n\r\nMaia exhales and glances away.",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"Growing up in the ranga nui's shadow wasn't all bad. We had tutors and advisors at our disposal, and lots of folk from stranger parts than these.\" ",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"I spent my days learning to shoot while my more <i>academic</i> siblings learned to express themselves. I leave you to judge who spent their time better.\"",
      "female": ""
    },
    {
      "id": 179,
      "default": "Then she grimaces and shoves it back into its holster.",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"Not if mine hits you first.\"",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"Try and aim low. Your sights tend to drift... captain.\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"Can't we talk this through?\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"Not in this life, captain. Not in any other.\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"Hello, Ishiza. Who's a good bird?\"",
      "female": ""
    },
    {
      "id": 186,
      "default": "The bird cocks his head, his eyes reflecting a mixture of friendly recognition and murderous calculation. ",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"Uh oh. That's his 'I'm hungry and you're wasting my time' face. Better step back, captain.\"",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"Ishi, where are you manners? Thank the nice captain.\"\r\n\r\nMaia folds her arms and waits. Ishiza resumes his inspection of the floor.",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"Well, that 'good bird' pooped on your favorite hat. Didn't have the heart to tell you.\"",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"Wonderful. He's so much easier to wrangle when his ego's inflated.\" ",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"Down boy. The captain didn't mean anything by it.\"",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"Try not to let it get to your head, Ishi.\"",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"I've been thinking. Let's take it slow and go back to being just shipmates.\" ",
      "female": ""
    },
    {
      "id": 196,
      "default": "\"If... if that's how you'd prefer it.\" Maia opens her mouth to say more but closes it and reconsiders.",
      "female": ""
    },
    {
      "id": 198,
      "default": "Ishiza narrows his eyes and studies you with ravenous interest.",
      "female": ""
    },
    {
      "id": 199,
      "default": "Ishiza takes a tentative hop closer and cocks his head up at you.",
      "female": ""
    },
    {
      "id": 200,
      "default": "Ishiza hops closer and nuzzles your calves, cooing affectionately.",
      "female": ""
    },
    {
      "id": 201,
      "default": "Ishiza lets out a territorial squawk and hops back a step as he glares up at you.",
      "female": ""
    },
    {
      "id": 203,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"I didn't make the decision lightly, if it helps to know.\"",
      "female": ""
    },
    {
      "id": 205,
      "default": "\"So... here we are. What's on your mind?\"",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"Captain, permission to speak freely?\" Maia folds her arms and sighs through her nose.",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"What's on your mind?\"",
      "female": ""
    },
    {
      "id": 209,
      "default": "\"Why start now?\"",
      "female": ""
    },
    {
      "id": 210,
      "default": "\"Granted.\"",
      "female": ""
    },
    {
      "id": 211,
      "default": "\"You're making a mistake and it's going to get people killed.\"",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"The Huana can't defend these islands. As soon as Rauatai withdraws, the tribes will cave to another power.\"",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"The Vailians are poised to dredge the islands of everything that makes them valuable. Everything Rauatai needs to make a lasting peace.\"",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"You're about to hand one of the world's most valuable assets over to pirates. I suppose this navy bird is fixing to understand why.\" ",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"Rauatai could have helped us. More than you know. But you're giving up on allies like they're a resource you can buy and trade.\"",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"Because there's something big on the horizon and I'm concerned that you're sailing blind.\"",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"I try not to run my mouth when we're on a mission, but what we're doing here is objectively wrong.\"",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"The Deadfire belongs to the Huana. We have no business taking it from them.\"",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"Where Vailians settle they bring progress. The Deadfire could use some.\"",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"At least the Príncipi are honest about their intentions.\"",
      "female": ""
    },
    {
      "id": 221,
      "default": "\"We're better off reaching Ukaizo on our own. This is a personal voyage.\"",
      "female": ""
    },
    {
      "id": 222,
      "default": "\"Stand down, Maia. I promise this is for the best.\"",
      "female": ""
    },
    {
      "id": 223,
      "default": "\"There's <i>nothing</i> I won't do to reach Eothas. Sorry if that upsets you.\" ",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"Wish I could see things your way, captain.\"",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"I suppose I'm with you for the long haul. Not that it gives me any peace of mind.\"",
      "female": ""
    },
    {
      "id": 226,
      "default": "\"I've gone this far with you, but I'm thinking this is where we part ways.\"",
      "female": ""
    },
    {
      "id": 227,
      "default": "Blinking up at Maia, Ishiza lets out an inquisitive coo.",
      "female": ""
    },
    {
      "id": 228,
      "default": "\"Don't <i>you</i> go making this any harder.\" Maia frowns down at her bird.",
      "female": ""
    },
    {
      "id": 229,
      "default": "\"I had some questions.\"",
      "female": ""
    },
    {
      "id": 230,
      "default": "\"Let's be off.\" ",
      "female": ""
    },
    {
      "id": 231,
      "default": "\"Stay with me. [Player Ship] needs you and I do as well.\"",
      "female": ""
    },
    {
      "id": 232,
      "default": "\"Good luck out there, Maia.\"",
      "female": ""
    },
    {
      "id": 233,
      "default": "\"I didn't dismiss you, soldier.\"",
      "female": ""
    },
    {
      "id": 234,
      "default": "\"Likewise.\"",
      "female": ""
    },
    {
      "id": 235,
      "default": "\"Listen. Don't go to Ukaizo. I'll bet my weight in adra the navy will send me there and I don't want to...\" She trails off, a haunted look clouding over her stare.",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"Come on, Ishi.\" Maia beckons Ishi to follow. He glances up at you and cocks his head thoughtfully before accompanying her.",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"The navy doesn't have the strength to sail against you. So I guess this is goodbye.\"",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"Well, then you can call it dereliction of duty if you must. Either way, I'm leaving.\"",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"So it's like that, is it?\"",
      "female": ""
    },
    {
      "id": 241,
      "default": "\"Can't you just trust that I'm doing the right thing?\"",
      "female": ""
    },
    {
      "id": 242,
      "default": "\"Wish it was that easy, captain. I really do.\"",
      "female": ""
    },
    {
      "id": 243,
      "default": "\"I... I know. I need you as well.\"",
      "female": ""
    },
    {
      "id": 244,
      "default": "\"I've given this a lot of thought already. We're no good for each other while we're working at odds. This hurts, but it's better.\"",
      "female": ""
    },
    {
      "id": 245,
      "default": "\"You've helped me out of a tight spot before. Ishi and I don't forget that easily.\"",
      "female": ""
    },
    {
      "id": 246,
      "default": "\"I... damn it. If I'm being honest, the idea of sailing without you is downright unappealing.\r\n\r\n\"Guess I'll stay.\"",
      "female": ""
    },
    {
      "id": 247,
      "default": "\"Just do me one favor. Try not to make me regret this.\"",
      "female": ""
    },
    {
      "id": 248,
      "default": "[Look to Maia and Tekēhu] \"Both of you look like you have something to say.\"",
      "female": ""
    },
    {
      "id": 251,
      "default": "\"Blowing up the powderhouse won't make for a more peaceful Deadfire. You're only fixing to make things worse.\" ",
      "female": ""
    },
    {
      "id": 252,
      "default": "\"I'd ask you nicely not to make me complicit in the part of your plan that involves shooting my kin... but something tells me you won't listen.\" ",
      "female": ""
    },
    {
      "id": 253,
      "default": "\"If black powder is all that's holding back Huana dominance, it's a small price to pay.\" ",
      "female": ""
    },
    {
      "id": 254,
      "default": "\"Vailia deserves to expand its power in this territory without Rauatai's interference.\"",
      "female": ""
    },
    {
      "id": 263,
      "default": "\"I don't know what you think blowing up the powderhouse accomplished, but it did more than hurt Rauatai's prospects.\"",
      "female": ""
    },
    {
      "id": 264,
      "default": "\"It crippled us. Left us dead in the water, surrounded by sharks.\"",
      "female": ""
    },
    {
      "id": 265,
      "default": "\"Captain... oh, no.\"",
      "female": ""
    },
    {
      "id": 268,
      "default": "\"So I'm not asking. I'm telling. It will end poorly for you if you take me to the powderhouse.\" \r\n\r\nMaia folds her arms and simply stares through you.",
      "female": ""
    },
    {
      "id": 269,
      "default": "\"Better get to it, captain. The green boy isn't going to wait around for us.\"",
      "female": ""
    },
    {
      "id": 270,
      "default": "\"You look troubled. What's going on?\"",
      "female": ""
    }
  ]
}