{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_serafen_main",
  "Entries": [
    {
      "id": 1,
      "default": "\"Ahoy, captain. What can I do you for?\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Tell me about Remaro.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "He considers you for a moment before nodding.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"When I were a wee swabby, fresh to the sea, it were Remaro that showed me the ropes and rigging. More than that, he kept his weather eye open for me.\"\r\n\r\nHe plucks at the fur at his elbow.\r\n",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"I promise we'll find him.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Thanks, cap. I'll be holding you to it.\"\r\n\r\nHe bows.\r\n",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Thank you. I'm glad you shared that.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Aye. Do right by it, and I won't be regretting it.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"That's enough about Remaro.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Aye-aye, cap.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Sorry, Captain Watcher. That be a story for friends and friends alone.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"You can tell me or you can walk the plank.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Well if you be planning to be a right cock about it...\"\r\n\r\nHe scowls at you from over crossed arms.\r\n",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Me and Remaro, we served together back on the Sorcerer. I be owing the man a good turn or two. If I can be making good on that debt, I will.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I understand. We all have our secrets.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Aye, that we do. Thanks, cap. And... if there be something you need to know, I'll be telling you. Swear it on my furry blue ass.\"\r\n\r\nHe glances at you briefly before turning away.\r\n",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"As captain, I need to know what you're getting my people into.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Shit. You ain't wrong on that.\"\r\n\r\nHe rubs the back of his head.\r\n",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Oh? I guess you don't want my help with it, either.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Ain't much there to be told, cap.\"\r\n\r\nHe frowns slightly.\r\n",
      "female": ""
    },
    {
      "id": 21,
      "default": "[Flirt] \"So Serafen...\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Appreciate the sentiment, cap, but, uh, let's not be making things uncomfortable.\"\r\n\r\nHe raises an eyebrow at you.\r\n",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Er, cap... it's uh, well... It ain't like I don't think highly of you... and, being short and blue, I know I ain't got much room to...\"\r\n\r\nHe takes a vested interest in his feet.\r\n",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"I just... I find the whole... reminder of my mortality thing a bit off-putting.\"\r\n\r\nHe winces.\r\n",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"It's just, I'd be worried, you know. On account of my fur. And your... fire.\"\r\n\r\nHe draws his palm down across his face.\r\n",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"See... my relationship with Ondra, it be complicated enough as is.\"\r\n\r\nHe avoids your gaze.\r\n",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"I just... the horns, the flowers, and all... Sorry, cap...\"\r\n\r\nHe chews on one of his nails.\r\n",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"It ain't everybody's?\"\r\n\r\nHe winks.\r\n",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Hey, sailor, you look like you need a mast to shimmy.\"",
      "female": "\"Hey, sailor, you look like you need a hold to fill.\""
    },
    {
      "id": 31,
      "default": "\"If I didn't know better, cap, I'd be thinking you fancied a thorough swabbing below decks.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Race you to the bunks.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Captain... all jokes aside, you should be knowing up front that I ain't the marrying type.\"\r\n\r\nHe tugs at one of his beard braids.",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Just joking around.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Ah, heh. Aye. Right laugh, that.\"\r\n\r\nHe rubs the back of his head.\r\n",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Maybe I want more than a swabbing. Maybe I want the whole boat.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Not the euphemism I'd have chosen, but yes.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"If you be finding my side arms impressive, you should be seeing my long arm.\"\r\n\r\nHe bumps his furry eyebrows.\r\n",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Tell me about yourself.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Can't think of anything to tell you at the moment.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"I get the funny feeling you be studying me, cap. Were there something specific you be wanting to know?\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"I'd like to know about the Sorcerer.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"You told me before that your favorite number was forty.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"You've never told me anything about your childhood.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Never mind.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Aye-aye, cap.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"I ain't no liar, cap. Lies be for novices, and I be possessing a mastery of the verbal arts. My tongue be the most flexible weapon in my arsenal.\"\r\n\r\nHe smirks.",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Worst thing about ciphering be the knowing what people be thinking. Whether you want to or no.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"I be a right open book, cap. Ain't nothing that'll be putting you on my bad side. 'Cept slaving. Start slaving and we be quits.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Verily, that I can be providing.\"\r\n\r\nHe bows low, his ears almost touching the ground.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Family ain’t bout the blood that runs through you. It be about who you be willing to spill blood for.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Nay, I didn't. Orlans grow up fast. Let's be leaving it at that.\"\r\n\r\nHe crosses his arms, closing himself to the subject.\r\n",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Favorite number be forty. Ask me about it some time. It ain't what you be thinking.\"\r\n\r\nHe winks.",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"I’ve no use for regrets, cap. Sink in sorrow for every innocent that dies in your stead, and you never be sailing forward.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"On my first ship, before the Sorcerer, they made me a rigger, barnacle scraper, and powder monkey - every deadly job. They be hoping I’d buy the farm. I lived to disappoint.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Some seamen go dizzy as duck soup out here, spouting bout the sea speaking to them. I been all over these islands, and the sea don’t speak. ...Waves, though.\"\r\n\r\nHe chuckles.",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"I'd like to ask you about the Príncipi.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Ask away, cap.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Who are the Príncipi, exactly?\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Formally, the Príncipi sen Patrena - the Princes... er... without...\"\r\n\r\nHis brow knits as he snaps.",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"How do the Príncipi operate?\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Raiding sea-faring vessels, mostly. Seizing ship's cargo. Ships themselves, if they be worth anything. If there be passengers of high birth, we be taking them for ransom, too.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"You seem to enjoy being Príncipi.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Aye, that I do, cap.\"\r\n\r\nHis scarred lip splits into a broad smile revealing crooked teeth.\r\n",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"If I were looking to enlist, how would I do so?\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Enlist cap? We ain't the flog-stroking Rauatai navy.\"\r\n\r\nHe chuckles, low and warm.\r\n",
      "female": ""
    },
    {
      "id": 69,
      "default": "[Leave] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "Serafen salutes and turns away.",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"If you be having a tic, cap... I be thinking that... if I be dragging you into these depths, you deserve the full sounding.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"This is about Remaro, I take it. I'm happy to listen.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"It's about time, Serafen.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"I don't really care.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Fair enough. You be changing your mind, just ask me.\"\r\n\r\nWith a shrug, he turns away.\r\n",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Aye, sure.\"\r\n\r\nHe nods.\r\n",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Aye. As a piss-sodden youth in the fighting pit I were forced to kill thirty nine other slaves. Some lads and lasses no older than meself.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Tell me about Remaro.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Without a Home, aye. They came from Grand Vailia ages ago. Now they be the scourge of the Deadfire.\"\r\n\r\nHe squares his shoulders, puffing out his chest.\r\n",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"More than that ain't for the likes of me to say.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Ain't squeamish bout slaying, but be avoiding it when we can. Get yourself known for killing folk, they get more likely to fight you when you come for their gold.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Without a homeland.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"You only get known for killing folk if you're not so great at killing folk.\" ",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"Shooting a man from the shadows be one thing. Sinking a godsdamned carrack be another entire.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"What about it?\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"What not? Smell of the sea. Creak of the rigging. Blast of the cannons. Rush of boarding a ripe piece of prey.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"A mug of spiced rum in my hands and a bawdy song on my lips. A lad or lass in every port and another in my hammock.\"\r\n\r\nHe shrugs with a grin.\r\n",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Be a pirate's life for me.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"All the things you get out of being a hairy, smelly cutthroat I get out of being a decorated officer.\r\n\r\n\"It'd be funny if it wasn't so sad.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"No worries, lass. I'll be making a right honest pirate of you yet. Ishiza too.\"\r\n\r\nHe winks at Maia. Or perhaps the bird.",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Twixt the seaworthy vessel and the passable crew, you've managed yourself the hardest part already.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Now you just need to be setting yourself to piracy. After you be talking it over with the Consuaglo.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Sounds easy enough.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"We ain't exactly a bunch known for housing hard-ons for hard rules.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"The Sorcerer?\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"That's it?\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"You're hiding something.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"Were the ship I were on before I sailed out with Furrante.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"That be it. Captain.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Am I?\"\r\n\r\nHe shrugs and turns away.\r\n",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"Aye. I trust you, cap.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"The sea be a right poxy whore on occasion, and life aboard the Sorcerer that and more. Malnaj, our shiphunter, she were all wet and bothered for doing me harm, and Remaro, he protected me.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Mentored me, too. Learned me letters and navigation. Handed down the Príncipi traditions. In time, we became close as kin or closer. And the Sorcerer my family.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"How did Remaro end up in trouble with the Príncipi?\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"You told me a lot about the two of you, but not much about him.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Were you romantically involved?\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Why did this Malnaj want to hurt you?\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"Fair. He be of Old Vailian stock. A good man, and righteous. Not honest, of course, but honorable. Were our shipboard sawbones and more than half-handy at it.\"\r\n\r\nHe smiles and rubs his upper right arm.\r\n",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"More than one swabby be owing the old salt a deferral from the Wheel.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Wael only knows, cap! She treated me like my mere presence gave offense.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"Was it your presence, I wonder, or an ill-timed remark about your 'furry blue nethers'?\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"Why, cap? You be feeling a bit of the old envy?\"\r\n\r\nHe grins, bumping his eyebrows twice in quick succession.\r\n",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"Nay, we never shared a bunk. Not that I'd've kicked him out of a hammock, but... like I said, we be family. He never took advantage.\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"Right fantastic fucking question, cap.\"\r\n\r\nHe scowls and plants a closed fist in an open palm.\r\n",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"Word out were mutiny, but I be putting about as much stock in that as a dockside doxy for manners.\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"I know I don't normally be singing no praises of veracity, cap, but in the matter of Remaro, I be hunting the truth.\" ",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"I glimpsed your thoughts when Remaro told us about the Sorcerer and its slaves.\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"You don't fight like a pirate. Where'd you train?\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"She be a hell of a ship, a full galleon bristling with a dozen guns. Captained by Bastian, we sailed the seas, a scourge of every shipping lane and port.\"\r\n\r\nA grin blossoms on his scarred lips.\r\n",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"At least she were. Back in the day, we hunted slavers as often as merchants, killing the bastards and breaking their chains. Must've freed a thousand slaves if we freed a one.\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"But now? Got about as much know-how of that as I do of Wael's fiddly bits.\"\r\n\r\nHe glances away.\r\n",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"Never heard of pirates killing slavers.\" ",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Don't mean it didn't happen, lass.\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"Ain't got no formal training. Learned in the sand and on the seas.\"\r\n\r\nHe shrugs, palms up.\r\n",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"Main thing I picked up? There ain't no mercy in drawing it out. I look for an opening, then exploit it quick-like.\"\r\n\r\nHe taps the center of his forehead.\r\n",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"Sight beyond sight be a boon there, and I ain't ashamed to use it.\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"There is no shame in using what works.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"I espy a lurking question, cap.\"\r\n\r\nHis ears lower slightly.\r\n",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"My deepest desire were to slay just one slaver. For my fortieth kill, I got my wish.\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"Were you a slave?\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"Want to tell me about it?\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"On second thought, never mind.\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "His small frame expands as he inhales deeply, then deflates with a long sigh through his nostrils.",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"I were born into slavery, cap. I never knew no father save Remaro and don't much remember my mother.\" ",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"Nay, you should be hearing about it, cap.\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"I do remember the day they tore me from her arms. Her screams. Kind of thing that leaves a mark.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"It'd've been one thing were I purchased for labor. To lift or farm or fix or what-do-you-have. But they bought me to fight.\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"Threw me in a fucking pit. Set me against other slaves.\"\r\n\r\nHe shudders.\r\n",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"There's a special place in Hel for souls like that. No really, they get shredded. Cut right from the cycle.\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"Desganta. I have always found slave fighting repulsive.\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"They transported me twixt one pit and the next by ship, and they would set me swabbing decks.\" \r\n\r\nHe massages one palm with a furred thumb.\r\n",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"How'd you go from the slave pit to the sea?\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"I'm so sorry, Serafen.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"This is why you hate slavers so much.\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"Be needing a reason to hate slavers, do I?\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"Ain't your sin to carry, cap.\"",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"One eve, the Sorcerer fell upon them, sneaking up in the sunset. When blades were drawn, I availed meself of one. Found meself a little justice.\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"Remaro brought me aboard the Sorcerer. The rest of the story's old.\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"Aye, cap?\"",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"Short, blue, and hirsute happens to be my type.\"",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"That was quite the pair of pistols you were packing when we first met.\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"The seas seem particularly calm today. Almost makes you want to make some waves.\"",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"A lover in every port must be nice, but wouldn't you prefer one shipboard?\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"Careful, cap. Someone of your obvious prowess might just sink the ship.\"\r\n\r\nHe grins.\r\n",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"You be saying that like it be an either or.\"\r\n\r\nHe winks.\r\n",
      "female": ""
    },
    {
      "id": 165,
      "default": "Serafen blinks, chuckles, and runs a hand across his head.",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"You're not interested because I'm godlike?\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"I expected better from you.\"",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"Oh. Well shove off, swabby.\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"Sorry cap...\"\r\n\r\nHe shuffles away, head hanging.\r\n",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"No! More, er - flog me! - more not being quite attracted to the, uh, bits and bobs that come with. Being godlike.\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"Have you ever <i>been</i> with a godlike before?\"",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"No...\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"Give me a chance. That's an order.\"",
      "female": ""
    },
    {
      "id": 174,
      "default": "He blinks rapidly, then snaps out a salute.",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"Aye-aye, captain.\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"I want a roll, not a ring.\"",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"So this is a one-time thing?\"",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"I think I can change your mind.\"",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"What be broke in me, there ain't fixing. Wish it weren't so, but I ain't no body to offer no sort of future.\"",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"Never mind.\"",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"Aye-aye, cap.\"",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"And fetch me the lash while you're at it.\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"Break out the good booze. Special occasion and all.\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"I expect some of that famous poetry of yours.\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"Will you at least let me try?\"",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"Nay, cap. And best we be belaying this talk. ...Sorry.\"\r\n\r\nHe frowns, winces, and then turns away.\r\n",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"Aye-aye, captain!\"\r\n\r\nHe snaps out a salute, then turns towards your quarters.",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"I'm looking for a good time, sailor.\"",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"Nay, cap. Be belaying that line of thought.\"",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"Aye-aye, captain!\"\r\n\r\nHe snaps out a salute, then turns towards your quarters.",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"A mug of spiced rum in my hands and a bawdy song on my lips. A lad or lass in every port and another in my hammock.\"\r\n\r\nHe shrugs with a grin.\r\n",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"Without a Home, aye. They came from Grand Vailia ages ago. Now they be the scourge of the Deadfire.\"\r\n\r\nHe squares his shoulders, puffing out his chest.\r\n",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"Why, cap? You be feeling a bit of the old envy?\"\r\n\r\nHe grins, bumping his eyebrows twice in quick succession.\r\n",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"I... ain't in the mood, cap. Apologies.\"\r\n\r\nHe scratches the back of his head.\r\n",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"And here with me thinking you weren't paying my nethers no mind at all.\"",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"Ain't a subject I much feel like speaking on at the moment. Mayhaps some other time, aye?\"",
      "female": ""
    }
  ]
}