{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_maia_intro",
  "Entries": [
    {
      "id": 1,
      "default": "\"I know exactly what you're thinking.\" Maia folds her arms and clicks her tongue against the roof her of mouth.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"What's that?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"I sincerely doubt it.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"You're asking yourself, 'How did I let the Royal Deadfire Company plant an informant in my crew?'\" \r\n\r\nShe chuckles to herself, but there's a note of resignation to it.",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"I'm in this for a lot of information, a little diplomacy, and plenty of target practice.\" She opens her palms and shrugs.",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Doubt is healthy. We can work with doubt.\" ",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"At least you're up front about spying on me.\" ",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"What if my actions damage the Royal Deadfire Company?\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"As long as you're keen on taking orders, I don't object to having you aboard.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"The company isn't in the business of reassigning officers outside of the mission unless they've got a damn good reason.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"This whole campaign is a risk benefit analysis. The navy knows you're a gamble, and they're factoring in all potential losses.\" \r\n\r\nMaia wipes a line of black powder from her cheek. ",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Rauatai is here to do some good work, since the Huana can't seem to do it themselves. Maybe just try to stay out of our way?\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"When you're on my ship, I'm the captain. Don't forget it.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"A little early to throw your weight around... but I'll allow it.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Guess you ought to meet the bird. Ishi is smarter than he looks, but don't expect him to do any tricks.\"\r\n\r\nShe nods toward the colorful bird of prey hopping around your ankles.",
      "female": ""
    },
    {
      "id": 19,
      "default": "Ishiza simply claws at the ground and investigates some bugs a few graceful hops away.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"That's a good-looking bird.\"\r\n\r\nEdér raises one hand and waggles his index finger.",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Before we get into deeper waters... I've got a question.\" Maia clears her throat into her fist.",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"You've got a ship and a title. Being captain means more than just wearing a big hat.\r\n\r\n\"Lot of tough calls to be made.\" ",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"I'm figuring it out as I go, but yes.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"But I still get the big hat, right?\" ",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Well, naturally. That's your right.\" ",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"I'm seeking Eothas. I want no part in trading company drama.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Then I look forward to seeing how long it takes before you find yourself in someone's back pocket.\" ",
      "female": ""
    },
    {
      "id": 95,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"I didn't exactly choose this life, but I'm trying to make the best of it.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"Life at sea... it does have a way of simplifying things down to the bare elements.\" \r\n\r\nMaia looks like she's ready to say more, but stops herself.",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"You just keep turning up, don't you?\" Maia lifts her brow. Her bird hops an inquisitive step closer.",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"And you are a damn good reason. Take the compliment.\" ",
      "female": ""
    },
    {
      "id": 184,
      "default": "Edér nods at Ishiza, who bobs his head in response. Edér nods twice, and the large bird replies with two head bobs.\n\nEdér begins tilting his head up and down, and Ishiza follows it with vigorous, full-body bobs.\n\nEncouraged, Edér starts bouncing his own body up and down, at which point Ishiza stops bouncing and watches Edér with cockeyed curiosity.",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"Did your friend suffer a head wound?\" Maia frowns at Edér.",
      "female": ""
    },
    {
      "id": 198,
      "default": "[Coo at Ishiza.]",
      "female": ""
    },
    {
      "id": 199,
      "default": "[Click your tongue like Maia.]",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"Good bird.\"",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"Great. Another pet to mess up my ship.\" ",
      "female": ""
    },
    {
      "id": 202,
      "default": "You make soft, welcoming sounds to Ishiza, who turns and regards you with rapt attention. ",
      "female": ""
    },
    {
      "id": 203,
      "default": "Cocking his head, Ishiza turns to you with a mixture of curiosity and skepticism.",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"Never you mind Ishi. I'll make sure he behaves.\"",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"That'll go right to his head.\" ",
      "female": ""
    },
    {
      "id": 221,
      "default": "\"Careful. I've seen him peck out eyes for less.\" ",
      "female": ""
    },
    {
      "id": 222,
      "default": "\"Takes practice before he'll listen to you properly, but that's a good start.\" ",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"My superiors might expect me to report in from time to time, but don't read too much into it. \r\n\r\n\"You're not the only big thing happening around here.\"",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"Better that you hear it from me than someone else, right?\"",
      "female": ""
    },
    {
      "id": 241,
      "default": "\"Ishi, come!\" Maia taps her arm with two fingers and clicks her tongue again.",
      "female": ""
    },
    {
      "id": 242,
      "default": "\"Hey birdie! Hey birdie!\"\r\n\r\nIshiza shows no signs of recognition toward Maia or Edér.",
      "female": ""
    },
    {
      "id": 243,
      "default": "\"Uncomplicated. Just the way I like it.\"",
      "female": ""
    },
    {
      "id": 244,
      "default": "\"A crew can be like family. They can also be like a nest of squalling infants.\" ",
      "female": ""
    },
    {
      "id": 245,
      "default": "\"Let's say your galley cook was fixing to organize the rest of the crew into a mutiny.\r\n\r\n\"How would you handle it?\"",
      "female": ""
    },
    {
      "id": 246,
      "default": "\"I'd get ahead of the problem and compromise with the crew.\"",
      "female": ""
    },
    {
      "id": 247,
      "default": "\"I'd kill her. Set an example for the rest.\"",
      "female": ""
    },
    {
      "id": 248,
      "default": "\"If she had a better grasp on morale, I'd cede command until we made port.\"",
      "female": ""
    },
    {
      "id": 249,
      "default": "\"Light a fuse leading to the black powder and leap over the railing.\" ",
      "female": ""
    },
    {
      "id": 250,
      "default": "\"Sort it out as equals. Interesting.\"",
      "female": ""
    },
    {
      "id": 251,
      "default": "\"Terror is a kind of loyalty, as my first captain always said.\"",
      "female": ""
    },
    {
      "id": 252,
      "default": "\"I've never heard such agreeable terms of surrender, but then I've only served under ruthless iron braggarts.\" ",
      "female": ""
    },
    {
      "id": 253,
      "default": "\"Uh huh. Never would have guessed that option was on the table, but there you have it.\"",
      "female": ""
    },
    {
      "id": 254,
      "default": "\"Of course, the only right answer is the one that works in a given time and place. I just wanted to hear yours.\"",
      "female": ""
    },
    {
      "id": 258,
      "default": "\"I'd let it play out. See what happens.\"",
      "female": ""
    },
    {
      "id": 259,
      "default": "\"Sure. Always a chance it fails.\"",
      "female": ""
    },
    {
      "id": 260,
      "default": "\"But enough out of me. Glad to be aboard, captain.\" Maia takes your arm and gives it a good pump. ",
      "female": ""
    },
    {
      "id": 261,
      "default": "\"Awfully specific question.\"",
      "female": ""
    },
    {
      "id": 262,
      "default": "\"Ever stifled a mutiny yourself, soldier?\"",
      "female": ""
    },
    {
      "id": 263,
      "default": "\"What's yours?\"",
      "female": ""
    },
    {
      "id": 264,
      "default": "\"Stranger things have happened at sea, believe me.\"",
      "female": ""
    },
    {
      "id": 265,
      "default": "\"Mostly preemptive measures. We try to pull the weeds before they reach the garden.\"",
      "female": ""
    },
    {
      "id": 267,
      "default": "\"Ask me again when I'm wearing the big hat. That'll be a different Maia.\"",
      "female": ""
    },
    {
      "id": 268,
      "default": "\"If there's a Maia-shaped absence in your crew, the old offer still stands.\" \r\n\r\nMaia nods stiffly and crosses her arms.",
      "female": ""
    },
    {
      "id": 269,
      "default": "\"Are you interested in joining [Player Ship], or are you just following orders?\" ",
      "female": ""
    },
    {
      "id": 270,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 271,
      "default": "\"Who says I can't have it both ways?\" ",
      "female": ""
    },
    {
      "id": 272,
      "default": "\"I had some questions.\"",
      "female": ""
    },
    {
      "id": 273,
      "default": "\"Let's be off.\" ",
      "female": ""
    },
    {
      "id": 275,
      "default": "\"Sailing after a god beats scaring seagulls away from the powderhouse with Ishi here.\"\r\n\r\nMaia clucks her tongue at her bird.",
      "female": ""
    },
    {
      "id": 276,
      "default": "\"I'd appreciate your expertise aboard [Player Ship].\"",
      "female": ""
    },
    {
      "id": 278,
      "default": "\"Works for me, captain. I won't be underfoot, and Ishi practically takes care of himself.\"",
      "female": ""
    },
    {
      "id": 279,
      "default": "\"Cleaning up after himself is another matter. Come on, bird.\"\r\n\r\nShe clucks her tongue and shoulders her pack. ",
      "female": ""
    },
    {
      "id": 281,
      "default": "\"Your little ship is rounding the isles faster than bad news.\"\r\n\r\nShe appraises you with a knowing grin.",
      "female": ""
    },
    {
      "id": 282,
      "default": "\"Things being what they are in the archipelago, Rauatai needs a shooter more than it needs a diplomat.\r\n\r\n\"What do you say?\" \r\n\r\nThe bird at Maia's feet cranes its neck to regard you with keen interest. ",
      "female": ""
    }
  ]
}