{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_relationship_aloth_eder",
  "Entries": [
    {
      "id": 9,
      "default": "He sighs. \"You'd think they both would have grown out of it by now.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"I'm a little worried about Aloth.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"How do you handle that?\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"I conne yer look, Edér. Something's champing at ye.\" Iselmyr watches through Aloth's eyes, looking at Edér in concern.",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"I been telling folks I'm all right. But the truth is, thinking about facing Eothas keeps me up at night.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Aye, I expect so. 'Tis a stouter feat than braving that eld bonebag, Thaos.\" A shudder ripples through Aloth's body.\r\n\r\nEdér frowns.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Didn't think much rattled you.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "She shrugs. \"An' so ye shouldn't. Someone's got to keep the lad on his feet.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"That's just an old habit. He can stand on his own now.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"I like him to think so.\"\r\n\r\nIselmyr falls quiet for a moment, knotting Aloth's fingers together in a very Aloth-like fashion. ",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"You're a gentler soul than you let on. Wish more people could see it.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Most folk judge only by their gapin' and gawpin'.\r\n\r\n\"Not so with ye.\"\r\n\r\nShe inclines Aloth's head toward Edér.",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"I had you wrong, too. Up till recently. But I'm glad to know you now.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Fye, Edér, there's plenty ye dinnae conne of me.\" Iselmyr's grin warms Aloth's face.",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"If matters were... otherwise, I could see a lass like me with a right-fine lad like yerself.\" Iselmyr's smile turns bittersweet.",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Always thought you were special, too. Shame you're stuck where you are.\"\r\n\r\nA quiet moment lingers between them.",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Gets a lass to wonderin'... aw, fye and coxfithers, pay me no heed.\"\r\n\r\nIselmyr turns away, eyes cast down.",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Hey. You can ask me.\"\r\n\r\nHe touches the back of one of Aloth's hands in reassurance.",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"I've wondered whit it might feel to have yer arms 'twining me. Yer lips on mine.\" Aloth's ears redden.",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Uh... huh. Didn't think you meant- \r\n\r\n\"Wouldn't Aloth mind?\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Ye dinnae conne him as I do. Poor lad has a kind, trusting heart. He wants that I should be happy.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"If that's- if that's how he feels... I want you to be happy, too.\"\r\n\r\nHe touches the outside of Aloth's hand again.",
      "female": ""
    },
    {
      "id": 69,
      "default": "Aloth's fingers spread and slide into place between Edér's. With Aloth's other hand, Iselmyr reaches up and runs his fingers down Edér's cheek, stepping closer as she does so.",
      "female": ""
    },
    {
      "id": 70,
      "default": "Suddenly, Aloth's eyes fly open. \r\n\r\nIselmyr is not behind them.\r\n\r\nHe jumps back, shoving Edér away.",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"What <i>exactly</i> are you doing?\" Shock and indignation color his face.",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Aloth?\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Who else would I be, you idiot?!\"\r\n\r\nJust then, Iselmyr's cackle erupts from his throat.",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Ooh, yer face, Edér! Only thing finer'n seeing it is feeling this lad's ire!\" She laughs even harder.",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Fye, whit's that I feel? Might it be a kindlin' where-\" \r\n\r\nIselmyr's laughs dissolve into a coughing fit from which Aloth finally emerges, furious and red-faced.",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"I think we can all agree to forget that ever happened.\" He folds his arms and doesn't meet your eye or Edér's.",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"This all makes a lot more sense now, looking back.\"\r\n\r\nEdér's face is slack and sober. He blinks rarely, if at all.",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Oh, now I get it. That's pretty good. Heh.\"\r\n\r\nThe chuckle is so uneasy it almost sounds like a question.",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"What is it?\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"I don't want to discuss this right now.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Sure. Some other time.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"I think the strain of the journey is getting to him. He's not his usual self.\"\r\n\r\nEdér's expression is grave.",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"The old Aloth, he used to really like it when we made fun of him.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"But the new Aloth doesn't just sit and take it. \r\n\r\n\"It's like he's losing his sense of humor.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Is that everything?\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"No, not all of it. There's the Leaden Key.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"We went all that way through the Dyrwood to stop them. And now Aloth just picks up where Thaos left off?\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"The Leaden Key, I don't need to tell you what they did. Just about everything I ever cared about back home, they ruined it.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"What do you suppose Aloth's been up to these last few years? And why do you suppose he's back here, with us?\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"What are you saying?\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"That's enough, Edér.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"I know what you mean.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"I dunno. Something doesn't sit right, is all.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"You telling me you don't have suspicions?\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"I don't like thinking this way. I'm just not at ease since we, uh, happened to come across him.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Not saying we gotta do anything crazy, but maybe we need to be more careful around him.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Aloth has already proven himself to us.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"I don't like it any more than you, but we need Aloth.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"Aloth isn't Thaos. His Leaden Key is ethical, just as he is.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"This is your problem. I don't care what you do.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"You're right. I was there to see it. Just needed reminding, is all.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"That doesn't give me a whole lot of confidence.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Heh. Aloth's about as far from Thaos as it gets. That does give me some hope.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Fair enough. I'll have to think on it.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"Yeah, I guess that's about it.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"He did, once. But seeing as how he replaced Thaos, it makes you wonder about his reasons.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"Not sure we wouldn't be better off just hiring somebody.\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"I'd like to believe that. But it seems more likely the Leaden Key would change Aloth than the other way around.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"He'd just stand there real quiet with his mouth sort of twitching and his eyes real big like he couldn't believe how good we were getting him.\"\r\n\r\nEdér pauses with a nostalgic smile and a far-off look.\r\n\r\nAfter a lengthy wait, the smile wanes.",
      "female": ""
    },
    {
      "id": 117,
      "default": "He clears his throat. \"Well. Appreciate you taking the time.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"I need the two of you to get along and work together.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"Ever think it might be that Aloth has grown?\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"If Aloth can't take a joke, that isn't your fault.\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"That's exactly what Iselmyr said, too! I can't imagine both of you being wrong.\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"All right, I think that straightens some things out.\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"Well sure, but... you don't wanna dig in, see if you can solve the problem?\"\r\n\r\nEdér watches your face.",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"All right, all right. I'll, uh, I'll see what I can do.\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"Grown? Aloth? How? He still does that thing with his hands. He still, you know...\" Edér scratches at his beard, the strain of thought scrunching his face to a degree that looks painful.",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Although I guess he set about taking apart the Leaden Key. Can't see Old Aloth doing something like that.\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"And he does say what's on his mind more.\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"Like now he tells us when he has to relieve himself, instead of disappearing from the campsite and getting us all worried.\"\n\nEdér sighs.",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"I see your point.\r\n\r\n\"Gonna miss Old Aloth, though. He was a lot of fun.\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"See, that's not what he says. But I like your way better.\"",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"What do you mean?\"",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"Let's discuss this another time.\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"Very well. Was there something else?\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"Edér and Iselmyr - you've seen how they're always carrying on!\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"I've come to expect better from her, but Edér seems to bring out her worst.\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"And that bothers you?\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"You must be tired of them teasing you.\"",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"Sounds like you're jealous of their relationship.\"",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"I hardly care what those two rubes think.\" He frowns and falls into a defensive silence. \r\n\r\nYet his twitching mouth and fidgeting fingers show the cracks in his facade. ",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"It's just... there's something about it that brings me back to our time in the Dyrwood.\"",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"But I've changed, even if Edér hasn't.\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"Of them?! You must be joking.\" He scowls and falls into a defensive silence. \r\n\r\nYet his twitching mouth and fidgeting fingers show the cracks in his facade. ",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"I'm loath to admit it, but yes.\"",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"So?\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"Those were good times!\"",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"And you don't like being reminded of that.\"",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"Perhaps for you. You cured your Awakening and ended up with a keep.\r\n\r\n\"For a while.\" He clears his throat.",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"I remember the lost, fretful person I was then, [Player Name]. I don't enjoy it.\"",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"Edér's changed, too. Maybe if you gave him a chance, you'd see that.\"",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"Show him you've changed. Stop letting his comments get to you.\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"That's just who he is. You can't expect more from him.\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"If you'd really changed, you wouldn't be complaining to me.\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"I don't really want to get involved.\"",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"You give him too much credit.\r\n\r\n\"As a matter of fact, you give everyone too much credit.\" He gives you a tired - but fond - smile.",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"Very well. I'll do as you suggest. In any case, thank you.\"",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"I should have expected as much from you.\" He gives you an amused half-smile.",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"You, of all people, are counseling restraint?\" He blinks at you.",
      "female": ""
    },
    {
      "id": 191,
      "default": "He sighs. \"I can always count on you to appeal to reason, can't I?\"",
      "female": ""
    },
    {
      "id": 193,
      "default": "He sighs. \"I should know to expect the hard truth from you by now.\"",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"I suppose this is my problem to solve, after all.\r\n\r\n\"Nevertheless, thank you for listening.\"",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"You've clearly seen plenty that I haven't.\" He sighs.",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"I'll try. In any case, thank you for listening.\"",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"You make it sound so simple.\"",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"I suppose you're right. Consider my expectations duly lowered.\"",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"That's hardly fair.\" He narrows his eyes at you.",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"But I won't waste my breath.\r\n\r\n\"Anyhow, thank you for listening.\" He quickly turns away.",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"'Tis a right chore, keeping the lad from himself! But someone's got to show him his limits, aye?\" She raises a hopeful eyebrow at Edér. \r\n\r\nHe gives her a furtive smile.",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"He loses himself atimes. I dinnae want he should conne, but...\"\r\n\r\nIselmyr sighs, mussing Aloth's hair.",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"'Tisn't always easy, being stuck in this one's bonebag. Nothing and no one to meself.\"",
      "female": ""
    },
    {
      "id": 214,
      "default": "Edér's expression is tense but compassionate. Iselmyr looks up at him softly with Aloth's eyes, and then closes them. His lips pucker in invitation.",
      "female": ""
    },
    {
      "id": 215,
      "default": "Another sharp breath, this time through his nose. \r\n\r\nHe finds Aloth's waist with his hands and draws Iselmyr in close. He leans in, his lips open and softened.",
      "female": ""
    },
    {
      "id": 216,
      "default": "Edér exhales forcefully as though to banish his nerves. He leans in towards his friend's face, backs off. He does the same again. \r\n\r\nAt last it occurs to him to close his eyes first.",
      "female": ""
    }
  ]
}