{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_relationship_aloth_eder_banters",
  "Entries": [
    {
      "id": 1,
      "default": "\"You're right, he does do that with his hands!\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Fye, 'tis roughing his precious spellybook that scares the lad! Or maybe 'tis notching his wee finger?\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"You gotta stop, my sides hurt! Ah, I missed this.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Surely ye've spied how he's always brushing himself? He won't say, but he's afeared of seagull shat.\" ",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Aloth, there any way you can bring Iselmyr back?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"The whole point of suppressing her was to keep her out of my head.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"I miss her impressions. She could do this one of you...\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Which she did over and over.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Was real good, though. She could do all your twitching, your squeaky voice when you got nervous...\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"I heard you and Iselmyr again. I do wish you would stop encouraging her.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Real sorry, Aloth. We'll keep it down.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"You think I care about your childish jokes?\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"What bothers me is how she dog-ears my grimoire. And you keep bringing her out.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Just... looking to lighten the mood, I guess.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"What have you been up to, Aloth? Since we left Twin Elms.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Quite a lot. I've been around the Eastern Reach, traveled to Old Vailia-\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"That right? Who took you there?\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"I'm perfectly capable of traveling on my own, you know.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"'Course I know that. Just never seen it, is all.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"So. Does Gilded Vale still reek of spoiled grain and burnt stew?\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Wouldn't know. Decided to go places where I could be of more use.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"I didn't realize farmers were in such short supply in the Dyrwood.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Not farming. Thought I'd take a shot at running things.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"...And those things are still running?\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"That really all you think I can do?\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"I meant no offense. You know how to handle a tankard, as well.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Hey Aloth, remember back when you were a low-rank Leaden Key spy?\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"I generally try not to.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Well you deserved the promotion. Much prefer you to your old boss.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Why... thank you.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"I never thanked you proper for working to take them apart. I wouldn't have expected it from the Aloth I met in Dyrwood.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Aloth. Hey Aloth. Iselmyr was just telling me this story about your school days.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"And I suppose now you're going to tell <i>me</i> about it.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Is it true you woke your dormitory screaming in your sleep about a messy library?\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Is it true Dyrwoodans don't raise swine for their meat?\" ",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Whoa. That's, uh... You know, forget I asked.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Fye, if ye think the lad's fussy now, ye should've seen 'im as a wee one.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Heh, that right?\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"'Twouldn't set foot in home or hearth without cleaning his boots. Slicked his breeches when he dallied.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Well he's uh, he's changed since then... as I see it.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Fye, Edér, d'ye have a spur 'twixt yer chaps?!\" ",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Sure, but you haven't noticed Aloth, uh, needing you less?\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"The lad needs me more than ever now't he's after the old Lead Key!\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Guess you've been sleeping in there these past couple years then.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"I see yer gummies flappin' but 'tis only mush dribblin' out.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"You say so.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"-and the rest of the ale hall got right quiet! Lad was a ruddy sight then!\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"That's uh, that's something, I suppose. Hey, what would you say to me talking to Aloth for a bit?\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Ooh, aye! See if he remembers that night! Ye... ye do mean to ask him, aye?\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"No, I just wouldn't mind talking to him right now.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Aye, have ol' Iselmyr for a chuckle, then call up the lad when ye bore. I conne yer lark, Edér.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Aloth, when you were handling the Leaden Key, did you get a lot of different opinions from folks?\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"The strange thing about the Leaden Key is that the members are so disconnected.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Many have little idea of what the organization really does, much less who I am.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"How do you handle that?\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"The... headdress usually clarifies that last part.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Most have little idea of what the organization really does, and they often have very different reasons for joining.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"How do you handle that?\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Use enough big words, and most of them can be convinced you know something they don't.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"I must admit, Edér, I was initially surprised that you'd come all this way.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"You never struck me as... much of a traveler, but you seem to be flourishing out here.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Then again, I suppose I've gotten to notice a lot more of late. With Iselmyr quiet, I mean.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"How is Iselmyr? Haven't heard from her in a while.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"You know, normally when she's angry, there isn't a moment of peace. This is a welcome change.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Well, when you learn even the gods don't know it all, it's easier to take risks.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Strangely liberating, isn't it?\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Been wonderin'. Whit d'ye think ye'll say to the blue lad when we reach him?\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Oh hey, Iselmyr. You really want to know? Didn't think you'd be interested.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"I dinnae conne much of the gods and their lot. But I do worry for a friend.\" ",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Well, you don't have to worry about me. But that's nice of you to say.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Iselmyr tells me you've been talking again.\" ",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Yeah, guess we are talking more. Don't worry, though, nothing bad about you.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"I didn't realize she was conversant with anything else.\" ",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"You'd be surprised. She's been decent. Maybe 'cause I stopped responding to her when she's mean.\" ",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"I'd hate to think I've suffered another Awakening. Are you certain it's her?\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Aloth, no matter what happens, we're not gonna let Iselmyr get between us, right?\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"You were the one who allowed her between us in the first place.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Good. Because I wanted to ask you if I could court her.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"I do hope you're joking.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Yeah, she told me to say that.\"",
      "female": ""
    }
  ]
}