{
  "Component": "exported",
  "Name": "conversations\\28_drowned_barrows\\28_cv_kinnuq",
  "Entries": [
    {
      "id": 1,
      "default": "\"What's this? I already told those eoten clods we're at capacity for scribes and acolytes! Those incessant drums have beaten our guards senseless.\" A robed acolyte curls his lip and advances on you with a look of frank appraisal.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Acolytes, we knew this day would come!\" Kinnuq raises his fingers to his lips and blows a piercing whistle that echoes through the Barrows.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"I'm looking for Kaali.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"What's Nemnok?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Attack] \"Something tells me I'm going to enjoy this.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"God of the mountain and god of the tribe.\" Kinnuq narrows his eyes.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"You again.\" Kinnuq presses the bridge of his nose and simply waits.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"The new boy? Nemnok fawns over him in the lower sanctum.\" Kinnuq grimaces toward the exit.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "[Attack] \"If this skull does not open to me, I will crack it apart.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"It's none of your affair if I get myself killed on the way down.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"What is this place?\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"From this hallowed sanctum, mighty Nemnok protects the Junvik people.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"With more benevolence than my former tribe deserves, if you ask me.\"\r\n\r\nKinnuq snorts and folds his arms.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Your dim-witted bodyguards won't stand a chance against me.\" ",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"That should be <i>obvious.</i> Nemnok loves nothing above arcane scrolls and wizard grimoires.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"But the mighty one cannot be bothered to pore over every document, so we labor to make the work easier.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Nemnok is the god of this place, right?\" ",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Mighty Nemnok shone too brightly for this depraved world.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Kaali left us, the heretic.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"No one leaves the Barrows. Kaali knows this.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Sorry, I'm new here. Should I be in the... Right Eye?\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"I'd tell you exactly where to go, but this mountain has no Rear End.\" He folds his arms and scowls.",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Only Nemnok's chosen are allowed here, and we're all full up. I should kill you for even glimpsing this sanctum uninvited.\" \r\n\r\nHe thumbs his chin and weighs the matter.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"I had some questions.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"And it's my vested responsibility to satisfy these questions? No.\" ",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Excuse me?\" ",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Suppose I'll leave, then.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "[Attack] \"Let's put a swift end to this.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"I give it five minutes before the eoten squash you into mush, but thankfully it's no concern of mine.\" Kinnuq taps his chin and shrugs as he walks off.",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Only acolytes, ogres, and nāga go down there, and any of them would chew <i>you</i> to pieces.\" His smirk grows wider still, flashing a hint of teeth.",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"I came to pledge my loyalty to Nemnok.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Of course you're LATE for giving season, though Nemnok knows we could use the help.\" ",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"We have the honor to serve as his scribes, researchers, and translators. The eoten just make sure our work is swift and efficient.\" ",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Of course it's not MY call to make. And you won't get to Nemnok unless you deal with the Death Warden first.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Death Warden?\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"You know eotens - the big ones, yes?\" He sighs heavily and gestures toward the hallway.",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"One of our resident eotens carries a wardstone which open the way to Nemnok's realm past the Gates of Death.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "[Hold up Sigil of Mortality.] \"Will this wardstone do me any good?\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"I haven't got any wardstones.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"The Gates of Death. I'm sensing a theme.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Go on.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Can't you just talk to this warden for me?\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Pardon, have you ever tried explaining anything to an eoten?\" One of Kinnuq's eyebrows arches high.",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Life and death are Nemnok's domain, or haven't you heard?\" Kinnuq sighs through his nose and shakes his head.",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"After this little exchange I feel I can't recommend it.\" ",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Where did you... Never mind, I do not wish to learn of it!\" Kinnuq raises a defensive hand.",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Just try not to disturb Nemnok on your way downstairs, hm?\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"Then make haste to the Death Warden, imbecile!\" He waves harshly toward the exit.",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Huh. A glimmer of reason pokes through that dense fog.\" Kinnuq raises his brows. ",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"I'll keep an eye out for this Death Warden, then.\" ",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"The Death Warden patrols the sinus of our fair skull. That's our central level if you aren't keen on anatomy.\" ",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"Savage. I'm just passing on how it goes around here.\" He backs away a step, sweat speckling his brow.",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"I'll be off, then. Farewell.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Seeing as Nemnok hates unexpected company, let me summon an escort!\" Kinnuq winks and snaps both of his fingers at once.",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"And who exactly put him in charge?\" He crosses his arms, looking around.",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"Nemnok takes power, elf. He came from humble beginnings where not a favor was granted him!\" Kinnuq spits.",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"We aren't accepting new recruits. Now go! Our progress wallows as you degrade the Left Eye with your presence.\" He makes a shooing gesture.",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"You don't mind if I fight my way to Nemnok?\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"Me, acolyte. They, eoten. Acolyte, eoten. Yes?\" \r\n\r\nHe points to himself and then out toward the door repeatedly.",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"Believe me that the warden has more unspent aggression than those infernal drums can absorb.\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"A lot of dead means a lot of souls.\" She jiggles her lantern eagerly.",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"Frankly, we could use a good culling of the staff around here.\" ",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"I suppose we may eke some fiber of usefulness out of this... situation.\" Kinnuq scrutinizes you with fresh interest.",
      "female": ""
    },
    {
      "id": 124,
      "default": "[Punch him in the gut.]",
      "female": ""
    },
    {
      "id": 125,
      "default": "He crumples under the force of the blow, the wind pushing out of his lungs in a forceful <i>whoof!</i> When he looks up at you, his eyes are wide and red-rimmed.",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"What... WHAT WAS THAT FOR?\" ",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"You have been <i>insufferable</i> ever since I got here.\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"I needed it. I really did.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "[Attack] \"Just whetting my appetite for the real fun.\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"And irritation brings out the beast in you, does it?\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"I shall be the bigger man and put this behind me.\" Kinnuq eases himself up and rolls his shoulder.",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"As I suspected. You're no different from any Deadfire tribal.\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"Your master is not in the habit of teaching manners, I say.\" Tekēhu folds his arms and glowers down at Kinnuq.",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"You couldn't see it in your heart to let me through?\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"You've been... if not pleasant, helpful.\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"What spasm of unreason compels you to ask this? No.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"You want me to hold him? I can hold him for you. So you don't have to keep picking him up.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "The inner membranes of Pallegina's eyes flit out and back as she observes Kinnuq with the interest of someone watching paint dry.",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"That is what you get for... well, I am certain it was justified somehow.\" \r\n\r\nTekēhu shrugs. ",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"Do the rest of us get a turn?\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"I don't normally condone beating people up who can't defend themselves. But in this case I'll make an exception.\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"There there. Were bound to happen eventually. If it weren't us, mate... eh, it were like as not going to be us.\" Serafen pats the wheezing kith on his shoulder.",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"If it removes you from my sight, all the better.\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"You did?\" He purses his lips critically. ",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"Don't tell me the tribe sent you? We have a hard enough time reaching high shelves as it is.\"",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"Did I speak too swiftly for you? Oh dear, it's going to be one of those.\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"That's me, all right. A big ole Nemnok worshiper.\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"I suppose this barrow could use a woman's touch.\" Kinnuq shrugs and surveys the cavernous archive.",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"Does Ngati's chosen get the freedom of the skull, little man?\" Tekēhu smiles broadly down at Kinnuq.",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"We could use someone to reach the high sconces... but no, it's out of the question.\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"Why does Nemnok need scribes?\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"Not even the greenest acolytes come this poorly equipped to deal with Nemnok's magnificence.\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"He is... ah, shall we say <i>immune</i> to literacy.\" Kinnuq clears his throat into his fist.",
      "female": ""
    }
  ]
}