{
  "Component": "exported",
  "Name": "conversations\\28_drowned_barrows\\28_cv_nemnok_defeated",
  "Entries": [
    {
      "id": 1,
      "default": "As fizzling energy dissipates and the dust of battle clears, all that remains is a shattered amulet and a tiny, injured imp. \r\n\r\nThe chanting of acolytes ends with a gasp.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"ARGH! BROKEN FOREVER. EH... NO! YOU NO KILL NEMNOK, EH?! KIND NEMNOK?\" \r\n\r\nThe imp cowers back and raises its claws, shuffling closer to the edge of the pit.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"What just happened?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Attack] \"Yes, kill Nemnok.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"SCREE! NO! NO DRAG NEMNOK THROUGH BERATH'S TINY DOOR! \"\r\n\r\nThe imp hooks its claws and howls.",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"AMULET MADE NEMNOK SMART... SMART ENOUGH TO READ MAGIC BOOKS! ALL GONE...\"\r\n\r\nNemnok clutches its head and lets out a prolonged howl.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Just go. I don't want to hear about you causing any trouble.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"TO ME, MY PETS! MY... MY PETS?\" \r\n\r\nNemnok glances around the chamber, but the acolytes remain motionless, looking on in mute disbelief.",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"EH! STUPID GROUNDMEAT FALLS FOR EASIEST TRICK! NOW DIE!\" \r\n\r\nCackling, Nemnok mutters an incantation. A curl of smoke rises from between its wide, grinning jaws.",
      "female": ""
    },
    {
      "id": 17,
      "default": "[Attack] \"Time to step on this little annoyance.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"You... you <i>shamed</i> mighty Nemnok!\" \r\n\r\nThe young acolyte blinks in disbelief. At first his hand strays toward his weapon, but he lets it drop with a sigh.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Head back to where you came from. I doubt the Barrows will get any safer.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Go back to your father, Kaali. There's nothing for you here.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"This mountain was my home.\" Sighing, Kaali rubs his brow in a way that seems beyond his years. ",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"EH?! EH. NO! WHY? WHY WHY WHY!\" \r\n\r\nBalling its claws into fists, Nemnok beats the sides of its head and fills the cavern with an anguished cry.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Look, just get out of here. This is sad enough already.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "[Attack] \"Gave you a chance, imp.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"EH. MAYBE BEST.\" Sighing, Nemnok flutters from the chamber as former acolytes observe the departure in stunned silence. ",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Smart choice. Sorry about your god.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"I wish I could say these things happen. They don't.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"There's a whole world of people out there been let down by their gods. So if nothing else, kid, won't be hard finding folks who can relate.\"\r\n\r\nOne side of Edér's mouth stretches into something like a smile.",
      "female": ""
    },
    {
      "id": 43,
      "default": "Too choked up to respond, Kaali simply nods at Edér before turning and making his way from the sanctum.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"You're... adorable.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"CURSE YOU, GROUNDSTINK! MOST MIGHTIEST OF ALL IS NEMNOK, EH!\" ",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Aw, how can we stay mad at you, little guy?\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "A small <i>pop</i> echoes in the chamber. You can't be sure, but Nemnok appears slightly smaller.",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"NO! NO, NO NO! NEMNOK'S AMULET, NEMNOK'S WONDEROUS JEWEL!\"\r\n\r\nScrambling, Nemnok picks up the two halves of the now oversized medallion and tries to fit them together. The metal pieces fall apart the instant Nemnok lets them go.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"NASTY ARKEMYR NEVER TAUGHT IMPS TO READ... HOUSE FULL OF BOOKS! EH!\"\r\n\r\nNemnok kicks a stone, sending it clattering into the pit.",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"NEMNOK STOLE HIS PRETTY JEWEL. LEARNED TO READ. GREW STRONG! GREW BIG! EH!\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"I suppose Arkemyr didn't want you to get out of control.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"AWFUL MAN HURT IMPS! EH!\" Nemnok spits into the pit, his tiny chest heaving up and down. ",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"THIS A TERRIBLE DAY... NEMNOK NOT SMART ENOUGH TO REMEMBER HOW SMART NEMNOK WAS.\"\r\n\r\nThe imp stares down at its claws, lost in thought.",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Maybe it wasn't fair, but look where it's brought us?\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"EH! NEMNOK WAS BEST GOD... HAD EVERYTHING. LOST IT ALL, DID POOR NEMNOK.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"NEMNOK SAID... SOME DAY, HE FLY BACK AND FREE THE OTHERS... GIVE THEM BOOKS, TOO.\"\r\n\r\nSighing, Nemnok looks off to the distance. ",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Now I feel bad. Would you like to join me in my travels?\" ",
      "female": ""
    },
    {
      "id": 59,
      "default": "Blinking up at you, Nemnok cocks its head. ",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"NEMNOK WAS GOD. NEMNOK HAD RICHES, ACOLYTES, POWER...\r\n\r\n\"NOW MUST BE PET?\" \r\n\r\nThe tiny imp grimaces at the thought. ",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"There's money in my pack if you ever feel like cozying up to it.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Forget I said anything, then.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "[Attack] \"Ungrateful imp.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "Edging closer, Nemnok inspects your belongings and wrinkles its nose. \r\n\r\nOffering the tiniest of shrugs, Nemnok opens the flap to your travel supplies, climbs inside, and rests its head on a small mound of copper pires. \r\n\r\nMoments later you hear gentle snoring.",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"NO! NO... NEMNOK HUMBLED. NEMNOK... STARTED FROM WORSE BEGINNINGS. EH!\"",
      "female": ""
    }
  ]
}