{
  "Component": "exported",
  "Name": "conversations\\28_drowned_barrows\\28_cv_aduk_anniq_argument",
  "Entries": [
    {
      "id": 1,
      "default": "\"I said <i>no,</i> Tatok. The Drowned Barrows are closed.\" \r\n\r\nAn elderly dwarf folds her arms, her disapproving frown warping the tattoos that encircle her face.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Nemnok will release my son or... or perish.\" \r\n\r\nTatok utters the words in a hate-filled whisper that causes Anniq to hiss through her teeth.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Kaali served the tribe. You should live by his example and stop speaking foolishness.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Bah! I lived a full life in the shadow of the Barrows. Kaali deserves the same.\" ",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"If you reject Nemnok's accord then you are truly lost. May Kaali find peace in the embrace of the mighty one.\" \r\n\r\nAnniq grits her teeth and marches across the settlement, turning her gaze to linger on the distant outline of the mountain.",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"If you want to join your son, you can offer yourself to Nemnok next season.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"What's going on?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Did I miss Nemnok offering season again?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "[Listen.]",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"This is a matter for later, tundra cousin.\" Her glare softens and she nods.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"This is Junvik business, goat cousin.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"This is nothing that concerns our island neighbors.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"This is Junvik business. None of yours.\" She turns her nose up at you.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Tatok, you will <i>not</i> speak to outlanders if they mock our ways!\" She raises an admonishing finger, leaving you in the periphery.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"What happened to your son?\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "[Listen.]",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Kaali sacrificed himself for the good of the tribe, <i>right</i> Tatok?\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Maybe I can help with that part.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"You will do nothing, outlander!\" The chieftain spins her focus from you back to Tatok.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Our elders crossed the land bridge to <i>protect</i> their children! You disgrace their memory feeding our young to the mountain, Anniq!\"\r\n\r\nThe auburn-bearded dwarf waves toward an imposing peak on the horizon, its cliff face shaped like a leering skull. ",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"An outlander!\" Tatok goes starry-eyed with awe, but a hard look from Anniq silences him.",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"An outlander!\" Tatok goes starry-eyed with awe, but a hard look from Anniq silences him.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"You would defend broken traditions? They do not serve us anymore.\"",
      "female": ""
    }
  ]
}