{
  "Component": "exported",
  "Name": "conversations\\28_drowned_barrows\\28_cv_anniq",
  "Entries": [
    {
      "id": 1,
      "default": "Muttering in prayer, the tattooed chieftain scoops palmfuls of sand into a stout mound.\r\n\r\nShe leans forward and blows on the mound hard enough to scatter it to the breeze. \r\n\r\nA smile spreads across her face as a breeze carries due north. ",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"You steal from Nemnok, you steal from the Junvik.\" ",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Outlander. Something to say?\" Anniq crosses her arms.",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Earlier you mentioned something about Nemnok's accord.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"You and Tatok were arguing about Kaali.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"What was that argument about?\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Kaali joined mighty Nemnok in the Drowned Barrows... against the wishes of his infidel father.\" Anniq folds her arms and glances over your shoulder. ",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Nemnok does Kaali great honor! Tatok is a fool to think otherwise.\" ",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"What's Nemnok?\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"I hear that Nemnok is your god.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Back to my other questions.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Speak on, then.\" She sighs and waves you on.",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"In exchange for our obedience to Nemnok's laws, the mighty one guarantees our safety and plenty.\" She clasps her hand over her heart and bows to the north.",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"One day, all of the Deadfire will accept Nemnok's accord.\" ",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"A strange covenant from a strange god, I say.\" Tekēhu touches his chin and purses his lips. ",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"You are the only strange one here, enormous fish.\" She stares up at Tekēhu with a mixture of distaste and awe.",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Nemnok is the god of this island and patron of our tribe.\" Anniq crosses her arms over her chest.",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Nemnok gives life and safety to all Junvik. To feed the Barrows with sacrifice is to feed our prosperity.\" ",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Why did Nemnok take your tribesmen?\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"It is not for me to question the will of a god. Nor is it any business of yours.\" \r\n\r\nShe furrows her brow and pins you with a warning glance.",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Kalli was blessed to be taken. May we all be as clever and beloved as he.\" ",
      "female": ""
    },
    {
      "id": 71,
      "default": "[Study her face tattoos.]",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"I offer amends for the slight of Tatok, great one! A gift of breath and wind for his wasted words!\" \r\n\r\nShe opens her arms and calls out to the northern horizon. Finally she dusts off her palms and turns to you.",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"When I was born, the holy woman told my mother these markings would bring me luck.\" ",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Hail, cousin. The Junvik welcome with open arms.\" Anniq smiles at you.",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"What do you need, tundra cousin?\" ",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"I hope you came for a good reason, goat cousin.\" ",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Speak up unless you're just resting your sea legs.\" She raises an eyebrow and nods.",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"So far they bring only more questions, but is that not the nature of faith?\" She chuckles to herself.",
      "female": ""
    },
    {
      "id": 106,
      "default": "The ink outlines a complex maze from her jaw to her brow. You get a little dizzy just from peering closer.\r\n\r\nAnniq smiles as she takes notes of your interest.",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"What draws Enutanik so far from their home shores?\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"What's a tribe of boreal dwarves doing in the Deadfire?\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"Faith, tundra cousin.\" She inclines her head. ",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Thriving, my outlander friend.\" Her lips part, showing strong teeth.",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"The elders of my youth told stories of those who crossed the sea by a great land bridge. Now I tell them to my children.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"The gods opened a path for us and we trudged forward, spurred by inviting whispers carried over the horizon.\"\r\n\r\nShe nods toward the mountain in the north. ",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"We followed prophecy until we found mighty Nemnok, who gives us safety, security, and a future.\" She lets out a breath and smiles.",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"I... no longer feel Nemnok's love.\"",
      "female": ""
    }
  ]
}