{
  "Component": "exported",
  "Name": "conversations\\28_drowned_barrows\\28_si_drowned_barrows_transition",
  "Entries": [
    {
      "id": 1,
      "default": "A mountain commands the northern horizon, its cliff face the likeness of a rotted skull. Scavenger birds circle high above its peak in a morbid halo.",
      "female": ""
    },
    {
      "id": 2,
      "default": "A skull-shaped mountain rises over the northern horizon, its gaping mouth and eye sockets crookedly defined.",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Go north.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "As you approach the base of the mountain, the beating of drums reverberates from the skull's gaping mouth and vacant eye sockets. ",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Step through the mouth.]",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Climb up to the eyes.]",
      "female": ""
    },
    {
      "id": 8,
      "default": "[Climb to the right eye.]",
      "female": ""
    },
    {
      "id": 9,
      "default": "The overhanging jaw and upper palate eclipse the sky. An echo of voices from the throat of the mountain signal that you aren't alone.",
      "female": ""
    },
    {
      "id": 10,
      "default": "Pitted rocks offer enough hand and footholds to climb as high as the bridge of the nose.\r\n\r\nThe reverberation of drums shakes free an occasional pebble. ",
      "female": ""
    },
    {
      "id": 11,
      "default": "[Climb to the left eye.]",
      "female": ""
    },
    {
      "id": 12,
      "default": "[Enter the eye.]",
      "female": ""
    },
    {
      "id": 13,
      "default": "[Climb down to the base of the skull.]",
      "female": ""
    },
    {
      "id": 14,
      "default": "You make your way to the ledge of the orbital socket. A sharp drop leads down to the cavity of the skull. \r\n\r\nLights twinkle in the shadows below, and voices echo up from an unseen source. It would take the right tools or an agile fall to make your way down. ",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Jump down into the eye.]",
      "female": ""
    },
    {
      "id": 16,
      "default": "[Climb back down.]",
      "female": ""
    },
    {
      "id": 17,
      "default": "You make your way to stable ground without difficulty. The beating of drums recedes into the distance. ",
      "female": ""
    },
    {
      "id": 18,
      "default": "The scent of braziers emanates from some distant corner of the cavern, promising light and warmth.",
      "female": ""
    },
    {
      "id": 19,
      "default": "You hit the ground at a roll, springing to your feet to catch your breath. ",
      "female": ""
    },
    {
      "id": 20,
      "default": "You step to the ledge of the right eye socket. A short drop leads down into the shadow of the skull's cavity.",
      "female": ""
    },
    {
      "id": 22,
      "default": "[Climb back down.]",
      "female": ""
    },
    {
      "id": 23,
      "default": "You navigate the face of the skull until you are once again situated between the eye sockets.",
      "female": ""
    },
    {
      "id": 24,
      "default": "[Secure a grappling hook and climb down into the eye.]",
      "female": ""
    },
    {
      "id": 25,
      "default": "Your landing is a hard one. The snap of bone and an indrawn breath from [SkillCheck 0] echo in the darkness. ",
      "female": ""
    },
    {
      "id": 26,
      "default": "Anchoring a hook and rope, you lower yourself down into the shadows of the cavern. ",
      "female": ""
    },
    {
      "id": 27,
      "default": "You hit the ground hard, your ankle catching the weight of the fall with an echoing snap. You grit your teeth through the pain.",
      "female": ""
    },
    {
      "id": 28,
      "default": "You retrace your steps and consider your options. ",
      "female": ""
    },
    {
      "id": 31,
      "default": "As you pause to survey your surroundings, the oppressive beating of the drums throbs in your ears.",
      "female": ""
    },
    {
      "id": 33,
      "default": "As you pause to survey your surroundings, the oppressive beating of the drums throbs in your ears.",
      "female": ""
    }
  ]
}