{
  "Component": "exported",
  "Name": "conversations\\11_hasongo\\11_cv_aimuro",
  "Entries": [
    {
      "id": 59,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "An older man hunches over a worktable, scribbling furiously by the light of a flickering lantern. His hair is an oily, matted mess, and his cheeks are streaked with black.\r\n\r\nHe looks up as you enter, shielding his eyes from the torchlight behind you.",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"What are you doing?\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"Your fortress is under attack and you're worried about parchment?!\"",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"I'll get you to safety. Come, there's a tower by the docks.\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"I'm writing it all down. My research, my work. Something to survive before the next walking colossus, the next nāga warband...\" He blinks, his eyes wide and distant.",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"Of course! What else-\"\r\n\r\nHe breaks off and pinches the bridge of his nose, smudging it with black, too.",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"No! I've got to stay. Got to finish while there's still time.\"\r\n\r\nHe breaks off and pinches the bridge of his nose, smudging it with black, too.",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"Do you need something? If not, I should focus. So much to do...\" He turns back to the pages on the table.",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"Know where I can find shells for the bombard?\"",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"How do I get to the lighthouse?\"",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"How indeed!\" A high, anxious laugh tumbles out of him.",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"Better perhaps to keep going south. Around the edge of the fort. Through Fleet Master Kō's office. More cover from the nāga.\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"What happened here?\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"What didn't? A colossus made of adra marched through the fort. Grew bright like luminous, and scores of soldiers fell dead. Incredible...\"\r\n\r\nHis quill stops moving, and his gaze grows distant.",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"Zuhira told me you had explosive shells for the bombard.\"",
      "female": ""
    },
    {
      "id": 186,
      "default": "He shakes his head. \"Just the one, just the one. Someone came and took it. Oh, that was you.\" He frowns, looking at the chest and scratching his head with the end of his quill.",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"Only one. Just a prototype. In there.\" He points to the chest against the wall.",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"I'm looking for a source of adra on this island.\"",
      "female": ""
    },
    {
      "id": 189,
      "default": "He snorts. \"So was the other one. The colossus.\"\r\n\r\nHe points back out the door.",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"Slave's sphincter, those snakes were noisy.\r\n\r\n\"I... don't suppose you've brought any extra parchment with you?\" He brushes a lock of greasy hair behind his ear. As he does, his ink-stained fingers leave another mark on his cheek.",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"Slowly, Aimuro. Can't expect them to know if you don't tell them.\" He takes another deep breath and nods, seemingly to himself.",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"Fye, ye s'pose he's got a better half tucked in there, too?\" Iselmyr's mischief sparkles in Aloth's eyes.",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"Then, the nāga. Killed everyone else. Except Laethärn, I suppose. Yes, he must have left.\"",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"There's a lighthouse south and west of here. Used to house a vein of luminous adra, but it isn't luminous now.\"",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"Or it wasn't last time I went out. Whenever that was.\" His gaze drifts toward the ceiling, as if he's looking for the sky.",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"You are welcome to it. I only ask that you compile notes on the blast radius, detonation temperature, smoke formation, debris trajectory...\" He continues muttering quietly to himself, ticking the items off with sharp jabs of his quill.",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"Nāga everywhere. Suppose your best chance would be up along the walls, west and south. But how to get there?\" He shakes his head. ",
      "female": ""
    },
    {
      "id": 201,
      "default": "[Shake your head.]",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"Too bad. There's so much still to record.\"",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"Parchment is the least of your concerns.\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"Laethärn?\"",
      "female": ""
    },
    {
      "id": 205,
      "default": "\"Zuhira survived. Along with a few others.\"",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"Dawnstar fellow. Arrived... yesterday? Last week? Complained of strange dreams. Smart of him to leave so soon.\"",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"I see.\"",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"They should split up. Safer that way. Better odds.\"",
      "female": ""
    },
    {
      "id": 209,
      "default": "\"He's got to be acting on his dreams. Trying to help our god.\"",
      "female": ""
    },
    {
      "id": 210,
      "default": "\"Finally, some peace and quiet. \r\n\r\n\"Just keep that bird away from my work.\" He glares at Ishiza.",
      "female": ""
    },
    {
      "id": 211,
      "default": "\"Stand down, Ishi. The man is doing important work.\" ",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"If Eothas got to them first, then you could fit their remains in a pouch of whiteleaf.\" \r\n\r\nSighing, Maia scratches the back of her head. ",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"Captain... I don't ask for much. I need to see this thing go off.\" ",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"It is most impressive.\" He brightens, nodding enthusiastically at Maia. ",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"There are survivors holed up by the docks. I can help you reach them.\"",
      "female": ""
    },
    {
      "id": 217,
      "default": "He waves a hand, already turning back to his notes. ",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"Safety in numbers, eh? A comforting illusion. Let the others have it if they wish it.\"\r\n\r\nHe wipes his cheek, smearing more ink across it.",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"I must see that my work survives.\"",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"I prefer a good, thick-weight paper for my research notes.\"",
      "female": ""
    },
    {
      "id": 221,
      "default": "His quick smile is like a ray of light in a dusty, abandoned room.",
      "female": ""
    },
    {
      "id": 222,
      "default": "\"I'm afraid paper would not last long in our current predicament. \r\n\r\n\"And I must consider durability above all else now.\" He sighs.",
      "female": ""
    }
  ]
}