{
  "Component": "exported",
  "Name": "conversations\\05_neketaka_artisans_district\\05_cv_rod_font",
  "Entries": [
    {
      "id": 2,
      "default": "[Hold her hand.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "You grasp her hand with tenderness. At first nothing happens, but then a tiny droplet of water forms at the corner of her eye and rolls down her cheek, dripping on the floor. ",
      "female": ""
    },
    {
      "id": 9,
      "default": "[Wipe away the tear.]",
      "female": ""
    },
    {
      "id": 10,
      "default": "You reach out and draw your thumb down the statue's cheek, wiping away the trail of moisture. \r\n\r\nFor a moment, the stone feels soft to the touch. ",
      "female": ""
    },
    {
      "id": 11,
      "default": "[Inspect the lingering soul.]",
      "female": ""
    },
    {
      "id": 13,
      "default": "Something about the statue calls out to you - the echo of a fractured soul that tarried in this place for long and thoughtful years. \r\n\r\nYou feel victory tinged by grief and regret. ",
      "female": ""
    },
    {
      "id": 14,
      "default": "This statue depicts an aumaua woman, her hand extended and grasping at the air. An eroded plaque sits by her feet. ",
      "female": ""
    },
    {
      "id": 15,
      "default": "Your vision bobs with the motion of the sea. You stand aboard the deck of Swift-Winds, where your mates share bemused, self-congratulatory glances as they work. \r\n\r\nOne of them claps your back with approval.",
      "female": ""
    },
    {
      "id": 19,
      "default": "[Attempt to read the plaque.]",
      "female": ""
    },
    {
      "id": 20,
      "default": "The words are much eroded and water damaged, but a few choice snippets of phrases stand out with clarity:\r\n\r\nPeriki... lor and hunter... crossed the length of... and back again... mbered for... cunning deal... laphas. May her... rest... uilty soul... eedom.\" ",
      "female": ""
    },
    {
      "id": 22,
      "default": "Closer scrutiny reveals that the inscription was purposefully marred, an act of sabotage done perhaps years ago. \r\n\r\nBy the thoroughness, you suspect kith hands.",
      "female": ""
    },
    {
      "id": 23,
      "default": "Nothing else about the plaque stands out as remarkable.",
      "female": ""
    },
    {
      "id": 24,
      "default": "You know one thing for certain - that was no whale swimming alongside Periki's boat. ",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"This is the tomb of Periki. Such disrepair, I say.\" Tekēhu tuts and sighs.",
      "female": ""
    },
    {
      "id": 29,
      "default": "Something cuts through the water to your port side - an enormous shape just beneath the waves. ",
      "female": ""
    },
    {
      "id": 30,
      "default": "You bring home a mighty gift, though it takes an unusual form - one that you pray to Ngati you are able to keep in check.",
      "female": ""
    },
    {
      "id": 31,
      "default": "Someone shouts that the winds have turned in your favor at last. This is followed by an enthusiastic cheer among the crew. \r\n\r\nYou don't share their mirth.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Eyes to the horizon, I say.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "[Shake off the gesture.]",
      "female": ""
    },
    {
      "id": 34,
      "default": "You step back and aim a reproachful look at your mate, however friendly his intent.\r\n\r\nYou know there will be time for reprieve when you are squared away in Neketaka.",
      "female": ""
    },
    {
      "id": 35,
      "default": "The vision dissipates and your land legs reassert themselves.",
      "female": ""
    }
  ]
}