{
  "Component": "exported",
  "Name": "conversations\\05_neketaka_artisans_district\\05_cv_mairu_spirit",
  "Entries": [
    {
      "id": 1,
      "default": "\"The Wheel... how it tugs at me. Ekera, and how bright you look!\" Mairu's attention snaps toward a distant speck of light, but she shakes it off to remain in the moment.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"My rod and the words of Periki's Devotion will open the way to the inner sanctum, past the sealed door.\" Mairu closes her eyes and concentrates. ",
      "female": ""
    },
    {
      "id": 3,
      "default": "Her mouth moves again, emitting no sound. As she fades from sight, she raises her hand to point toward the entrance of the sanctum.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Pitied is Ngati, Lady of Lament.\r\nAs the pearl orb of the heavens crosses her view,\r\nHer eyes well with tears as constant as rain.\r\nBut the moon's skyward journey continues apace,\r\nThe lovers' affection as ephemeral as fingers touching.\"\r\n\r\nMairu opens her eyes again. She nods as her form grows indistinct.",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Thank you, Mairu. Rest well.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"What is that supposed to mean?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"You have questions. I... do not have long to answer them.\" She holds up her hand, fascinated at the essence drifting away.",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"At least in death I can complete a thought.\"\r\n\r\nShe grimaces down at her swiftly diminishing body.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"You must strengthen the wards... no matter what it tells you.\" ",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Ekera, but you retrieved the rod already.\" She nods toward your pack with approval.",
      "female": ""
    },
    {
      "id": 14,
      "default": "She reaches to touch Tekēhu's cheek, but of course her hand drifts through his skin. \r\n\r\nHe shivers, touched by a passing breeze.",
      "female": ""
    }
  ]
}