{
  "Component": "exported",
  "Name": "conversations\\05_neketaka_artisans_district\\05_cv_bathhouse_tola",
  "Entries": [
    {
      "id": 1,
      "default": "A boisterous woman with a long, sun-burned nose motions you to approach. Her eyes droop half-closed, and the stench of liquor wafts off of her.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Bow and give her a bottle of rice wine.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "She drinks deep from the bottle and releases it with a belch and smack of her lips. She regards you through red-rimmed eyes and slowly looks you up and down.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"You seem... familiar. Do I know you? Or is it the wine that makes me think so?\" She hiccups.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Your face... s'weird. Have we met?\" She peers into your eyes, though no recognition sparks in her expression.",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"I know you! You're the- the- the whatsit. Ah, I don't know. Maybe it's the wine that I'm acquainted with.\" She laughs to herself.",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Are you new?\" She peers into your face and frowns. She belches loudly.",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Eh, s'probly the wine.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "[Give her another bottle of rice wine.]",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Bow and leave.]",
      "female": ""
    },
    {
      "id": 11,
      "default": "She grabs the bottle and chugs the entirety of its contents without taking a breath. She sways a bit when she sets the bottle down and gives you a bleary-eyed grin.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"What's this gathering all about?\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I want wine, not questions.\" She scowls.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"My large friend and I are celebrating a business transaction. But I can't say any more.\" She rolls her eyes and casts a look back at the aumaua man reclining on a bench behind her.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Ugh. No more wine. I might puke.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"I'm going to blow up some Vailian Trading Company ships and take their luminous adra! But shhh, don't- don't tell anyone, it's a SECRET.\" Her words run together in a drunken slurry.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"You must be really important if you can afford to buy out the bathhouse.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Quarno told me about you. He thinks you're important.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"I'm no queen of Neketaka, but I do alright. I captain a ship for the Príncipi, and the big, grouchy, guy back there, Quarno, works for the Royal Deadfire Company. Sometimes. When he's not doin' stuff on the sides.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"That's because I am!\" She gives you a broad grin that she finishes off with the belch as loud as cannon fire.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Flatterer.\" She grins toothily and attempts to wink, but it ends up looking more like she's got something in her eye.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Has anyone ever told you you're great? 'Cause you are. Really great. You should ditch this stupid bathhouse.\r\n\r\n\"Join my crew! I just got a bunch of fancy new cannons from Quarno. We'll be the terrors of the Deadfire. It'll be fun!\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Did you bring my drink?\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"What brings you to the bathhouse tonight?\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"You're cute. Got a good face. But even that won't get me to say any more. Now, maybe if you had some more rice wine...\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"What do you plan to do with all that firepower?\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"My favorite attendant! Did you bring more wine?\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "Töla stares at you unsteadily, her eyes half-closed.",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Anything else I can get for you?\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"No. I've already-\" She hiccups. \"Already had too much.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Quarno told me all about the cannons he sold you. What are you planning on doing with them?\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Quarno blabbed, huh? What'd you do, praise his pretty necklace?\" Töla begins to laugh, then breaks off in a fit of unstoppable hiccups.",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Diiid he? What a naughty boy.\" Töla begins to laugh, then breaks off in a fit of unstoppable hiccups.\r\n\r\n",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Ah, what timing. Lounging in all this water's making me thirsty.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Those damned Vailians and their fancy boats.\" She belches. \"They think they can go wherever they want with no care for anyone else.\r\n\r\n\"I'll- I'll show them! I'll blow up their stupid convoy and take all their luminous adra. THEN we'll see who rules the seas!\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Damned- those damned Vailians. Think they're sooo fancy with their big stupid boats.\" She belches.\r\n\r\n\"I'll show them. Blow up the convoy. Take all their luminous adra. THEN they'll see! Töla rules the seas!\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Doin' stuff like selling me cannons. That's what we're celebrating. Did I mention that?\"",
      "female": ""
    }
  ]
}