{
  "Component": "exported",
  "Name": "conversations\\05_neketaka_artisans_district\\05_cv_imp_butler",
  "Entries": [
    {
      "id": 1,
      "default": "This leathery imp cradles a gem in his claws and makes soft cooing sounds as he extends his forked tongue to lick each facet, coating it with a layer of slime. \r\n\r\nThe imp is occupied, and has not noticed your presence.",
      "female": ""
    },
    {
      "id": 2,
      "default": "The imp continues to marvel at the prized gemstone, inspecting and licking it with admiration, uncaring of your presence. ",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"PRETTY CRYSTAL GONE. MISS IT ALREADY.\" ",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"WHAT YOU WANT?\" \r\n\r\nHe sniffs you cautiously.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"WHAT YOU DO HERE? BIPED GROUNDWALK FILTH. WHAT YOU DO HERE, EH? WHY YOU TROUBLE YELLOW-EYE THREE?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"I'm Arkemyr's guest. He said to await him up here in the lounge.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"That crystal - where did you get it?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"STAY OUT OF YELLOW-EYE THREE'S WAY. AND BREAK NOTHING, OR MASTER HEARS OF IT!\" \r\n\r\nWith an anxious chitter and a flap of his wing, the imp makes a welcoming gesture. ",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"FOUND... NEAR VAULT. KEEP SAFE FOR MASTER. TOO SHINY TO LEAVE LYING AROUND.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"I should be going.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "The imp makes an ungodly screeching sound, full of panic and terror, which echoes across every corner of the estate. \r\n\r\nWith claws and teeth bared, he moves to attack. ",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"If I was an intruder, would I even be speaking with you like this?\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Hand it over and I won't strangle you with your own tail.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Can I have it?\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"UGH. STINKING GROUNDWALKER. HATE YOU ALWAYS.\" \r\n\r\nThe imp grudgingly drops the crystal into your hand, then withdraws with a pained sob.",
      "female": ""
    },
    {
      "id": 16,
      "default": "[Lie] \"See my robes, supplicant? It's me, Arkemyr. I'm merely testing out a new illusion.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"IS MASTER? GIVE PASSPHRASE OR GET CHEWED TO MUSH!\"\n\nHe advances slowly, hooking his claws with eagerness. ",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"What will you take in exchange for the crystal?\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Deal - a lot of shiny coins in exchange for the one crystal.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"YOU TAKE DUMB CRYSTAL. NO RETURNS!\" \r\n\r\nChittering with glee, Yellow-Eye Three turns his attention to the five hundred coins, marveling at their beauty one at a time.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"CRYSTAL IS HEAVIER THAN LOOKS. FIVE... HUNDRED COPPER AND WE GOT A DEAL, EH?\" \r\n\r\nThe imp licks his dirty lips with anticipation.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"SO PRETTY... COULD LICK CRYSTAL UNTIL TONGUE FALL OFF.\" ",
      "female": ""
    },
    {
      "id": 25,
      "default": "[Lie and point to your companion.] \"I'm Arkemyr's guest and helping him test a new illusion.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Cider and cheese.\" ",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"We stopped using passphrases. Everyone kept forgetting them, anyway.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Yes, and that will be quite enough from you, imp. Now, quit bothering us or I'll have you reshelve every book in my study!\"\r\n\r\nAloth looks quickly at you, gleeful mischief gleaming in his eyes.",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"You know me, I'm Arkemyr. I do book reading and I make fancy spells appear.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"No. This is ridiculous.\" \r\n\r\nShe folds her arms and glowers at the imp.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Ac. I mean... yes.\"\r\n\r\nPallegina's heavy lids close halfway as she crosses her arms and peers coolly at the imp.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Aye, that be me, you knob-knotted ballast-whistle! Ain't you never laid eyes on... Remamyr's... Shortening... Furriness afore? Right common wizardry it be!\"\r\n\r\nChin raised, Serafen peers imperiously down his nose at the imp.",
      "female": ""
    },
    {
      "id": 34,
      "default": "Mouth agape, Xoti stares at you speechless. After an awkward pause, she clears her throat.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"NO WANT TROUBLE FROM MASTER... GIVE PASSPHRASE NOW! MASTER KNOWS SECRET WORDS.\" \n\nThe imp advances with a cautious flutter of wings. ",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"IS RIGHT? OR IS THAT PASSPHRASE? CANNOT REMEMBER...\" \n\nYellow-Eye Three scratches his head.",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"EH. MASTER OR NOT... IS GOOD ENOUGH FOR YELLOW-EYE THREE.\" \r\n\r\nThe imp favors you with a nod of approval. ",
      "female": ""
    },
    {
      "id": 39,
      "default": "[Attack] \"Enough of this. Prepare yourself, abomination.\" ",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"I have no idea what you're talking about.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Are you giving your master an order? Did I hear that right?\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"What do you know about the vault?\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Do you know when Arkemyr will be back?\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"IS ON THE LOWEST LEVEL, SOUTHEAST CORNER. SEALED UP LIKE DIRTY SECRET. BURGLARS TRIED TO OPEN, BUT THEY TURNED INTO FOOD.\" \r\n\r\nHe absently picks his teeth. ",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"SIT DOWN AND WAIT. COULD BE HOURS, DAYS, WEEKS, YEARS. YOU COULD DIE HERE.\" \r\n\r\nHe speaks as if this is an encouragement. ",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Forget the crystal. Back to my other questions.\" ",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"NOPE.\" \r\n\r\nYellow-Eye Three holds up the crystal and licks it, maintaining eye contact all the while.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"YES. LEAVE YELLOW-EYE THREE AND SHINY BAUBLE ALONE.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Hello?\" ",
      "female": ""
    },
    {
      "id": 51,
      "default": "[Tap the imp's shoulder.]",
      "female": ""
    },
    {
      "id": 52,
      "default": "[Observe the imp some more.]",
      "female": ""
    },
    {
      "id": 53,
      "default": "The imp lets out a piercing shriek and clutches the gem protectively close to his body. A pair of yellow eyes narrow on you, focusing with intensity. ",
      "female": ""
    },
    {
      "id": 55,
      "default": "As the creak of a floorboard gives you away, the imp glances up, clutching the gem protectively close. He snarls - exposing rows of sharp fangs. ",
      "female": ""
    },
    {
      "id": 56,
      "default": "The creature obsessively pets the drool-covered gem. With a clawed finger he draws a smiling face in the drool, wipes it clean, and then draws again with a wet laugh. ",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Tell me about yourself, friend.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"FIRST YELLOW-EYE DIED, SECOND YELLOW-EYE DIED. NOW IS THIRD.\"\r\n\r\nHe accentuates this point by raising one finger, then two, then three.",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"MASTER GAVE YELLOW-EYE A NUMBER SO HE WOULD REMEMBER WHICH ONE HE WAS.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Will there ever be a Yellow-Eye Four?\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Back to my previous questions.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"FOUR, FIVE, SIX. IS ALL THE SAME TO THIS YELLOW-EYE.\"\r\n\r\nUndeterred, he waves you off. ",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"GO ON. YELLOW-EYE THREE HAS TIME FOR SMELLY GROUNDWALKER.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"How did the others die?\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"ONE DIED ASKING IDIOT QUESTIONS.\"\r\n\r\nHe scratches his scaly midsection and chuckles.",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"TWO DIED STEALING BAUBLES. THREE IS MORE CAREFUL. THREE WATCHES OUT FOR KABOOMS.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"NO MORE PRETTY CRYSTAL, THOUGH. FILTHY GROUNDWALKER TOOK IT.\" \r\n\r\nHe stares daggers at you, lingering especially on your pack.",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"PRETTY CRYSTAL... PROTECT YOU FOREVER.\" \r\n\r\nThe imp opens his claws to tenderly kiss the gem.",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"THAT ALL YOU WANT TO KNOW? BORING.\" \r\n\r\nYellow-Eye Three sighs. ",
      "female": ""
    },
    {
      "id": 77,
      "default": "Yellow-Eye Three clutches the crystal, his eyes widening with fear.",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"AH! WOULD RATHER BITE OFF OWN HORNS THAN LET GO OF BAUBLE...\"\r\n\r\nHe stares down at the gem lovingly.",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"I'll make you bite off more than that if you don't hand it over.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Uh oh. You didn't realize that you're holding Arkemyr's Cursed Lens?\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Would Arkemyr be any more merciful?\" ",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"WH... WHAT? CRYSTAL HARMS YELLOW-EYE THREE? WHAT MEANS YOU?\"\r\n\r\nHe ponders the crystal - closing one eye and holding it up close to the other.",
      "female": ""
    },
    {
      "id": 84,
      "default": "[Lie] \"Indeed - holding it for too long causes wing rot.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "[Slap Yellow-Eye Three's claw while he's distracted.]",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"CURSES! TAKE, TAKE - TERRIBLE THING HURTS YELLOW-EYE!\"\r\n\r\nHe forces the crystal into your hands, and then sets to licking his claws clean.",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"YOU HAVE A WEIRD HEAD, GROUNDWALKER. WHAT YOU WANT?\"\r\n\r\nThe imp sniffs and grimaces at you.",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"NO... MASTER WOULD CAST 'ARKEMYR'S DRIPPING BOWELS' ON YELLOW-EYE THREE... AGAIN.\"\r\n\r\nThe imp closes his eyes and lets out a troubled sigh, then hands over the crystal and withdraws.",
      "female": ""
    },
    {
      "id": 89,
      "default": "Yellow-Eye Three screeches in pain as the crystal rebounds against his face. He recovers and dizzily rubs the indentation left on his forehead.",
      "female": ""
    },
    {
      "id": 90,
      "default": "The imp opens his palms to receive the money. His eyes widen in awe of the embarrassment of riches. ",
      "female": ""
    },
    {
      "id": 91,
      "default": "[Mimic speech.] \"EH. GIMME CRYSTAL.\" ",
      "female": ""
    },
    {
      "id": 92,
      "default": "The harsh, discordant parody of speech that erupts from your throat grab the imp's attention immediately. His eyes widen in surprise. ",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"WHAT CRAZY TALK! TRYING TO START SOMETHING, OR JUST STUPID, EH?\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"GIVE CRYSTAL OR FACE WING BUFFET, FIEND FOOD!\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"MASTER TOLD US TO PROTECT, EH?\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"WING? SEE NO WING... YOU CRAZY.\"\r\n\r\nYellow-Eye Three studies you with a doubtful expression. ",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"MASTER SAID SO? BAH!\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"EH. MAYBE BETTER IF YOU GET CAUGHT WITH CRYSTAL THAN YELLOW-EYE THREE.\"\r\n\r\nGrumbling, the imp surrenders the crystal. ",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"GUEST? BAH! JUST ANOTHER STINKER TO LEAVE DROPPINGS ON MASTER'S RUG.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"UGLY ONE SPEAKS IN CONFIDENT TONE. NOT BURGLAR, THEN.\"\r\n\r\nHe relaxes a bit, though his glare loses none of its malice.",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"The adra must flow.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"Ondra's watery embrace calls me home.\" ",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Iron and copper.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Vailian virtue is vehemently venerated by various villains.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"THAT NOT PASSPHRASE. THAT NOT PASSPHRASE AT ALL...\" \n\nAt first the imp looks confused by your drawn weapons, but comprehension slowly dawns.",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Ekera. Indeed. I am the renowned Arkemyr. Now... begone!\"\r\n\r\nTekēhu slyly winks at you.",
      "female": ""
    },
    {
      "id": 108,
      "default": "He opens his palm and mutters a phrase, conjuring the shape of a cat-sized dragon from ambient water droplets. The beast spreads its wings and gives a silent roar, evaporating in a dramatic blast that leaves everyone in attendance slightly damper. ",
      "female": ""
    },
    {
      "id": 109,
      "default": "The imp scrutinizes the performance with an anxious growl. He flares his nostrils and jabs a finger into his ear, willing it around.",
      "female": ""
    },
    {
      "id": 110,
      "default": "[Attack] \"Die, fiend!\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"OH. IS JUST YOU. YOU NO SMELL LIKE ARKEMYR, BUT EH.\"\r\n\r\nThe imp bobs up and down with the beating of his wings.",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"FOUND LYING NEAR VAULT. KEPT SAFE FOR MASTER!\"\r\n\r\nHe quickly hands you the crystal.",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"YELLOW-EYE THREE HAPPY TO SERVE MASTER. IS BEST IMP, EH?\" \r\n\r\nHe inches closer to you, pawing the air affectionately.",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"WHAT HAPPENED TO MASTER'S TABLET? IS LOST?\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"MASTER DESERVES YOUR RESPECT, GROUNDMEAT.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"CANNOT FOOL US A SECOND TIME NOW THAT ARKEMYR IS BACK. HA!\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"Yep, Arkemyr. That's me. The, uh, horribly powerful wizard... whose robes smell of old people. And ought never to be questioned.\r\n\r\n\"So... you just... pay us no mind!\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "This leathery imp cradles a gem in his claws and makes soft cooing sounds as he extends his forked tongue to lick each facet, coating it with a layer of slime. \r\n\r\nSensing your presence, his eyes snap open.",
      "female": ""
    }
  ]
}