{
  "Component": "exported",
  "Name": "conversations\\05_neketaka_artisans_district\\05_cv_imp",
  "Entries": [
    {
      "id": 1,
      "default": "\"INTRUDER! GROUNDMEAT IN THE MASTER'S SANCTUM! SCREE, SCREE!\" \r\n\r\nThe imp chirrups a call of extreme distress and flaps his wings wildly. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Lie] \"You don't recognize your master by his robes, servant?\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Attack] \"Look, an imp - kill it!\" ",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"GROUNDMEAT SKINBEAST WANTS TO FIGHT, EH? HAVEN'T SEEN ANY SPORT SINCE MASTER RELEASED A CAT ON SECOND FLOOR.\" ",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"WHAT YOU NEED, EH?\" The imp picks his teeth and stares at you.",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"The vault's lock is missing a gemstone. Any idea what happened to it?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"What do you know about the vault?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"NEED SHINY, EH? TALK TO YELLOW-EYE THREE. UPSTAIRS.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"EH... IS TRICK QUESTION? YOU LOST OR CONFUSED?\" \r\n\r\nThe imp flaps his wings rapidly.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Carry on.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"MASTER. WE SUMMONED TO SERVE.\" The imp wiggles a finger in his ear.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"I'm looking for an exit or an outhouse. Whichever is closest.\" ",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"If I ever become an archmage, I'm not hiring any imps, I don't care how cute they are.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"FOLLOW ME, EH. TAKE YOU OUTSIDE. STAY CLOSE AND NOT GET HURT.\" ",
      "female": ""
    },
    {
      "id": 20,
      "default": "[Leave] \"Lead the way.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Are all of the archmage's closest friends treated like common thieves?\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"SHOWS WHAT YOU KNOW, EH. MASTER DOESN'T HAVE FRIENDS.\" \r\n\r\nHe makes a wet, cackling sound that only parodies laughter. ",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Calm down. I just want to talk this over.\" ",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"EH?! NOT SUPPOSED TO BE HERE! GROUNDMEAT NOT SUPPOSED TO STINK UP MASTER'S HOUSE!\"\r\n\r\nThe imp flutters toward you, his talons extended.",
      "female": ""
    },
    {
      "id": 25,
      "default": "[Lie and point to your companion.] \"I'm with Arkemyr. Recognize the robes? A shapeshifting mishap.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Yes, and that will be quite enough from you, imp. Now, quit bothering us or I'll have you reshelve every book in my study!\"\r\n\r\nAloth looks quickly at you, gleeful mischief gleaming in his eyes.",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"You know me, I'm Arkemyr. I do book reading and I make fancy spells appear.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"No. This is ridiculous.\" \r\n\r\nShe folds her arms and glowers at the imp.",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Ac. I mean... yes.\"\r\n\r\nPallegina's heavy lids close halfway as she crosses her arms and peers coolly at the imp.",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Aye, that be me, you knob-knotted ballast-whistle! Ain't you never laid eyes on... Remamyr's... Shortening... Furriness afore? Right common wizardry it be!\"\r\n\r\nChin raised, Serafen peers imperiously down his nose at the imp.",
      "female": ""
    },
    {
      "id": 31,
      "default": "Mouth agape, Xoti stares at you speechless. After an awkward pause, she clears her throat.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"EH... IS GROUNDMEAT ARKEMYR? MASTER GAVE US A PASSPHRASE. YOU REPEAT NOW!\"\n\nThe imp drifts closer, grinning and wagging his tongue between his fangs.",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Cider and cheese.\" ",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Are you giving your master an order? Did I hear that right?\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"We stopped using passphrases. Everyone kept forgetting them, anyway.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"WHAT? IS TRUE? CURSES... NO ONE TELLS ME ANYTHING.\" \r\n\r\nHe hisses and claws at the air.",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"EHHH... NO LIKE! SCREE!\" \r\n\r\nThe imp quails back and screeches to himself.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"I have no idea what you're talking about.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"WHAT YOU WANT, EH? I DON'T FLOAT AROUND MANOR FOR FUN.\"\r\n\r\nThe imp bites the tip of his tought at you.",
      "female": ""
    },
    {
      "id": 42,
      "default": "[Lie] \"I'm Arkemyr's guest, and I demand your respect.\" ",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"GUEST, EH? SURE YOU NOT BURGLAR?\" ",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"THAT PASSPHRASE, ALL RIGHT.\" \n\nThe imp inclines his horned head.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Ekera. Indeed. I am the renowned Arkemyr. Now... begone!\"\r\n\r\nTekēhu slyly winks at you.",
      "female": ""
    },
    {
      "id": 50,
      "default": "He opens his palm and mutters a phrase, conjuring the shape of a cat-sized dragon from ambient water droplets. The beast spreads its wings and gives a silent roar, evaporating in a dramatic blast that leaves everyone in attendance slightly damper. ",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Vailian virtue is vehemently venerated by various villains.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"The adra must flow.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Ondra's watery embrace calls me home.\" ",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Iron and copper.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "[Attack] \"This isn't personal, I just find you extremely irritating.\" ",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"BOWELS HEAVY, EH? WHY NOT USE CARPET? IMPS DO ALL THE TIME.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "Before you can say any more, the imp cups his mouth with both claws and lets out a deafening screech that echoes across the manor. \r\n\r\nBaring his claws and teeth, the imp attacks. ",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"I MAKE SURE IMPS LEAVE YOU ALONE. JUST DON'T BREAK ANYTHING. EVERYTHING HERE EXPENSIVE.\" ",
      "female": ""
    },
    {
      "id": 60,
      "default": "The imp makes an ungodly screeching sound, full of panic and terror, which echoes across every corner of the estate. \r\n\r\nWith claws and teeth bared, he moves to attack. ",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"I'm testing you. This should be an easy one.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "[Strike him.]",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Just answer the damn question.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"OKAY, OKAY! VAULT IS ON SOUTHWEST CORNER OF LOWER LEVEL. GREAT BIG DOOR, CANNOT MISS.\" \r\n\r\nThe imp points in one direction, then another. He shrugs and hovers in thoughtful silence. ",
      "female": ""
    },
    {
      "id": 65,
      "default": "You deliver a hard punch to the imp's jaw, which feels like making contact with a sturdy wall. In spite of it, the imp reels back with a surprised yelp and cowers back from you. ",
      "female": ""
    },
    {
      "id": 66,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"NO. GO FIND VAULT YOURSELF, GROUNDMEAT.\"\r\n\r\nThe imp sticks his tongue out at you. ",
      "female": ""
    },
    {
      "id": 68,
      "default": "The imp stares back at you, the silence broken only by the rhythmic beating of his wings. ",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"FULL OF NEAT STUFF. IF MASTER DIDN'T LOCK IT UP GOOD, WE'D HAVE EATEN IT ALL.\"\r\n\r\nHe smacks his dry lips at you. ",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"I TELL OTHER IMPS TO LEAVE YOU ALONE. JUST NO HURT, EH?\"\r\n\r\nA pitiful mewling sound erupts from the back of his throat.",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"NO TRICK US AGAIN, OR REAL MASTER BLAST YOU TO BITS, EH?!\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"SMART GROUNDMEAT SHOULD BOW BEFORE MASTER.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "The imp hisses at you in irritation.",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Yep, Arkemyr. That's me. The, uh, horribly powerful wizard... whose robes smell of old people. And ought never to be questioned.\r\n\r\n\"So... you just... pay us no mind!\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"BEEN LICKING GEMSTONE FOR DAYS.\" \r\n\r\nThe imp shakes his head in disapproval.",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"I'M WORKING! WORKING VERY HARD!\"",
      "female": ""
    }
  ]
}