{
  "Component": "exported",
  "Name": "conversations\\05_neketaka_artisans_district\\05_cv_bathhouse_owner",
  "Entries": [
    {
      "id": 1,
      "default": "You are greeted by a tall, carefully composed man. The crescent moon in the center of his forehead glows faintly.\r\n\r\nUp close, the careful tailoring of his opal-adorned robes and their immaculate cleanliness speak to a deep well of vanity.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"My friend, you return. If you require anything at all, you need only ask.\" The corners of his eyes crinkle with genuine delight.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"What can I do for you?\" ",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"What do you have for sale?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Welcome, welcome. I am Ganor, owner and proprietor of the Luminous Bathhouse.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Do you know a boy named Degnos?\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Casità Avetta's servant? The irritating one? Yes, he was here attending her just a few days ago.\"\r\n\r\nGanor waves his hand dismissively and rolls his eyes.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Welcome, I am Ganor, owner and proprietor of the Luminous Bathhouse.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Welcome, I am Ganor, owner and proprietor of the Luminous Bathhouse.\"\r\n\r\nHe stares at you for a moment, evaluating you, and purses his lips.",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"How about you and your staff head on upstairs?\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"What? I'll do no such thing, not without a very compelling reason otherwise.\" Ganor balks, taken aback. ",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"You owe me a favor, remember?\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "[Bribe him.] \"Might five thousand copper change your mind?\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"I suppose. Come, let's see about that meeting.\" Ganor huffs, looking away.",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"I must speak with Quarno and Töla privately.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"For that I must call all my staff away so you can get up to Ondra-knows-what kind of mischief? I think not.\"\r\n\r\nHe snorts derisively and gestures toward the stairs on the other side of the bath.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Come, let's see about that meeting.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Take your questions to my steward.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Look at this mess! Please, leave. I must clean this up at once.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"I know you're responsible for this disaster, even if I can't prove it. Get out!\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Ondra's tears, what now?!\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Everyone upstairs! Now!\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Look at this mess you've left me!\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Now that they're in control, the Royal Deadfire Company refuses to honor my agreement with the mill.\"\r\n\r\nHe rubs a hands across his eyes and sighs heavily. He skin is dull, his eyes glassy with weariness.",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"My friend, you return. If you require anything at all, you need only ask.\"\r\n\r\nHis small smile is tight with suspicion as he bows shallowly.",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"That's a shame.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"I doubt it'll be missed.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "[Shrug.] \"Perhaps it's for the best.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"Would you believe that if it were your livelihood on the line? I <i>sincerely</i> doubt it.\"\r\n\r\nHe scoffs at you and turns away.",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"Yes. It is.\"\r\n\r\nHe speaks slowly, as if each word weighs heavily on his tongue.",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"I'm looking for Brizze.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"They raised the price of adra again last week. At this rate, I'll be forced to close the bathhouse!\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"All I've worked for, and for what? How much can it really be worth if it can be undone by one sniper's bullet?\"\r\n\r\nHe turns away from you with a snarl.",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"I'd like to try your bath.\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"Of course you would! Just speak with the steward near the stairs. He will make certain you are treated well.\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"He tried to sneak into one of my rooms, then told me a pathetic sob story when he was caught.\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"Mind where you stand lest you set the linens aflame. They will cost you a pretty copper to replace.\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"You are the first of Magran's children to visit my establishment.\" He stares for a moment at your flaming head, pursing his lips.",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"My guards will not hesitate to expel any rowdy or obnoxious individuals. Mind your manners, and you will find no quarrel with me.\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"We have several rooms available for rent should you wish to 'speak' with them there.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"Oh! Well... why didn't you say so?\"\r\n\r\nHe cheerfully pockets the money, patting it reassuringly where it rests on his hip.",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"That's marvelous! Count yourself lucky, [Player Name], for now Ganor owes you a debt.\"\r\n\r\nHe claps you on the shoulder and grins widely.",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"As evidence of my gratitude, you may soak in the baths at no cost today. And take, ah... these.\"\r\n\r\nHe dumps a pair of dirty boots in your hands.",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"If there's any way I might make your visit more comfortable, you need only ask.\"\r\n\r\nHe clasps his hands and bows, a playful smile tugging at the corners of his lips.",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"I had the guards toss him out on the street.\" He smiles, well-satisfied with himself.",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"The veranda on the second floor is also lovely at this time of day.\"",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"Pardon me?\" Ganor looks at you askance, confused.",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"Maybe you'd like to hold a staff meeting.\"",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"I need to take care of something, and I can't have prying eyes watching.\"",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"Let's get you some privacy, shall we?\"",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"Ugh, I suppose.\" Ganor huffs, looking away.",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"That's outrageous!\"",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"Your exchange with Amreo was... observed. Such behavior is my responsibility.\r\n\r\n\"I have tripled his rates until he learns to conduct himself.\"\r\n\r\nGanor inclines his head.",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"Ah, the new attendant? I believe she's cleaning one of the rooms upstairs.\"",
      "female": ""
    }
  ]
}