{
  "Component": "exported",
  "Name": "conversations\\05_neketaka_artisans_district\\05_cv_bathhouse_guard",
  "Entries": [
    {
      "id": 3,
      "default": "\"Ah, the prodigal troublemaker returns.\" The steward rests his hand within easy reach of a long, well-cared-for stiletto.\r\n\r\n",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"That's reasonable.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"That's double the original price! What changed?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Arms and armor are not allowed in the bath, as you are well aware.\" The steward offers you a knowing smile.",
      "female": ""
    },
    {
      "id": 9,
      "default": "[Remove weapons and armor] \"Of course.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"No, I don't think so.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Weapons and armor are prohibited while in the bath. I have told you this.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Please, enjoy the baths. When you are ready to leave, I will provide you with a towel.\" He winks.",
      "female": ""
    },
    {
      "id": 18,
      "default": "[Leave.] \"Not now.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "[Exit Bathhouse] \"Fine, I'll leave.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"The cost of enjoying the bathhouse's unique offering is 1000 copper per session.\" The bathhouse steward crosses his arms and smiles. His look holds an invitation but a warning, too.",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Fair enough.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Why so much?\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"A prudent question.\" He draws himself up to his full height and puts his hands behind his back.",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"I'll pass for now.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Next you'll tell me luminous adra grants the bather eternal life.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Would that it were so! Ganor would make good money, and perhaps I would receive a raise, yes?\"\r\n\r\nThe bathhouse steward chuckles heartily.",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Ganor seems a generous man.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"When have you ever known men such as Ganor to share their spoils?\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"You, I like. We see eye-to-eye on many things, I suspect.\" He lets out a bark of laughter.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"That's generous of you.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "[Leave] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"I have known worse, it is true.\" The bathhouse steward smiles, but his smile is tight at the edges and doesn't reach his eyes.",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Tekēhu! A pleasure to see you back so soon. On whose copper do you visit this time?\" The bathhouse steward does nothing to conceal his bemusement.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Today I thank mother Ngati for my captain's deep pockets.\" \r\n\r\nAs the chuckles fade, Tekēhu favors you with a sidelong glance.",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Go on.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Ekera, perhaps later. A man must have his secrets.\" Tekēhu winks.",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Ganor may tell you more, if you're curious. He is something of an amateur alchemist, in addition to being a businessman of remarkable skill and insight.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"I admire your nerve!\" He laughs from his belly, his hand splayed across his broad chest.",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"You refer to the 'disruption,' I assume?\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"What are you talking about?\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "[Attack] \"Admire this!\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"No need to play coy with me. You think your activities a secret?\" He snorts. \"Hardly. Where you walk, trouble follows. It is known.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Yes, you've caused us no end of trouble. Ganor-\"\r\n\r\nThe bathhouse steward starts to say something else, but catches himself, and glances over your shoulder to check that Ganor is out of earshot.",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"May I keep the bathing attire?\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"It is rather fetching, is it not? And I must admit, it does suit you.\"\r\n\r\nHe looks you up and down, then winks.",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Surely they won't notice the loss of just one.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "[Leave.] \"I'll keep it on a while longer, then.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Alright, if you're so keen on it, just the one.\" He laughs.",
      "female": ""
    },
    {
      "id": 81,
      "default": "[Leave] \"I'll come back later.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Arms and armor are not allowed in the baths. Should you wish to bathe, you will need to change into our bathing attire.\"\r\n\r\nHe hands you freshly laundered bathing garments still smelling of the khapa leaves they were dried with.",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Please, enjoy the baths. When you are ready to leave, I will provide you with a towel.\" He winks.",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"Friend! You have been here quite a while.\" He chuckles. \"Not that I blame you, not that I blame you.\"\r\n\r\nHe flaps his hand in a conciliatory gesture.",
      "female": ""
    },
    {
      "id": 86,
      "default": "[Pay] \"I'd like to stay a bit longer.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"I mean... if we've all got to get naked, we've got to get naked.\" She laughs awkwardly, cheeks burning as she glances to Edér.",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"At the academy, all of the brothers had to bathe together. It went about as well as you might expect.\"\r\n\r\nStaring off into the distance, Pallegina begins to disrobe.",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"I don't have to get naked, do I?\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"I trust you intend no further mischief, for both our sakes.\r\n\r\n\"For you, a special price. 2000 copper.\"\r\n\r\nHis wide, wry smile displays his teeth.",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"'What changed?' Ah, that is a good one. You are bold <i>and</i> funny - a dangerous combination.\"\r\n\r\nHe turns his face from you, pretending to wipe a tear from his eye.",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Ganor, he knows how to hold a grudge, you understand. 'You see that one again,' he said, 'you charge them double.'\"\r\n\r\nHe smiles sheepishly.",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Here you are, change into this.\"\r\n\r\nHe hands you freshly laundered bathing attire still smelling of the khapa leaves it was dried with.",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Unfortunately, I must ask you to pay once more if you would like to continue bathing. Or perhaps you would like your gear back?\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"The bathwaters are infused with hand-refined luminous adra, which promotes a holistic balance of the humors.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Because of luminous adra's remarkable qualities, it is also a significant investment to both supply and maintain.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Now, to business. The price of this marvelous experience is 1000 copper.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"A small discount for you, friend, for making me laugh. 900 copper.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"But only one, lest the attendants have my hide. They are quite serious about the towels.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Ekera, you do not wish to cross them, trust me.\" His eyes widen in conspiratorial glee.",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"Alas, the bath attendants would be most unhappy were I to so freely give it away. I must regretfully say no.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"Do you wish to change into your usual attire now?\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"Now, you will change, or I will have to escort you from the premises.\"\r\n\r\nThe steward rests his hand on his hip within easy reach of a long, well-cared for stiletto.",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"I... see.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"No, I'm afraid not.\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"Stronger than he looks, I say. An accomplished underwater wrestler.\" \r\n\r\nHe raises an eyebrow and nods.",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"Will you be enjoying a dip in the waters, then?\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Would you care to enjoy the bath's offerings? The price is 1000 copper.\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"Please, enjoy the baths. When you are ready to leave, I will provide you with a towel.\" He winks.",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"Very well.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "He waves you off with a smile.",
      "female": ""
    }
  ]
}