{
  "Component": "exported",
  "Name": "conversations\\05_neketaka_artisans_district\\05_cv_umaris",
  "Entries": [
    {
      "id": 2,
      "default": "\"You have questions for me? Speak up, I say.\" Guildmaster Mairu folds her arms and nods.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Once a stranger, I say - now a familiar face. What do you need?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Tell me about the guild.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"What else would you like to know?\" ",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Where do the watershapers get their power?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"What do watershapers do, exactly?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Back to my other questions.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Our art is the yield of the Huana's ancient covenant with the goddess.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"We control tides, prevent storm damage, and keep... unwelcome ships at bay.\" ",
      "female": ""
    },
    {
      "id": 99,
      "default": "The guildmaster lifts her gaze to meet yours, her eyes struggling to focus. She's been slashed and stabbed numerous times, and her robes are soaked red with blood.",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Too many, even for me.\" She sputters on a mouthful of blood but still manages a red-rimmed smile. ",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"You're too stubborn to die, old shark.\" \r\n\r\nHis voice wavers as a fresh gout of blood seeps between Mairu's fingers.",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"For once, Tekēhu... just listen.\" \r\n\r\nShe raises a steady hand to cover his trembling one.",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"The Rod of the Deep... ugh, I've lost it... taken. You'll need to...\" \r\n\r\nMairu coughs, spitting up blood. For every word she struggles to voice, her breath gets progressively shallower.",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Find the rod. Get through the... s-stone door... by the entrance.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"Wards... failing. Hurry... before it escapes.\" \r\n\r\nMairu gives you a bleary look as her focus begins to slip away.",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"We represent the best of Huana achievement. No small responsibility.\"",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"Ekera, speak freely.\" ",
      "female": ""
    },
    {
      "id": 320,
      "default": "\"Ekera, my pleasure. Watershaping is a talent bestowed on the Huana by the goddess Ngati.\" ",
      "female": ""
    },
    {
      "id": 352,
      "default": "\"I... I think she wishes us to enter the watershaper sanctum?\" \r\n\r\nTekēhu turns back to Mairu, who offers him a weak nod. ",
      "female": ""
    },
    {
      "id": 529,
      "default": "\"Mairu? Mairu!\" Tekēhu takes her by the shoulder and shakes - gently at first, then harder. \r\n\r\nAt last he stops, pulling away and bringing his hands up to clutch his brow.",
      "female": ""
    },
    {
      "id": 530,
      "default": "\"By Ngati... she's dead.\"",
      "female": ""
    },
    {
      "id": 590,
      "default": "\"Of course, you already know Tekēhu, our prized pupil.\"",
      "female": ""
    },
    {
      "id": 591,
      "default": "\"Lately we have experienced an... artistic revival of sorts, thanks to our star pupil, Tekēhu.\"",
      "female": ""
    },
    {
      "id": 599,
      "default": "\"Are you aware that watershapers have been assisting smugglers in the Undercroft?\"",
      "female": ""
    },
    {
      "id": 600,
      "default": "\"Undercroft? Is that name supposed to mean something to me?\" ",
      "female": ""
    },
    {
      "id": 601,
      "default": "You take note as a small bead of sweat travels down the guildmaster's brow. She curls her fingers and it vanishes.",
      "female": ""
    },
    {
      "id": 602,
      "default": "\"If what you're saying is remotely true, it would be a violation of our order - not to mention a breach of trust with the crown.\" ",
      "female": ""
    },
    {
      "id": 603,
      "default": "\"I can take it from here. Better to keep such matters discreet.\"",
      "female": ""
    },
    {
      "id": 605,
      "default": "\"You know more than you're telling.\"",
      "female": ""
    },
    {
      "id": 606,
      "default": "\"Back to my other questions.\"",
      "female": ""
    },
    {
      "id": 610,
      "default": "\"Ask away.\"",
      "female": ""
    },
    {
      "id": 611,
      "default": "\"I see you've been peddling your half-truths and suspicions again, Tekēhu.\"",
      "female": ""
    },
    {
      "id": 613,
      "default": "\"You were the one who forced my hand, guildmaster.\"",
      "female": ""
    },
    {
      "id": 614,
      "default": "\"Suspect me all you want. I have nothing to hide.\"",
      "female": ""
    },
    {
      "id": 616,
      "default": "\"It's nothing to me if watershapers want to help the Roparu.\"",
      "female": ""
    },
    {
      "id": 617,
      "default": "\"How very enlightened of you. But the crown holds us to a higher standard, and so do I.\"",
      "female": ""
    },
    {
      "id": 621,
      "default": "\"Periki was the first in recent memory to organize the talent into a series of teachable forms.\" ",
      "female": ""
    },
    {
      "id": 622,
      "default": "\"Our ancestors pledged to protect the luminous adra, the islands, and the tribes. Ngati gifted us with the strength to keep our promise.\"",
      "female": ""
    },
    {
      "id": 623,
      "default": "She gives Maia a discomforted look.",
      "female": ""
    },
    {
      "id": 624,
      "default": "\"Remember the Tenets of Iron.\" Maia raises a fist to her heart.",
      "female": ""
    },
    {
      "id": 625,
      "default": "\"Remember the Battle of Nakaro Atoll.\" The guildmaster mirrors her gesture before shifting her focus back to you.",
      "female": ""
    },
    {
      "id": 661,
      "default": "\"We have to get you out of here.\"",
      "female": ""
    },
    {
      "id": 662,
      "default": "\"Let's see what we can do about those wounds.\" ",
      "female": ""
    },
    {
      "id": 663,
      "default": "\"Holding myself together. More... important matters.\" \r\n\r\nShe clutches a wound across her guts and winces.",
      "female": ""
    },
    {
      "id": 664,
      "default": "\"Mairu! Gods, but look what they've done to you!\" Tekēhu covers his mouth with both hands as he surveys her injuries.",
      "female": ""
    },
    {
      "id": 665,
      "default": "\"The rod of the what?\"",
      "female": ""
    },
    {
      "id": 666,
      "default": "\"I'll find the rod, just try and stay with me.\" ",
      "female": ""
    },
    {
      "id": 667,
      "default": "\"No time!\" Mairu hisses through her teeth.",
      "female": ""
    },
    {
      "id": 669,
      "default": "\"Is any of this making sense to you, Tekēhu?\"",
      "female": ""
    },
    {
      "id": 694,
      "default": "\"I think most of that is nāga blood. You fought well.\"",
      "female": ""
    },
    {
      "id": 695,
      "default": "\"Helps when you... when you have something to fight for.\" ",
      "female": ""
    },
    {
      "id": 696,
      "default": "\"Stop exerting yourself or you'll bleed out.\" ",
      "female": ""
    },
    {
      "id": 697,
      "default": "\"Ugh! Don't you think I... know how much water I've lost?\" \r\n\r\nShe grimaces up at you, the color draining from her face.",
      "female": ""
    },
    {
      "id": 698,
      "default": "\"Wards? I haven't seen any wards.\" ",
      "female": ""
    },
    {
      "id": 699,
      "default": "\"Escape? What's going to escape?\"",
      "female": ""
    },
    {
      "id": 700,
      "default": "\"You're... already gone. Find peace in the Beyond.\"",
      "female": ""
    },
    {
      "id": 701,
      "default": "\"Pitied is Ngati... Lady of Lament. As the pearl orb... of the... of the... heavens...\" \r\n\r\nShe wheezes as she struggles to get the words out. It doesn't sound like she's even addressing you any longer. ",
      "female": ""
    },
    {
      "id": 702,
      "default": "The guildmaster's eyes glaze over and she falls silent.",
      "female": ""
    },
    {
      "id": 704,
      "default": "\"Peace, Tekēhu. I... gave back ten times what I took.\"",
      "female": ""
    },
    {
      "id": 705,
      "default": "\"No time for that, I say!\" She waves you off, grimacing.",
      "female": ""
    },
    {
      "id": 706,
      "default": "\"Onekaza sent me to find you, but I think you need a healer first...\"",
      "female": ""
    },
    {
      "id": 710,
      "default": "\"Strange last words.\"",
      "female": ""
    },
    {
      "id": 711,
      "default": "\"We still don't know why this is happening.\"",
      "female": ""
    },
    {
      "id": 712,
      "default": "\"Let's go. There's nothing we can do for her.\"",
      "female": ""
    },
    {
      "id": 713,
      "default": "\"The words of Periki's Devotion, I say. An old prayer to Ngati.\"\r\n\r\nTekēhu furrows his brow.",
      "female": ""
    },
    {
      "id": 714,
      "default": "\"It must have meant something to her.\"",
      "female": ""
    },
    {
      "id": 715,
      "default": "\"Mairu told us to seek a rod... and a door.\"",
      "female": ""
    },
    {
      "id": 716,
      "default": "\"A vague plea, I say... but I would honor her last wish.\"\r\n\r\nHe touches his brow, sighing.",
      "female": ""
    },
    {
      "id": 717,
      "default": "\"I wonder what any of this has to do with the Deep Hunter.\"",
      "female": ""
    },
    {
      "id": 718,
      "default": "\"Ekera. Your guess is as good as mine.\"\r\n\r\nTekēhu sighs, folding is arms as he considers.",
      "female": ""
    },
    {
      "id": 719,
      "default": "\"Ekera. The others will see to her once we've cleaned up the last of this mess.\"\r\n\r\nTekēhu regards Mairu's corpse one last time before turning away.",
      "female": ""
    },
    {
      "id": 720,
      "default": "\"Ugh... a curse on all snakes.\"",
      "female": ""
    },
    {
      "id": 722,
      "default": "[Hold up the Rod of the Deep Hunter.] \"This what you're looking for?\"",
      "female": ""
    },
    {
      "id": 723,
      "default": "Her eyes widen and she smiles even as blood dribbles from the side of her mouth.",
      "female": ""
    }
  ]
}