{
  "Component": "exported",
  "Name": "conversations\\05_neketaka_artisans_district\\05_si_rooftop",
  "Entries": [
    {
      "id": 1,
      "default": "The window overlooks the streets of Periki's Overlook. The second floor of Arkemyr's manor is just across the way.\r\n\r\nThe right tool and a practiced throwing arm could make crossing the gap a manageable feat. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Climb across to the manor.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "The rope creaks and sways, but with care and slow, deliberate progress you safely make it to the other side.",
      "female": ""
    },
    {
      "id": 7,
      "default": "The ironclad construct comes lumbering over to investigate the disturbance. After a moment of cautious observation, it returns to its patrol.",
      "female": ""
    },
    {
      "id": 9,
      "default": "[Have someone throw a grappling hook across to the manor's railing.]",
      "female": ""
    },
    {
      "id": 10,
      "default": "The gap between the window and the manor is too far to leap. Moreover, the sheer wall and erratic gusts of wind make the prospect of scaling too treacherous. \r\n\r\nHowever, anyone with decent climbing experience could secure a grappling hook from this distance.",
      "female": ""
    },
    {
      "id": 11,
      "default": "The hook sails across the gap and lands with a clang. After the rope is pulled back, the hook solidly lodges in the railing of the parapet. ",
      "female": ""
    },
    {
      "id": 12,
      "default": "The hook sails across the gap and smacks noisily against the roof tiles.\r\n\r\nYou quickly reel it back.",
      "female": ""
    },
    {
      "id": 13,
      "default": "[Study the distance.]",
      "female": ""
    },
    {
      "id": 14,
      "default": "[Throw a grappling hook across to the manor's railing.]",
      "female": ""
    },
    {
      "id": 15,
      "default": "A rope and grappling hook extend across the way. One end is tied to the window, and the hook is lodged in the parapet of the manor's second floor. ",
      "female": ""
    },
    {
      "id": 16,
      "default": "As you observe the manor, you catch the silhouette of a lone, ironclad construct patrolling the second floor. ",
      "female": ""
    },
    {
      "id": 21,
      "default": "The hook misses its mark, clanging noisily against the railing.",
      "female": ""
    },
    {
      "id": 22,
      "default": "The ironclad construct charges over to the disturbance and utters a metallic roar. \r\n\r\nThe faint echo of gongs reaches your ears - no doubt someone putting the manor is now on alert.",
      "female": ""
    },
    {
      "id": 23,
      "default": "The hook sails across the gap, but the waiting ironclad construct simply bats it out of the air. ",
      "female": ""
    },
    {
      "id": 24,
      "default": "A grappling hook is snagged to the railing. The rope extends to the upper window of the shop next door.",
      "female": ""
    },
    {
      "id": 25,
      "default": "[Climb across to the Dark Cupboard.]",
      "female": ""
    }
  ]
}