{
  "Component": "lax2_exported",
  "Name": "conversations\\lax02_01_iceberg_dungeon\\lax02_endgameslides",
  "Entries": [
    {
      "id": 5,
      "default": "The Dead Floe, an iceberg in the southern sea, continues to grow unchecked. As the ice spreads, so too do wild tales of a hideous dragon rampaging across the Deadfire. ",
      "female": ""
    },
    {
      "id": 6,
      "default": "The dragon Neriscyrlas no longer passes between Eora and the White Void, and the Dead Floe slowly breaks apart, exposing the temple long frozen within.",
      "female": ""
    },
    {
      "id": 7,
      "default": "Under Hafjórn's guidance, the Harbingers of Dusk resettle within Rymrgand's temple, vowing to forever protect it from the defiling touch of outsiders. \r\n\r\nOver time, the group becomes increasingly reclusive and fanatical, attacking any who dare approach their holy site.",
      "female": ""
    },
    {
      "id": 8,
      "default": "The Harbingers of Dusk eventually resettle within and around Rymrgand's temple. Under Vatnir's leadership, the settlement flourishes, becoming a prominent port of call along trading routes to and from the Deadfire.",
      "female": ""
    },
    {
      "id": 9,
      "default": "Hafjórn leads the remaining Harbingers of Dusk on a return pilgrimage to the White that Wends, and they scatter into the clans and settlements from which they hailed. \r\n\r\nThe temple of Rymrgand falls into disrepair, home only to madmen and monsters.",
      "female": ""
    },
    {
      "id": 10,
      "default": "Vatnir tries to hold the Harbingers of Dusk together and, for a time, succeeds. The group resettles within and around the temple, vowing to protect it. Eventually, however, Rymrgand's godlike falters, and his followers sacrifice him to the White Void.\r\n\r\nThe temple of Rymrgand falls into disrepair, home only to madmen and monsters.",
      "female": ""
    },
    {
      "id": 11,
      "default": "Having vowed to enact Rymrgand's will as his Duskspeaker, you find the god of decay and disaster a consistent presence in your life. You soon learn that there are innumerable objects, institutions, and people in need of ending, and the Beast of Winter does not hesitate in tasking you with ensuring those conclusions.",
      "female": ""
    },
    {
      "id": 12,
      "default": "The chime of Rymrgand continues to pulse coldly within your breast. Though the Beast of Winter rarely intrudes upon you, the chill within your soul promises that you will return to his dominion in the end.",
      "female": ""
    },
    {
      "id": 13,
      "default": "In besting the Beast of Winter, you earned the death god's mercy rather than his enmity. The deity remains characteristically unforthcoming about his decision, and you're left to wonder whether in doing battle with him in the White Void you somehow furthered his apocalyptic ambitions.",
      "female": ""
    },
    {
      "id": 14,
      "default": "You rarely think of Ydwin, the toll you paid to leave the White Void. Her features and expressions, the sound of her voice, and her very name become increasingly difficult to call to mind. Even her contributions to the field of animancy fall into obscurity, relegated to a few moldering tomes tucked away in the darkest recesses of the remotest libraries.",
      "female": ""
    },
    {
      "id": 15,
      "default": "Having convinced the god of decay and disaster of your usefulness, you find your return to the living world plagued by his influence. Though he makes few overt demands of you, you sense Rymrgand's hand in the troubled times that follow. With each faction you foil and enemy you overcome, chaos spreads - and with it, the legend of the Duskspeaker.",
      "female": ""
    },
    {
      "id": 16,
      "default": "Vatnir escaped Harbingers' Watch with his life but with none of his authority. He wanders the Deadfire alone, preaching of Rymrgand's inevitable triumph while weathering the revulsion and derision of those he ministers to.",
      "female": ""
    },
    {
      "id": 17,
      "default": "Having tested himself against the White Void, Vatnir does not long remain content at Harbingers' Watch. He sets forth into the Deadfire, spreading word of his god while serving in a series of wildly disreputable privateer crews.",
      "female": ""
    },
    {
      "id": 23,
      "default": "From her phylactery, Neriscyrlas whispers to you still. ",
      "female": ""
    }
  ]
}