{
  "Component": "lax2_exported",
  "Name": "conversations\\lax02_01_iceberg_dungeon\\lax02_01_cv_hw_resolution",
  "Entries": [
    {
      "id": 1,
      "default": "\"You return, Duskspeaker. Harbingers' Watch shuddered as if wounded. What occurred at the Vytmádh?\" His trio of ice blue eyes search your features.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Duskspeaker! The entire iceberg - it shook as if you'd stabbed it. What did you do?\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"You need not worry about her. She's not coming back.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"These are your people, Vatnir. Care to handle this?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"You jest! The beast's truly gone? And the Vytmádh?\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Lie] \"The way remains open. With time, the ice will consume the world.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"The portal closed. Your iceberg's not going to grow any more. In time, it'll probably melt.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"The messenger is dead? But, what of the Vytmádh?\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Then we have time.\" The priest raises his bandaged face towards the cloud-thickened sky. ",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Sisters. Brothers. We return from beyond the realm of Rymrgand. Can I do justice to its desolate beauty? I think not.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"It was Rymrgand's will that the dragon that menaced us be dispatched, and so it was!\"\r\n\r\nA few of the Harbingers exchange confused glances, but Vatnir continues.",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"The Beast of Winter is well pleased by our faith! Soon we shall all be rewarded with respite from our troubles!\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"All of you need to pack your ships and leave this iceberg.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"So it occurred, and so shall it be.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "[Shrug.] \"Close enough.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Hafjórn has guided you in my absence. I would ask that he continue to do so, that I might continue my journeys with the Duskspeaker and spread the truth of Rymrgand.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"But - but you <i>met</i> the Beast of Winter! Surely you understand the importance of our work here!\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Oh.\" Hafjórn turns towards the other Harbingers, glances back to you, then looks to the gathered kith.",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"I entered the Void and communed with the Beast of Winter.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"You... truly? With the Beast of Winter himself? And the dragon? What became of the dragon?\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"The dragon's not coming back. That's all you need know.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Brother Vatnir... please regale us with tales of your journey!\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Rymrgand has not finished with us, brothers and sisters. We must prepare the way, for winter always returns!\"\r\n\r\nWith heads bowed, the Harbingers pray to the Beast of Winter.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Do we stay here? Do we leave? What would Rymrgand have us do?\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "[Leave] \"I've done enough for you. Figure out the rest on your own.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"You have to decide that for yourselves. I hope you do what's right.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Rymrgand doesn't need you here, and the dragon wasn't his messenger. You should probably leave this place.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"You're doing fantastic work here! Continue walking the righteous path, brothers and sisters!\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Thank you, Duskspeaker. May you find respite in Rymrgand's embrace!\"\r\n\r\nWith heads bowed, the Harbingers pray to the Beast of Winter.",
      "female": ""
    },
    {
      "id": 40,
      "default": "The Harbingers scowl at you. One spits on the frozen ground. Another closes her fists, her knuckles cracking in the cold. ",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"That's... well, it's incredible. Almost unbelievable. And Rymrgand's messenger? What became of the dragon?\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"All glory in all decay! All praise the Beast of Winter!\"\r\n\r\nThe gathered Harbingers raise their voices in a chorus of cheered prayer.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"But what is our next step? What would the Beast of Winter demand of us?\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "Vatnir raises a limp hand in greeting while coughing into the other.",
      "female": ""
    },
    {
      "id": 46,
      "default": "Hafjórn watches your approach from within his gore-spattered hood. He fidgets, picking at one of his gloves.",
      "female": ""
    },
    {
      "id": 47,
      "default": "Vatnir immediately launches into a violent fit of coughing, but manages to nod in response.",
      "female": ""
    },
    {
      "id": 48,
      "default": "Nodding excitedly, Hafjórn looks to the others around him.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Merla. Fantastic.\" Ydwin sighs, shaking her head.",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Wait, what?\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"I'm, well, I'm to come with you. I'd like to come with you. If you'd have me. Please have me.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Absolutely not.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "His mouth falls open.",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Are you... are you certain? Can I not change your mind?\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Entirely certain.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"These people need you.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Don't you have a cult to run?\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "With a sigh, Vatnir's tripartite gaze falls to the frozen ground.",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Oh, please do not encourage them!\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"I mean, I am returned to you, to guide you...\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Hafjórn can take care of them. I know you don't <i>need</i> me, but I can help you.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Fine, you can come along.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"The answer is no.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "[Glare silently.]",
      "female": ""
    },
    {
      "id": 65,
      "default": "The godlike's lipless mouth twists into the semblance of a smile. He turns back to his community.",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Is that a yes?\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"I go forth to spread word of these miracles. Keep this place safe in my absence!\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Considering that most of their houses were boats to begin with, they could just flip everything upside down and be ready to go.\" \r\n\r\nEdér nods to himself. The villagers only gawk at him in silence. ",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"You've not yet led us astray, Brother Vatnir. We'd be fools to doubt you now.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Truly this is a blessed day! All hail the Beast of Winter! All hail the Duskspeaker!\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "Vatnir frowns but says nothing.",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Like Vatnir said, Rymrgand's pleased. Your work here is done.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"I <i>killed</i> the Beast of Winter.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"What work would that be exactly? Seems to me you mostly sit around fishing.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"You are entirely beneath Rymrgand's notice. Nothing you do can please him.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Listen you pointy-eared idiots! Get off of this iceberg! Go! Now!\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "Gasps rise from the crowd of Harbingers.",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"I'll do the same to you if you don't get off this iceberg!\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"You failed. He's dead. There's no reason to stay.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "The gathered Harbingers shrink away, wilting before your threats.",
      "female": ""
    },
    {
      "id": 82,
      "default": "One of Ydwin's pale eyebrows arches at you from above a carmine eye.",
      "female": ""
    },
    {
      "id": 83,
      "default": "The crowd begins to break apart, muttering to one another as they mill back towards their dwellings.",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Someday you'll get yours, Duskspeaker. There's no ending Rymrgand until endings themselves end.\"\r\n\r\nHafjórn's head falls as he turns away.",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"Do not be so quick to judge an uncomplicated life, captain. The gods do not love you any more or less than they do these folk.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"We protect the temple! We sing the songs of winter and call down the cold!\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Then stay and protect it. I don't care.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "Nervous whispers envelop the crowd as the Harbingers look to one another.",
      "female": ""
    },
    {
      "id": 89,
      "default": "Hafjórn rubs the back of his head as the other Harbingers look to one another for guidance.",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"You're a real... well, a real not nice person, Duskspeaker.\"\r\n\r\nThe hooded elf turns from you and joins his coreligionists.",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Uh, good job, everyone. Let's pack everything up.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Chatted with the gods. Killed some monsters. Standard Watcher fare.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"But what of, what of Rymrgand's messenger?\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Can you at least tell us what became of... ahem... Rymrgand's messenger?\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "The Harbingers exchange nervous glances at your silence.",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"Becoming right rote, it be. Makes a lad half consider taking up religion.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"It <i>is</i> becoming something of a routine occurrence.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"We could always change it up by chatting with the monsters. Give it a thought.\" ",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Good practice for when we catch up to Gaun.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "[Show them the phylactery.] \"She's in here.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"She tried to fight Rymrgand. It didn't work out for her.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"I talked her to death.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"I killed her. Again. She's very, very dead.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"Don't worry about her.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"But... the dragon is the messenger, is it not? Brother Vatnir - you were there. What did you see?\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Don't - ? That's a tall order! You went to the temple, right? You have to tell us <i>something!</i>\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"Don't worry about it? But, but what of the Vytmádh?\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"Your little white gate isn't important.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"It was, well, illuminating.\" He coughs.",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"Turned out that old lizard was just afraid of Gaun's sickle.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"Some of us are more used to it than others.\" Maia playfully jabs you in the ribs.",
      "female": ""
    },
    {
      "id": 120,
      "default": "The Harbingers exchange worried glances as a murmur rises among their number.",
      "female": ""
    },
    {
      "id": 121,
      "default": "The Harbingers recoil from the relic. Some stare at it in wide-eyed terror or curiosity, while others avert their gaze from the object.",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"She's not - you can't just - Ugh! What about the temple? No harm came to the Vytmádh, I pray?\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"Fair enough, I - suppose, but what of the Vytmádh?\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"Sweet hoarfrost and dead gods... that's all that's left? Did you... did you harm the Vytmádh?\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"Incredible... and the Vytmádh? Does it persist? Or did you hide it in a box somewhere?\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"Where is Brother Vatnir?\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"The Beast of Winter tested him, and he was found wanting.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"Back at my boat, I think?\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"He's dead.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"He's decided to join my crew.\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"Oh. Uh. Sure. What... what happened?\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"It's important to us! It's everything to us!\" a hooded Harbinger calls from the crowd. The others nod vigorously.",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"Then it's truly over. There's no reason for us to stay here, is there? What - what are we to do now?\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "A dozen hooded heads droop in defeat. You can almost hear your own heartbeat in the silence.",
      "female": ""
    },
    {
      "id": 138,
      "default": "The Harbingers look to one another, relief visible on the few hoodless faces. Vatnir steps forward and raises a hand.",
      "female": ""
    },
    {
      "id": 139,
      "default": "The Harbingers gape as you turn away.",
      "female": ""
    },
    {
      "id": 141,
      "default": "Some of the Harbingers exchange worried glances, while others nod at your words.",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"We'll... we won't hold your words against you, Duskspeaker. You've clearly been, well, addled by your hardships.\"\r\n\r\nHafjórn sighs sadly.",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"We, well, there's work to be done. Perhaps you'd better go.\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "Ydwin sighs and rubs her temples with both hands.",
      "female": ""
    },
    {
      "id": 145,
      "default": "Ydwin chuckles quietly as she pushes her spectacles up her nose.",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"I'm certain they will, given their fantastic record of decision-making thus far.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"The Watcher's not mistaken, brothers and sisters. Find better uses for your talents. Rymrgand needs you elsewhere.\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"Should we... should we perhaps get dinner started?\" one of the Harbingers asks another. He's answered with a noncommittal shrug.",
      "female": ""
    },
    {
      "id": 149,
      "default": "With heads bowed, the Harbingers pray to the Beast of Winter.",
      "female": ""
    }
  ]
}