{
  "Component": "lax2_exported",
  "Name": "conversations\\lax02_01_iceberg_dungeon\\lax02_02_cv_godhmr_illusion_wzd",
  "Entries": [
    {
      "id": 1,
      "default": "\"Damn it, why can't I remember?\" \r\n\r\nThe soul of this robed priestess circles around the same thoughts in a pattern reminiscent of pacing. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"You still don't remember the spell?\" ",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Didn't come this far just to tuck tail and surrender. Not to them.\" Unconcerned with you, her spirit persists in rapidly assessing the situation frozen in time.",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Give her the Memory of Magranite Incantations.] \"I think this is what you're looking for.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"I... of course! Simple. How'd I forget a thing like that anyway?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "As she begins the incantation, you comprehend where and how the bomb was hidden. ",
      "female": ""
    },
    {
      "id": 8,
      "default": "Knowing this, it feels as if a thousand pairs of eyes are observing your progress at once. The illusion fades under their scrutiny.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"You've got to remember the incantation. Don't forget, don't let it go.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Who are you?\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "[Continue observing her.]",
      "female": ""
    },
    {
      "id": 14,
      "default": "She doesn't seem to hear you.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Waidwen's soul is in the bomb? This just got more complicated.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"You won't hear this, but I'll return your memory if I happen across it.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "The mechanism was elegant in its simplicity. When a fragment of Waidwen reacted to his approach on the bridge above, it conducted soul energy into the copper and triggered the explosive.\r\n\r\nA bomb for Waidwen made of Waidwen. ",
      "female": ""
    },
    {
      "id": 24,
      "default": "It was a delicate trigger by design. The work of removing such a critical part will involve no small risk. ",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Can't think... why can't I think of it?\" \r\n\r\nHer soul dims its luminosity to a speck, what you take to be the spiritual equivalent of a wince. ",
      "female": ""
    },
    {
      "id": 31,
      "default": "The soul of this priestess is muttering an incantation under her breath.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Once I've got my senses back, I'll drag them all along for my fiery ride into Hel.\" ",
      "female": ""
    },
    {
      "id": 33,
      "default": "[Think of a spell, try and help her recall something.]",
      "female": ""
    },
    {
      "id": 34,
      "default": "Her soul twitches, as if your intervention makes a small dent in her confusion, but it isn't enough to restore her memory.",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Ugh. Almost had it that time.\" ",
      "female": ""
    },
    {
      "id": 36,
      "default": "No sooner does the book make contact with her than it ceases to exist, absorbed into her memories. You feel the essence of the priestess swell with life and vigor.",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"I memorized that illusion spell. How can it be gone? Another second and Waidwen will know the bomb is here. Damn it, girl, this is your chance...\" ",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"The whole <i>point</i> of the thing is that his soul finds him first.\" ",
      "female": ""
    },
    {
      "id": 39,
      "default": "As you intuit her meaning, you catch a flash of memory:\r\n\r\nRobed priests assembling a delicate mechanism - spiked copper plates housing a fragile shard of adra. \r\n\r\nThe adra houses a piece of Waidwen's soul. ",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Durance was right. The bomb worked because a part of Waidwen's soul was inside.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"You can't remember the spell to hide the bomb?\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"It's like I'm on stage and forgot the words of the song... how could this happen?\" Her soul turns on itself in desperation. ",
      "female": ""
    }
  ]
}