{
  "Component": "lax2_exported",
  "Name": "conversations\\lax02_01_iceberg_dungeon\\lax02_02_si_whitevoidexit",
  "Entries": [
    {
      "id": 1,
      "default": "A cyclone of snow rises behind the Beast. The storm grows, crackling like a bîaŵac, and a howl rises with it.",
      "female": ""
    },
    {
      "id": 2,
      "default": "Bright blue liquid drips from the Beast's wounds. Gobs of spit fall from its mouth.\n\nAs you watch, a piece of its rotting carcass tumbles to the floor.",
      "female": ""
    },
    {
      "id": 3,
      "default": "With a featherlight touch, the storm bears you upwards toward a shimmering tear in the sky.",
      "female": ""
    },
    {
      "id": 4,
      "default": "The Beast's eyes glow. The light flickers, then strengthens, and the creature's wounds slowly knit themselves together.\r\n\r\nThe Beast stands without effort, and a cyclone of snow rises behind it. The storm grows, crackling like a bîaŵac, and a howl rises with it.",
      "female": ""
    },
    {
      "id": 5,
      "default": "Through the tear, you catch a flickering, indistinct shape you vaguely recognize as the Altar of Decline.\r\n\r\nRymrgand expels you from his realm.",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 11,
      "default": "Rime grows across the Breach, bolstered by the frigid winds of the Beyond. Soon, the heavy coating of ice has covered the portal entirely, though faint glimmers of light still shine beneath its surface.\r\n\r\nYou can no longer sense the tug of the White Void. The Breach is closed at last.",
      "female": ""
    },
    {
      "id": 12,
      "default": "The cyclone thrusts you through the portal and back into your body.\r\n\r\nYour limbs are stiff, having suffered the frigid winds of the Breach for quite some time.",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Why are you such a jerk?\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Wait! Do you know what Eothas plans?\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"What's going to happen to the Harbingers now that the Vytmádh's closed?\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"How will you contact me?\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Wait! Is there any way I can stop Eothas?\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Can you stop the sun from rising?\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"It is my nature, as annoying divinities is yours.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"It is my nature.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"They will leave this place, or they will stay. It matters not.\r\n\r\n\"Their end will find them in time, as will yours.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Change. Chaos. Kith will call it what they will.\r\n\r\n\"It is an end.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"You will know when I do. The manner is not important.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Farewell, Watcher of Caed Nua.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Get on with it!\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "The howling winds resolve into deep, resounding laughter that echoes within your ribs.",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Why didn't you just kill me? I thought you possessed infinite power here!\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Swat you as I might a fly? You would have learned nothing from that.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"You <i>do</i> amuse, Watcher. The others have that much right.\"",
      "female": ""
    }
  ]
}