{
  "Component": "lax2_exported",
  "Name": "conversations\\lax02_01_iceberg_dungeon\\lax02_02_si_whitevoid_rymrgand",
  "Entries": [
    {
      "id": 3,
      "default": "The voice of Rymrgand booms from within the Beast of Winter. Though the creature's mouth does not move, you hear the god's words in the groaning of the ice that surrounds you.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Now you stand within my innermost domain, a realm from which none may return.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"I destroyed the dragon, just as you asked. I kept my end of the bargain - you keep yours.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Berath won't be happy if I don't complete the task they've given me.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"I cannot permit a soul that has felt the chill of the White Void to leave this plane.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"You may return to the mortal realm in recompense for what you have done.\r\n\r\n\"But within you will bide my chime. And when you die, your soul will enter the White Void.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"I already carry Berath's chime.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"This isn't what I agreed to when I told you I'd take care of Neriscyrlas.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"So when I die, that's it? My soul won't return to the cycle?\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"My chime will ensure that your soul returns to the White Void when you die.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Berath will have no use for your chime once you've completed their task, and should you perish in the process, you will have no use for it in death.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"This realm is governed by immutable laws, and I will not bend them to suit you.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"You have your choice. Accept my chime, or remain here.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Was this your plan all along?\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Rynhaedr said you wanted those souls destroyed. So I destroyed them.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"If that were so, would it matter now?\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"I'm still a tool of the gods. Why destroy me now?\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"The final end comes for us all one day. I accept your bargain.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Why?\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"I intend to pledge myself to your cause as I did years ago in the Hall of Stars.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"I like to break things.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"I did not foresee in you a desire to take up the mantle of my chosen.\r\n\r\n\"Yet here you stand before me, bearing Rynhaedr's regalia.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"I'm not looking for another master. I'm just in it for the loot.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"My guardians are custodians of this realm, bound to forever serve me.\r\n\r\n\"Were you to claim this armor and, in so doing, that duty, you would join their ranks - and, at the moment of your death, join me here.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"I refuse.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"I pledge my service to you, Rymrgand.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"A tool has finite uses. Cast your eyes across my realm, and see what becomes of the gods' tools when they are through with them.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Your Harbingers call me the Duskspeaker. I didn't get that name for nothing.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"I've accomplished every task the gods set out for me.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"I'm not like them. I'm better. The gods <i>need</i> me.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"All their tasks and more. There is no kith in Eora that does not need your help, it would seem, and you are quick to give it to them, whether they ask for it or not.\r\n\r\n\"The glory you have accrued in so short a time is truly... impressive.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"For the moment. And when their favored tool no longer pleases them... what then?\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"You may leave.\"\r\n\r\nThe Beast's eyes flash, and a harsh wind begins to blow.",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"That is a lie.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"As was inevitable.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "For a moment, the glow of the Beast's eyes brightens. Something moves in your chest - like a hibernating creature carved from ice, curling tight against your breastbone. A strange numbness spreads across your chest.",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"I accept your pledge, Watcher of Caed Nua.\"\r\n\r\nThe Beast bangs the butt of his axe twice on the floor and nods.",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Destruction with no goal other than to revel in the chaos sown is an act of a mindless beast.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"I've learned better than to make deals with gods of death.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"So be it.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "The Beast's eyes flash. It hefts its axe up high and slams it into the ground with a force that almost knocks you off your feet.\r\n\r\nA sharp crack rends the air.",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"I accept your pledge, Watcher of Caed Nua.\"\r\n\r\nThe Beast bangs the butt of his axe twice on the floor and nods.",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Eora has no shortage of meddlesome kith who can see Berath's mission to its end.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"The Harbingers are quite liberal with their titles, yes.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"The creature is gone. Good. Give me the relic you hold - I will cleanse the stain from it.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"The dragon is gone, and none of her taint remains to mar the relic. Good.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"I demanded you destroy Neriscrylas, yet you drove her to the heart of my realm.\"\r\n\r\nThe Beast hefts the phylactery the dragon left behind.",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"The dragon's presence is gone, yet I did not sense her soul's entrance to the Void.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"That relic you took from her - give it to me, and I will cleanse it of the dragon's taint.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "[Offer the relic to the Beast.]",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"No, it's mine.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"How are you going to cleanse it?\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Give me the relic, or do not.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Take it with you when you leave this place, then, and pray to any other god but me for your protection.\" A low chuckle rumbles through the Beast's chest.",
      "female": ""
    },
    {
      "id": 81,
      "default": "[Offer the relic to the Beast.]",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"No, it's mine.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"How are you going to cleanse it?\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"I did not make a request.\" The phylactery flies out of your hands, and the Beast snatches it from the air.",
      "female": ""
    },
    {
      "id": 85,
      "default": "The phylactery lifts out of your hands and floats toward the Beast. He plucks it from the air.",
      "female": ""
    },
    {
      "id": 86,
      "default": "The Beast's eyes flash. A wisp of essence curls like smoke from the relic and is lost to the Void.\r\n\r\nHe returns it to your waiting hands.",
      "female": ""
    },
    {
      "id": 87,
      "default": "The phylactery lifts out of your hands and floats toward the Beast. He plucks it from the air.",
      "female": ""
    },
    {
      "id": 88,
      "default": "The Beast's eyes flash and you hear a scream raw with hatred in your mind.",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"I did as you asked - I sent you that dragon. You owe me.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"What does that entail, exactly?\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"I told you to kill the dragon Neriscyrlas, and you did not.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"You may yet be useful to me in the future.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"You have done nothing for me.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"I'll make you a trade for my freedom.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"There is nothing you could have that I might want.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Take Ydwin.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"On second thought...\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "Ydwin slowly turns towards you, carmine eyes narrowed over brass frames.",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"A compelling offer.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"I am not the Watcher's property to barter with.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "Beside you, Ydwin stiffens. Her anxious frown softens into a flat, dispassionate line. The tight curves of her shoulders fall, and the foot she had only moments ago been nervously tapping on the platform stops.\r\n\r\nBlue light ignites in her eyes, washing away the vivid red. With halting, jerky steps, she approaches the Beast of Winter.",
      "female": ""
    },
    {
      "id": 115,
      "default": "A tremendous gust of wind roars through the realm. It strikes Ydwin in the back, and you can just catch the sound of her stifled scream before the wind blows <i>through</i> her with such force it strips the skin from her bones.\r\n\r\nThen the wind dies, and what remains of Ydwin collapses to the ground in a pile of fine, grey dust.",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"Sakes alive, Watcher! I know she ain't friendly, but that don't mean she deserves that!\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"What the fuck, Captain Watcher!? Half alive or no, the lass ain't your fucking property!\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"How can you do this? Ydwin has done nothing to deserve such a fate!\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"Kabelay! How could you do this?\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"Guess we <i>all</i> better watch our backs, huh.\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "Fassina hisses through her teeth. \"If I thought I would end up getting fed to an aurochs, I would have stayed with Arkemyr.\" ",
      "female": ""
    },
    {
      "id": 123,
      "default": "Tekēhu steps forward. \"Captain! I would sooner cut my hair than let you sacrifice our snowy elf. I cannot alone carry the burden of being the pretty one.\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"I know you're trying to get in the good graces of the talking cow, but there are better ways.\" Edér folds his arms. ",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"Watcher, don't do this. Whatever Ydwin is, she does not deserve this fate.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"I made you an offer. Take her.\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"I'm sorry, I don't know what I was thinking.\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"She values her life so little. Perhaps I shall take it anyway.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "Maia clears her throat. \"Not to tell you your business, captain, but we're in no position to dwindle ourselves down to a skeleton crew. Besides, I like her.\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "His bony arms folded around himself, Vatnir watches wordlessly.",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"Such are the wages paid to escape the world's living and dying.\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"What? How does that - do I not bear the touch of the Void? Before coming here, I mean.\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"The Void is mine, but I am not the Void. My touch is not its touch.\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"Does that mean you've other, uh - places? - realms, I guess, like this one?\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"You mistake your countenance for a choice.\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"I just - I guess I wondered why you'd do this to me - to anyone - if there are other options.\"\r\n\r\nHis spindly fingers brush his lipless mouth and come away slick with drool.",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"The only option was to subject him to a lifetime of pain?\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"You owe him answers.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"There are more important issues here than your face, Vatnir.\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"Life is suffering. Until it ends. That is the mercy I provide.\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"I'm an elf! Your mercy's a long way off!\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"Measured beside the eternity in which I persist, you exist in the space of a breath.\r\n\r\n\"But if you would like me to claim your soul sooner, you need only disappoint me.\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"I owe him nothing. I have given him everything. And I have never reclaimed it.\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"Reclaimed? What does that mean?\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"It means that you have not disappointed me. Yet.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"But - this opportunity - I'll not have it again!\"\r\n\r\nHe balls his fists.",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"You will. All returns here in the end. On the day of your death, we will speak again.\"",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"You couldn't have made him an ice godlike, like a fire godlike but with blue hair instead of red?\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"No.\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "Vatnir cringes and looks away.",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"You were born of my worshippers in the White that Wends.\r\n\r\n\"You are mine to claim if I so choose.\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"You would choke on me, Beast.\"",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"We have unfinished business, you and I.\"",
      "female": ""
    },
    {
      "id": 158,
      "default": "The Beast's pale eyes swivel from Vatnir to watch you.",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"Every god must have their agents. You are mine. Were you not, you would not exist.\r\n\r\n\"You could never have been anything but what you are, Vatnir.\"",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"The Beast is implacable, and his form is as bleak and somber as the Void.\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"A fitting image for my servant - and my progeny.\"",
      "female": ""
    },
    {
      "id": 162,
      "default": "<ispeech>Liar! Betrayer! May the Beast choke on your soul!</ispeech>",
      "female": ""
    },
    {
      "id": 163,
      "default": "A wisp of essence curls like smoke from the relic and disappears into the Void.",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"I'm getting rid of the dragon, just as you asked. I kept my end of the bargain - you keep yours.\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"Now that you have delivered them the information they seek, Berath no longer has use of you.\r\n\r\n\"They will cast you aside as a beast might a well-gnawed bone.\"",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"I have already pledged my service to Berath - twice.\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"I have already pledged my service to Magran.\"",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"I have already pledged my service to Eothas.\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"I have already pledged my service to Wael.\"",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"I have already pledged my service to Skaen.\"",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"And you believe he has shown himself worthy of your service?\"",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"Yes, of course!\"",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"I guess not?\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "The Beast nods. \"You are learning.\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"You have learned very little from your sojourn into the deepest realms of the Beyond.\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"It never mattered.\"",
      "female": ""
    },
    {
      "id": 186,
      "default": "The Beast nods. Though the creature cannot smile, you sense a sharp satisfaction radiate from it.",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"Do you intend to join the ranks of my frozen champions?\"",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"So I'd return to the White Void?\"",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"Return and remain. Yes.\"",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"I wanted to gain your favor.\"",
      "female": ""
    },
    {
      "id": 191,
      "default": "[Shrug.]",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"You have my attention. Will you pledge yourself to my service?\"",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"Yes.\"",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"No.\"",
      "female": ""
    },
    {
      "id": 196,
      "default": "\"There is no reason you cannot carry two in life, and you will have no use for Berath's in death.\"",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"I already carry two chimes.\"",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"There is no reason you cannot carry three in life, and you will have no use for the others in death.\"",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"Do not disappoint me.\"",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"You have proven useful to me in the past.\"",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"Perhaps you are not meant to walk among the living.\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"Do not disappoint me.\"",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"You pledged to serve me in the Hall of Stars, and you betrayed that pledge.\r\n\r\n\"You may have forgotten, but I have not.\"",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"I have no use for a tool whose loyalty is divided by his service to me and his dedication to his own legend.\"",
      "female": "\"I have no use for a tool whose loyalty is divided by her service to me and her dedication to her own legend.\""
    },
    {
      "id": 209,
      "default": "\"Very well.\"",
      "female": ""
    },
    {
      "id": 210,
      "default": "\"I expected better of you. Of both of you.\"\r\n\r\nShe squares her shoulders.",
      "female": ""
    },
    {
      "id": 211,
      "default": "\"Take Vatnir.\"",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"Wh - what?\"",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"No. I could take him at any moment, and I do not need him now.\"",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"A curiously swift change of heart.\"",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"Very well.\" The Beast nods, pleased.",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"It is rare that I give my regard to mortals.\r\n\r\n\"Do not disappoint me.\"",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"And I have no more need of beasts.\"",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"Then you did not succeed.\"",
      "female": ""
    },
    {
      "id": 219,
      "default": "The Beast snorts and shakes his heavy head.",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"The force that held the dragon's lair intact is gone, lost to the Void as all things are.\"",
      "female": ""
    },
    {
      "id": 221,
      "default": "\"But I would strike a compromise.\"",
      "female": ""
    },
    {
      "id": 222,
      "default": "\"Take Tekēhu.\"",
      "female": ""
    },
    {
      "id": 223,
      "default": "\"Take Xoti.\"",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"Take Pallegina.\"",
      "female": ""
    },
    {
      "id": 228,
      "default": "\"Captain, how am I to take this? How am I to bear it?\" Tekēhu's eyes widen, full of hurt.",
      "female": ""
    },
    {
      "id": 229,
      "default": "\"Your bed will be a cold one tonight, I say.\"",
      "female": ""
    },
    {
      "id": 230,
      "default": "\"My mother will hear of this in my prayers, captain. You will be lucky if she only sinks your ship.\" Tekēhu crosses his arms and stares through you.",
      "female": ""
    },
    {
      "id": 232,
      "default": "Xoti blinks, scowls, then shifts her weight to the balls of her feet, clearly ready for a fight.",
      "female": ""
    },
    {
      "id": 233,
      "default": "The Beast shakes his head. \"The insistent light of Eothas shines through her.\"",
      "female": ""
    },
    {
      "id": 234,
      "default": "\"Di verus? If this is a joke, it is not amusing.\"",
      "female": ""
    },
    {
      "id": 235,
      "default": "\"I have no interest in Hylea's secondhand castoff.\"",
      "female": ""
    },
    {
      "id": 236,
      "default": "\"The soul of Ondra's whelp is not mine to claim.\" The Beast snorts out a gout of icy air.",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"Your hospitality leaves something to be desired.\"",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"I have nothing to offer you but the sweet release of death.\"",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"No thanks.\"",
      "female": ""
    },
    {
      "id": 241,
      "default": "The Beast's eyes flash. A wisp of essence curls like smoke from the relic and is lost to the Void.\r\n\r\nHe throws it to the snow at your feet.",
      "female": ""
    },
    {
      "id": 242,
      "default": "\"Collect your prize. I am offended by its continued presence here.\"",
      "female": ""
    },
    {
      "id": 243,
      "default": "\"Didn't you just ask me to get rid of this phylactery?\"",
      "female": ""
    },
    {
      "id": 244,
      "default": "\"I'm willing to wager on your sense of self-preservation. It is perhaps the only sense you possess.\"",
      "female": ""
    }
  ]
}