{
  "Component": "exported",
  "Name": "conversations\\10_magrans_teeth\\10_cv_rathun_soul_lair",
  "Entries": [
    {
      "id": 1,
      "default": "A haze of soul essence sifts up like smoke from a corpse scored with heavy claw marks.\r\n\r\nOddly, no blood pools beneath the body. The wounds have been cauterized.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Reach for the soul.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Leave it be.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "Hot to the touch, the essence slowly wafts through your fingers. Then you're tumbling down into the feverish sensation of a soul read.",
      "female": ""
    },
    {
      "id": 5,
      "default": "You are a great champion - a goliath among giants - your chest tight with pride. And now something darker, a strange... Dread. \r\n\r\nIt flickers inside of you like the fires of a waking forge because you know you too are soon to be tempered as you stare down upon the distant god, the defiler your brothers and sisters died to defeat but could not, who now gluts on the adra spire, striking plans against Magran.",
      "female": ""
    },
    {
      "id": 6,
      "default": "The iron chains that suspend the bridge beneath your feet drip blood and sweat. Weeping. The Maw spans below, battered by the invader - the Jagged Keep now ever more apt in name. \r\n\r\nHe cut a path to the spire and could not be stopped. He drank deeply from so many of you.",
      "female": ""
    },
    {
      "id": 7,
      "default": "The brenthís watches beside you. She is fierce and will know what to do. She can hear Magran within the flames. \n\nWithout further delay, she hastens you into the dragon's lair. She will call the beast, and it will ride with you into the assault.",
      "female": ""
    },
    {
      "id": 8,
      "default": "Inside, the cavern is dark and simmering. The brenthís rushes ahead of you, despite your barked warning. Something is wrong - the heat roils against your skin, a whisper of death, dangerous rather than comforting.\n\nThe defiler god has riled the dragon.",
      "female": ""
    },
    {
      "id": 9,
      "default": "The brenthís has raised her torc high as if to collar the dragon, the light of it sheening her helm in the darkness. She is thundering, 'The time has come, Jada! Submit to Magran's will!' And the walls rumble from a sudden earthquake - no, from the beast's laughter.\n\nA shadow looms to your left. Then scalding claws punch through your skin.",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Rest now, warrior. Your soul is safe with me.\"\r\n\r\nXoti bows her head as she drags her lantern over the corpse from head to foot and back up again. When she reaches the Rathun's punctured chest, his soul lifts up from the body and drifts towards the lantern. With a shudder, it settles inside the copper cage.",
      "female": ""
    }
  ]
}