{
  "Component": "exported",
  "Name": "conversations\\10_magrans_teeth\\10_si_magran_elevator",
  "Entries": [
    {
      "id": 1,
      "default": "A statue of Magran towers above you. Bloodied and battle-ready, the goddess clutches both sword and shield.\r\n\r\nAt the base of the statue, a rectangular, iron-slatted altar rests between two unlit braziers.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Descend into the depths of Ashen Maw.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Ascend into the Jagged Keep.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Place the torc on the altar.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Examine the altar.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 7,
      "default": "With a squeal of metal against metal, the entire floor drops a stomach-lurching five feet. Chains clang like the toll of a bell as they catch, pounding against the timeworn gears. Then the shrine begins steadily lowering into the Maw.",
      "female": ""
    },
    {
      "id": 8,
      "default": "Chains clanking, floorboards rattling, the elevator steadily climbs toward the Jagged Keep.",
      "female": ""
    },
    {
      "id": 9,
      "default": "The braziers on either side of the altar flare to life, red-hot flames shooting high before settling into a steadier, softer burn within the bowls.\r\n\r\nLava eddies beneath iron grating in the floor, heating the soles of your feet, while the statue herself seems to wake, metal groaning, rasping, as the shrine moves.",
      "female": ""
    },
    {
      "id": 10,
      "default": "The slatted top of the altar has been hammered silver-water smooth, except for a single circular groove, notched deep into the center of the slab.\r\n\r\nCharred bits of metal, leather, and bones are piled in the interior of the circular groove - the remains of prior offerings to the goddess.",
      "female": ""
    },
    {
      "id": 11,
      "default": "Wedged into the circular groove, the Torc of Bithákten blazes with arcane power. Grasping the torc now would surely sear through both armor and skin.",
      "female": ""
    },
    {
      "id": 12,
      "default": "You step close to the shrine and to Magran's metal form, her eyes bleeding lava, heat blasting you in your face. \n\nThe bathor burns an offering within the torc. Then he steps back, waiting for the gears to churn the chains.",
      "female": ""
    },
    {
      "id": 13,
      "default": "As the shrine fires to life, lava eddies beneath iron grating in the floor, heating the soles of your feet.\r\n\r\nThe Rathun warriors stomp onto the platform, gathering close to Magran's scorching statue.",
      "female": ""
    },
    {
      "id": 14,
      "default": "As the shrine cranks lower into the Maw, Eothas' colossal adra-carved dome, neck, and shoulders slowly emerge into view. This close, the god rises up like a mountain, larger than you ever remember having seen him. Energy vibrates from his massive body, and a cacophony of mutterings and shouts from the souls whirling within it slams into you, nearly knocking you from your feet.",
      "female": ""
    },
    {
      "id": 15,
      "default": "A statue of Magran towers above you, eyes flaming, fists gripping her instruments of war\r\n\r\nAt the base of the statue, a rectangular, iron-slatted altar rests between two blazing braziers. In the center of the altar, the Torc of Bithákten brightly burns - an offering to Magran.",
      "female": ""
    },
    {
      "id": 16,
      "default": "Their faces, proud and resolute, disappear under the floor of the keep as the shrine descends towards Eothas.",
      "female": ""
    },
    {
      "id": 17,
      "default": "You hear their cries of battle. They muffle when the shrine retracts back into the keep, the torc resting on its altar.",
      "female": ""
    },
    {
      "id": 18,
      "default": "The slatted top of the altar has been hammered silver-water smooth, except for a single circular groove, notched deep into the center of the slab.\r\n\r\nCharred bits of metal, leather, and bones are piled in the interior of the circular groove - the remains of prior offerings to the goddess.",
      "female": ""
    },
    {
      "id": 57,
      "default": "Heat blasting you in your face, the vision of Magran retreats into her statue. The Rathun behind you seem oblivious to your exchange.\n\nThe bathor gives you one last solemn nod, waiting for the gears to churn the chains.",
      "female": ""
    },
    {
      "id": 58,
      "default": "Before you trigger the shrine to lower into the Maw, you realize not everyone in your group is standing on the platform. Rather than leaving someone behind, you wait to start the descent.",
      "female": ""
    }
  ]
}