{
  "Component": "exported",
  "Name": "conversations\\10_magrans_teeth\\10_si_eothas_saves_you",
  "Entries": [
    {
      "id": 1,
      "default": "Eothas' great hand floats away from the luminous adra pillar. As it pulls back, for a brief moment you see a golden tether flash into existence between the pillar and the great titan's back.\r\n\r\nWhen the adra fingers gently cradle you, there is first a sensation of warmth, but it is followed by a harsh splitting of consciousness.\r\n\r\nYour awareness vacillates erratically between the physical world and the spiritual dimension of Eothas' body.",
      "female": ""
    },
    {
      "id": 2,
      "default": "Your soul glides amid the many trapped with Eothas. As your brilliant form passes by them, they call and reach out for help.\r\n\r\nBelow Eothas' body, the volcano erupts. Molten rock rushes over the great adra body, but does not slow its movement.\r\n\r\nRathun rush to higher ground, but cannot outpace the lava, which overwhelms and consumes them as it rises.",
      "female": ""
    },
    {
      "id": 3,
      "default": "Your attention returns to the heart of Eothas' body. Deep within the whirling masses of souls, you again sense your own presence, the fragment that was taken from you.\r\n\r\nThis time, you reach out to it as it reaches out to you. You meet somewhere in the great mass of adra, the rest of the souls fading at the edge of your awareness.",
      "female": ""
    },
    {
      "id": 4,
      "default": "<i>We are together again.\r\n\r\nAre you ready to be together again?</i>",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Yes. It's about time.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Why wouldn't I be?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 9,
      "default": "<i>Are you certain? Since we've parted, you've become someone else. And I have become myself.</i>",
      "female": ""
    },
    {
      "id": 10,
      "default": "<i>When we join, we won't be ourselves anymore.</i>",
      "female": ""
    },
    {
      "id": 11,
      "default": "<i>Since we've parted, you've become someone else. I have become myself.</i>",
      "female": ""
    },
    {
      "id": 12,
      "default": "Your senses yank back to your body, still in Eothas' hand. There is light. Sunlight. He has emerged from Ashen Maw, the rim of the volcano and the great keep of the Rathun collapsing behind him. The adra is barely visible through the thick lava covering his body. And still, he moves.",
      "female": ""
    },
    {
      "id": 13,
      "default": "<i>Are you still the same Watcher who fed a wretch to Skaen's blood pool?</i>\r\n\r\nDarkness roils within the soul as it awaits your response.\r\n\r\n<i>I am.</i>",
      "female": ""
    },
    {
      "id": 14,
      "default": "<i>Are you still the same Watcher who devoured the souls at Heritage Hill?</i>\r\n\r\nDarkness roils within the soul as it awaits your response.\r\n\r\n<i>I am.</i>",
      "female": ""
    },
    {
      "id": 15,
      "default": "<i>Are you still the same Watcher who consigned the lost souls of the Dyrwood to oblivion?</i>\r\n\r\nDarkness roils within the soul as it awaits your response.\r\n\r\n<i>I am.</i>",
      "female": ""
    },
    {
      "id": 16,
      "default": "<i>Are you still the same Watcher who gave the lost souls of the Dyrwood to Woedica?</i>\r\n\r\nDarkness roils within the soul as it awaits your response.\r\n\r\n<i>I am.</i>",
      "female": ""
    },
    {
      "id": 17,
      "default": "<i>Are you still the same Watcher who gave the lost souls of the Dyrwood to the strongest of that land?</i>\r\n\r\nThe soul observes you, waiting.\r\n\r\n<i>I am.</i>",
      "female": ""
    },
    {
      "id": 18,
      "default": "<i>Are you still the same Watcher who returned the lost souls of the Dyrwood to the Wheel?</i>\r\n\r\nThe soul observes you, waiting.\r\n\r\n<i>I am.</i>",
      "female": ""
    },
    {
      "id": 19,
      "default": "<i>Are you still the same Watcher who returned the lost souls of the Dyrwood to their intended bodies?</i>\r\n\r\nA light shines within the soul as it observes you, waiting.\r\n\r\n<i>I am.</i>",
      "female": ""
    },
    {
      "id": 20,
      "default": "<i>Are you still the same Watcher who cast the lost souls of the Dyrwood to the far reaches of the Beyond?</i>\r\n\r\nThe soul quivers and flickers erratically as it observes you, waiting.\r\n\r\n<i>I am.</i>",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Would that I could do it again and again, a hundred times, I would never tire of it. Yes.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Yes.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"No.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"No. I've changed. I'm not that person anymore.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Yes. The fate that befell those souls awaits all souls.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Of course. The strong become stronger. This is the way it should be.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"No. I've changed for the better.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"I am, and I will do everything I can to save these poor souls before I am done.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "[Wink.] \"Yes.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"I am. And I hope to return these souls to the Wheel before I am done.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"She is the rightful queen of the gods. Who am I to deny her?\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"No, not quite the same. Not quite the same... at all.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "[Shake head.] \"Yes.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "[Nod.] \"No.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "[Twinkle eyes and raise eyebrows mischievously.]",
      "female": ""
    },
    {
      "id": 37,
      "default": "<i>Good. Then this should be easy.</i>",
      "female": ""
    },
    {
      "id": 38,
      "default": "<i>This may be painful, then. But I suppose it will be so for both of us.</i>",
      "female": ""
    },
    {
      "id": 40,
      "default": "You feel cool air. Sea water. The back of your mind pulls your attention back to your body.\r\n\r\nEothas stands amid the now-calm waves, kraken futilely clinging to his limbs as he gingerly sets down your ship with one hand. He carefully opens his other, setting your body on the deck.\r\n\r\nAs your head comes to rest, your vision rocks forward, pulled back into the adra, back to your soul.",
      "female": ""
    },
    {
      "id": 41,
      "default": "<i>Some of us is lost to him. Fragments and the empty spaces between them. They will always be a part of him.\r\n\r\nBut we are still us. And it's time for us to go. Together.</i>",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Together.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"No. You stay.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 45,
      "default": "The soul rushes toward you, flying into you with ferocious speed. You are thrust back through the adra, out of the palm of Eothas' hand, back into your body.",
      "female": ""
    },
    {
      "id": 46,
      "default": "<i>It's not up to you.</i>",
      "female": ""
    },
    {
      "id": 47,
      "default": "You can feel the sensation of your skin, the warmth of the adra, but you are not fully in control.\r\n\r\nThe other soul struggles to reach the surface of the body's consciousness, but you pull it down. Entangled, you float in a dark, boundless expanse. The more you fight each other, the closer you become, until somehow, impossibly, every piece of you is touching every piece of them.",
      "female": ""
    },
    {
      "id": 48,
      "default": "Through the distant window of your eyes, you see Eothas push slowly against your ship. Though his touch is light, it is still the touch of a god. The ship lurches, rapidly tearing across the water, southward.\r\n\r\nHis hand pulls away from your ship's wake, his body straightening, towering overhead. The volcanic rock, now cooled and gently steaming, sloughs from his body as he moves. The adra beneath is still immaculate, unmarred.\r\n\r\nHe watches you depart and you hear a voice in your mind as you sink deeper into the blackness of sleep.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Tell them what you have witnessed, Watcher. Tell them what is coming.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "The windows of your eyes retreat into the distance. The fragment of your soul is so close to you in the darkness that you can't tell if its thoughts are separate from your own.",
      "female": ""
    },
    {
      "id": 51,
      "default": "<i>Eothas is going to Ukaizo?</i>",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Eothas is going to Ukaizo.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "<i>He's going to stop the Wheel?</i>",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"He's going to stop the Wheel.\"</i>",
      "female": ""
    },
    {
      "id": 55,
      "default": "<i>Eothas is going to Ukaizo...</i>",
      "female": ""
    },
    {
      "id": 56,
      "default": "The words repeat in your mind until they become an incessant, meaningless mantra, involuntary meditation in the emptiness of your unconscious.\r\n\r\nWhen the words finally dissolve and become part of the darkness, you see a pinpoint of light.\r\n\r\nYou no longer sense the other soul, no longer sense the person you were before Eothas touched you. You swim toward the light.",
      "female": ""
    },
    {
      "id": 57,
      "default": "<i>Eothas is going to Ukaizo. He's going to stop the Wheel.</i>",
      "female": ""
    },
    {
      "id": 58,
      "default": "As you come closer, the light becomes two blurry spots of radiance.\r\n\r\nYou settle in behind your eyes and feel your lips already moving, mumbling. Around your body, you sense familiar scents and sounds, voices raised in shock and alarm.\r\n\r\nYou take control of your mouth, opening it wide and drawing a great breath...",
      "female": ""
    },
    {
      "id": 59,
      "default": "You are back inside him, back with yourself.",
      "female": ""
    },
    {
      "id": 60,
      "default": "The ocean is gone, water sucked away, leaving only the bare sea bed glistening in an ominous silence.\r\n\r\nYou summon the strength to turn your head. Through the cracks in the great god's fingers, you see a wall of water, taller than Neketaka, taller than Eothas, as tall as the moon. It comes with the rumbling of a terrible stampede.",
      "female": ""
    },
    {
      "id": 61,
      "default": "The wave slams into Eothas. His hand closes, protecting you from the devastation.\r\n\r\nSomewhere in your mind, you hear Ondra screaming.",
      "female": ""
    },
    {
      "id": 62,
      "default": "Your soul glides amid the many trapped with Eothas. As your brilliant form passes by them, they call and reach out for help.\r\n\r\nBelow Eothas' body, the volcano erupts. Molten rock rushes over the great adra body, but does not slow its movement.\r\n\r\nThe great keep, recently abandoned by the Rathun, is quickly consumed by the lava.",
      "female": ""
    }
  ]
}