{
  "Component": "exported",
  "Name": "conversations\\19_wizard_dungeon\\19_cv_telescope",
  "Entries": [
    {
      "id": 1,
      "default": "This brass telescope has recently been cleaned. Both lenses are polished to a fine sheen.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Look for the constellation of the Huntress.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Look for the constellation of the Panther.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Look for the constellation of the Kingfisher.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "The glare of the daytime sun prevents you from detecting any stars. You'll have to wait for night.",
      "female": ""
    },
    {
      "id": 7,
      "default": "You spot the Huntress with ease, her bandolier of weapons standing out as a band of stars. ",
      "female": ""
    },
    {
      "id": 8,
      "default": "You spot the Panther near a crescent of stars meant to represent a fallen bow. ",
      "female": ""
    },
    {
      "id": 9,
      "default": "You note the position of the Kingfisher just above a particularly bright pairing of stars. ",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Look through the telescope.]",
      "female": ""
    },
    {
      "id": 11,
      "default": "An ocean of stars stretches out before you. The night sky is no stranger, but you seldom see it with such intimacy.",
      "female": ""
    },
    {
      "id": 12,
      "default": "[Look for the constellation of the Leviathan.]",
      "female": ""
    },
    {
      "id": 13,
      "default": "The Leviathan is positioned over a cluster of stars in the shape of a shattered canoe.",
      "female": ""
    },
    {
      "id": 14,
      "default": "A dizzy spell overtakes you. The stars blur out of their normal positions. When your focus returns, each of the celestial bodies cracks open, one by one, their light bleeding together. \r\n\r\nThe stars converge to form a series of winking eyes. ",
      "female": ""
    },
    {
      "id": 15,
      "default": "<ispeech>Greetings, pal.</ispeech>\r\n\r\nThe words spell themselves out in the stars. Beneath the winking eyes, the crescent moon slowly widens and rotates into a grin.",
      "female": ""
    },
    {
      "id": 16,
      "default": "<ispeech>While you're looking around, try not to think too hard about what's 'up' here. Some secrets are worth keeping.</ispeech>\r\n\r\nThe largest of the eyes winks. ",
      "female": ""
    },
    {
      "id": 17,
      "default": "You blink and the night sky reasserts its normal configuration.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Wael?\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"You look like you could use some fresh air.\" Aloth blinks at you in concern.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Feeling all right? Talking to some dead people in there?\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Welcome to the night sky, Obscured One.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "You take down the constellation's coordinates.",
      "female": ""
    },
    {
      "id": 25,
      "default": "Several bright constellations crowd the night sky for space.",
      "female": ""
    }
  ]
}