{
  "Component": "exported",
  "Name": "conversations\\15_rdc_port\\15_si_engwithan_pylon_right",
  "Entries": [
    {
      "id": 1,
      "default": "The ring continues its lethargic rotation around the pylon. Up close, it emanates a faint hum.",
      "female": ""
    },
    {
      "id": 2,
      "default": "You find a small machine sitting on a dais, surrounded by a spinning ring. It appears to be of Engwithan origin.",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Deactivate the machine.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "You shut down the machine. The floating ring grinds to a halt, and the energy it emits winks out of existence.",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Examine the machine.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "You note the speed of the ring's rotation and the subtle pattern of the machine's humming. After a bit of prodding, the pylon's workings make sense to you.",
      "female": ""
    },
    {
      "id": 7,
      "default": "No matter how you poke and prod at the machine, its purpose eludes you.",
      "female": ""
    },
    {
      "id": 8,
      "default": "[Try to break the machine.]",
      "female": ""
    },
    {
      "id": 9,
      "default": "You smash the control panel a few times until the sensitive machinery buckles and breaks. A moment later, the ring around the machine stops spinning. The energy it emits winks out of existence.",
      "female": ""
    },
    {
      "id": 10,
      "default": "Try as you might, the pylon proves impervious to your attacks.",
      "female": ""
    },
    {
      "id": 11,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 17,
      "default": "The entire structure shakes so violently it nearly knocks you to your knees. The barrier flickers, then disappears with a pop.",
      "female": ""
    },
    {
      "id": 18,
      "default": "The rumbling is louder this time, and the barrier opposite you flashes and wavers. Cracks race up the walls, followed by many more leaks.",
      "female": ""
    },
    {
      "id": 19,
      "default": "A low rumbling echoes through the ruins, and the barrier on the window nearest you flickers briefly. Small trickles of water begin to flow nearby.",
      "female": ""
    }
  ]
}