{
  "Component": "exported",
  "Name": "conversations\\15_rdc_port\\15_si_transition_exit_pylons_destroyed",
  "Entries": [
    {
      "id": 4,
      "default": "Water floods into the ruins. You have just enough time to pull on your diving suit before the water crests your head.",
      "female": ""
    },
    {
      "id": 5,
      "default": "Though you're in no danger of drowning, you're not yet safe. The rumbling deep in the ruins doesn't subside but instead grows louder by the moment. You dart out the window opposite the pylon and start the long swim up to your waiting ship.",
      "female": ""
    },
    {
      "id": 18,
      "default": "Partway up to the surface, you notice that it's getting harder and harder to take full breaths, and the bulk of the diving suit is now starting to weigh you down. Something is very wrong with it.",
      "female": ""
    },
    {
      "id": 19,
      "default": "[Shrug off the suit and make a mad dash for the surface.]",
      "female": ""
    },
    {
      "id": 20,
      "default": "[Examine the suit for damage.]",
      "female": ""
    },
    {
      "id": 21,
      "default": "[Rig a quick fix for the helmet.]",
      "female": ""
    },
    {
      "id": 24,
      "default": "A quick once over reveals that a rent in the helmet is letting water in, reducing the amount of air being cycled by Iverra's magic and thus making the suit heavier.",
      "female": ""
    },
    {
      "id": 26,
      "default": "You swim for the surface as fast as you can, feeling exposed now without the diving suit. Eventually you see light up above just as you begin to see spots in your vision. You finally break the surface and gulp down fresh air before clambering aboard your ship.",
      "female": ""
    },
    {
      "id": 27,
      "default": "You swim for the surface as fast as you can, feeling exposed now without the diving suit. Before you even see light from above the ocean, you begin to see spots in your vision. As your vision goes black you push forward with a burst of speed born of desperation.",
      "female": ""
    },
    {
      "id": 28,
      "default": "Barely conscious, you break the surface of the water and greedily fill your lungs with fresh air before clambering aboard your ship, exhausted but alive.",
      "female": ""
    },
    {
      "id": 29,
      "default": "With no time to spare, you tear off a piece of cloth from the suit and quickly wrap the damaged portion of the helmet. Water continues to trickle in, but at a much reduced rate and you eventually make it back to your ship fully intact.",
      "female": ""
    },
    {
      "id": 30,
      "default": "You tear off a piece of cloth from the suit and attempt to wrap it around the damaged part of the helmet. Try as you might, you can't get the water to stop flowing in. ",
      "female": ""
    },
    {
      "id": 31,
      "default": "You continue to swim for the surface, growing more and more sluggish from the suit's weight and lack of air. At long last, you finally see light of the surface. You break the surface and clamber aboard your ship, exhausted but alive.",
      "female": ""
    }
  ]
}