{
  "Component": "exported",
  "Name": "conversations\\15_rdc_port\\15_si_transition_enter",
  "Entries": [
    {
      "id": 1,
      "default": "You arrive at the location off the coast of Sayuka that the coralmason told you about. You peer over the edge of your ship and see a faint glow in the waters far, far below.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Don your diving suit and swim down.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Turn back.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "You clamber into the diving suit and leap from your boat, hitting the water with a tremendous splash.\r\n\r\nYou swim toward the light - breathing fresh air thanks to Iverra's invention.",
      "female": ""
    },
    {
      "id": 6,
      "default": "You walk through the barrier and discover the interior of the ruins aren't flooded, as you might have expected, but dry. You remove your helmet, take a deep breath of fresh air, and walk into the ruins of Cignath Mór.",
      "female": ""
    },
    {
      "id": 7,
      "default": "As you fall through the depths, the water grows dark, but the glow below you ever brighter. Schools of gigantic fish twist and swirl around you, paying you no heed.\r\n\r\nSoon enough, you can make out the vague shape of a structure resting on the sea floor. Rising from the ruins of Cignath Mór is a tall spire and what appears to be a small landing platform.",
      "female": ""
    },
    {
      "id": 8,
      "default": "The glow appears to be coming from somewhere near the sea floor. You would surely drown if you attempted to swim down.",
      "female": ""
    },
    {
      "id": 9,
      "default": "[Pass through the barrier]",
      "female": ""
    },
    {
      "id": 11,
      "default": "When you finally reach the spire, you find that a shimmering barrier surrounds the ruins. You pass your hand through the barrier and feel nothing but a tingle like static electricity across your skin.",
      "female": ""
    }
  ]
}