{
  "Component": "exported",
  "Name": "conversations\\13_fort_deadlight\\13_cv_mirke",
  "Entries": [
    {
      "id": 1,
      "default": "\"Welcome one and welcome all! Buy me a bottle, and I'll be your finest loving pal.\" She hiccups into her fist, then pounds it on her chest to loose an impressive belch. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Might that be my sweetest new crony, bringing me a fresh cask of bitter booze? I tell you, chum, we're mates by spirit if not by ship!\"\r\n\r\nThe pirate whips her head around at your approach, swaying slightly on her feet.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Well, if it ain't my fond and feckless friend! Wait, no, I didn't mean that. My tongue gets a tad twisted when I'm too far into the cups.\"\r\n\r\n",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Black pox me!\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Looking to share more tipple and conversation? I'm happy enough to oblige.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"What says you, lad?\"",
      "female": "\"What says you, lass?\""
    },
    {
      "id": 7,
      "default": "\"I never thought you could really get the better of Ben. I swear it.\r\n\r\n\"Bloody wounds, I'll be a dead woman if Aeldys ever finds out what I did...\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"How are things around Fort Deadlight?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Feeling okay?\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"I have the special stew.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Is this the right rum?\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"What was it I needed to draw Benweth to the Court?\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"What do we need to get a ruckus started?\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Say I wanted to draw Benweth down here...\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I'm looking for Benweth.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Why's Benweth avoiding the fort's common areas?\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Quieter than usual. I guess, I have you to blame for that.\" She shrugs, lifting her mug.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Right as rain, why? From the party? I never feel bad afterwards. The trick is to puke before you pass out.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Hurrah, you! Things sure are looking grand here.\"\r\n\r\nShe leans forward to sniff the steaming stew and nearly topples into the cask.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"And they're about to get better.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Distribute the stew!\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Only way to know for sure is to give it a taste, eh? Let's just have a quick swig.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Burn and blast my bones. Yeah. This'll sink the festivities into deeper waters, all right.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"We need a bigger, wilder party if we want to whet Benweth's appetite.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"What we need is some stew to match our spirits.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"While we're having a good time, clearly the party's not wild enough yet.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"I'm sure this won't involve anything nefarious.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Let's turn this party hog-wild!\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "[Press your lips into a hard line.]",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"We've come this far, we should see it through.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Wouldn't be much fun if it didn't.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Me and you, buddy, old pal, we share the same soul, I think.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"I never was very good at reading lips.\" She squints at you for longer than seems necessary, swaying a bit as she stares.",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"But not just any stew. It has to be Cookie Maina's specially spiced stew.\" Elbowing you in the ribs, she winks exaggeratedly.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Cookie's kitchens are in the northern side of the dungeons, beyond the powder stores. Right in the belly of our fort.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"The lower floor's locked down though, so sneaking past the guards might prove difficult.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Tell me more about Benweth's harpsichord.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Guards?\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Let me ask you about something else.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"He stole it, no surprise there. And he plays it like a god sent from Hel.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"They like debauchery as much as the rest of us, so they might be inclined to leave their posts if they knew what a grand time we're having up here.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"The more booze, the rowdier we Príncipi get. The better the booze... well, that's when the real fun starts.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"I happen to know, Deadlight's recently received a shipment of excellent god-killer's rum. It's reserved for Aeldys' private stock.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Snatch us a barrel, will you? They're outside on the eastern ramparts at the base of the crane.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Careful, though. The stairs'll be guarded by Benweth's own crew. And they're in a sour mood.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"What will Benweth do if Aeldys' rum is stolen for a party?\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"How can I avoid the guards on the ramparts?\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"I want to talk about something else.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"He'll savor and guzzle it with the rest of us, then later find someone to blame.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Most direct route to the ramparts is up the stairs by the eastern towers. Ancret's on post there.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Ben loves him some good festivities. Blood or booze - doesn't matter so long as it's flowing freely.\" ",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Long as it don't get too out of hand, the captain'll probably join us rather than shutting things down.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Aye, you're likely to find him here from time to time. But at the moment, he's staying uptop in Aeldys' private quarters.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Oh, you meant because the captain's second in command to Aeldys. When she's off plundering, it's him who runs the Deadlight.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"He's tamping the fort down 'cause he doesn't want to get in trouble with Aeldys again. Last time, we might've got too rowdy...\" She snickers into her cup.",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"He's brutal when he's sober and he's bloody mad when he drinks. So he's keeping to himself, I'd guess.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Aeldys ain't a pushover, but she don't like Benny's increasing aggressiveness.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Damn me, the cup's run dry.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"I might be going cross-eyed. How many fingers am I holding up?\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Eat hearty, you bone-idle chums! Be merry and wild!\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"How comes it? We're having an uproarious time.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Drink up, tars! To our better friendship!\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Wounds and blood! Cleave him to the brisket!\"",
      "female": "\"Wounds and blood! Cleave her to the brisket!\""
    },
    {
      "id": 66,
      "default": "\"She's a bit of a gambler. Likes a good bet, but loses more than she ought. \r\n\r\n\"I hear Snake Eyes got her for quite a lot of coin. Seems he's good at rigging, and I don't mean sails.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"You mean this god-killer's rum?\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Why, I think I do.\" Nearly drooling, she rubs her hands together. She licks at one corner of her mouth as she grins.",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"I already have some on hand.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Well, aren't you trickier than a Siren in the dark.\" She tries to give you a sly smile, but the quirk's more sloppy than cunning.",
      "female": ""
    },
    {
      "id": 73,
      "default": "She wipes grog from her mouth with the back of one hand.",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Why's that?\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"How do I get there?\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Well, they're real nice.\" At your pointed look, she shrugs. ",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"You don't.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Ben's locked down the inner halls and the upper ramparts. No one but from his own crew's allowed within.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"But executing all those political prisoners sure was fun.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"You'll have to pardon my lack of wits.\"\r\n\r\nHer lips sheen from her drink when she lazily grins.",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"That's why Aeldys is always having to rein him in.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"I know how to get us started, but you'll be doing the leg work. Seeing as I don't fancy a punishment should the captain get mad.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"If he gets out of hand again, she might hang him by his squishy bits from the bowsprit of his own ship.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"I'm listening.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"We get wild enough, and you watch - Ben will even play us some tunes. That's his harpsichord over in the corner.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Best thing I ever heard aside from a man's moans in my ear. Did you know when you - oh, we were discussing Benny's rapturous fingers, not mine.\" ",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"He plays like a hurricane. Night after night. Louder we get, the harder he pounds those keys. He can't help it, the preening sprat.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Bleed my guts if it wasn't worth it, though.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"You said Benweth would be here. He's not.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"And why would you want to be doing that?\" She hiccups.",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"To talk.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"He and I have some unfinished business.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"That's what they all say. Think you're the first to want to slide a knife between Ben's ribs?\" She shrugs.",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"So long as it stays between just you and him...\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"It ain't no skin off of my nose if you want to die.\" ",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"Drub me fucking dry... gods...\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"I'm lucky I'm still alive after your stunt.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"What I mean is, it's got a phantasmal kick to it.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"Drub me fucking dry... gods...\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "She lets out a long belch.",
      "female": ""
    },
    {
      "id": 101,
      "default": "Mirke hiccups behind her hand.",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"Can't say that I am after what you did to Brutal Benny! He's madder than a sea-wasp and will be looking for someone to sting.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "After a woesome sigh, she tips back her tankard and drinks deeply.",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Can't say that I am after <i>someone</i> went and killed our Brutal Benny! I'd bet my last bottle of rum, Aeldys flays someone alive when she finds out.\r\n\r\n\"And I'd prefer it not be me.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"You mentioned work?\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Damn me, the cup's run dry.\"",
      "female": ""
    }
  ]
}