{
  "Component": "exported",
  "Name": "conversations\\13_fort_deadlight\\13_cv_pirate_cook",
  "Entries": [
    {
      "id": 1,
      "default": "A portly woman startles at your approach. As she downswings her meat cleaver, she nearly catches her fingers. Glowering, she more carefully resumes hacking at what looks to be a slab of ribs.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Speak up so I can hear you.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Haven't gotten any orders lately.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Watch how much you eat. It's potent stuff.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Do I hear a mouse scritch and scratching?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Who are you, and what are you doing here?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Only Benweth's crew has access to my kitchens. Not that I care, really.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Give me a hogshead of stew.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"I'm looking for Captain Benweth.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"You don't care that I'm trespassing?\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"It's about time they sent someone for it. It only keeps for a fortnight.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Let me add the special ingredient.\"\r\n\r\nThe cook sifts a dark powder into the soup, stirring it quickly before she dumps the cauldron into a waiting cask. \r\n\r\nShe gives you a wink before rolling the barrel over.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"You won't find him in the kitchens ever. He's high and mighty, goldbricking in Captain Aeldys' quarters now.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"These stairs go back to the Court. It's the tower adjacent to this one that leads to Aeldys' quarters.\" \r\n\r\nShe points out the stairs in the back of the kitchen with a slice of her cleaver through the air.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Think I want to tattle on you? What do I care if you're looking to hang yourself?\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Sneak around enough where you ain't supposed to. Benweth'll catch you. Carve you into chunks for my stew.\" She cracks her meat cleaver on the counter.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Got to cook a big feast for Ben's farewell. Out with you.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Ben's ordered nothing but sharkmeat of late. I hear cause someone made him feel small.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "She rolls her neck on her shoulders.",
      "female": ""
    }
  ]
}