{
  "Component": "lax1_exported",
  "Name": "conversations\\lax01_00_arena_island\\lax01_00_si_vine_barrier",
  "Entries": [
    {
      "id": 1,
      "default": "You can still hear the murmur of water behind you when the cave comes to an abrupt end, stymieing your progress. The passage has been closed off with a brick wall, the uneven stones largely obscured by a thick curtain of vines.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Burn the vines down with magic.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Hack through the vines with a weapon.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Return the way you came.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Improvise an alchemical concoction combining rune powder, a rahi pod, and a solution to immolate the vines.]",
      "female": ""
    },
    {
      "id": 7,
      "default": "Drawing on your alchemical training you crush some rahi pods and drain their oil into the solution. You dab that over the vines, before filling your cupped hand with rune powder. Blowing carefully over the pile, you lightly dust the solution.",
      "female": ""
    },
    {
      "id": 8,
      "default": "The vines and crumbling mortar stand little chance against your combination of strength and steel.",
      "female": ""
    },
    {
      "id": 9,
      "default": "The vines resist the onslaught, and an unpleasantly itchy rash arises wherever they manage to contact skin. Eventually, however, the wall comes down, bringing the vines with it.",
      "female": ""
    },
    {
      "id": 10,
      "default": "With a few chanted words and hand signs, you conjure a flame to burn away the vines. In their absence, the wall loses much of its cohesion and collapses.",
      "female": ""
    },
    {
      "id": 11,
      "default": "With a few chanted words and hand signs, [Specified 0] conjures a flame to burn away the vines. In their absence, the wall loses much of its cohesion and collapses.",
      "female": ""
    },
    {
      "id": 12,
      "default": "Little light is visible through the hole in the wall, but you can just make out a sound that could be the babbling of water... or of kith.",
      "female": ""
    },
    {
      "id": 13,
      "default": "[Specified 0] performs a complicated alchemical procedure, combining the crushed remnants of rahi pods with a clear solution, then coating the vines with the mixture. The alchemist then lightly dusts the vines with rune powder.",
      "female": ""
    },
    {
      "id": 14,
      "default": "After a few minutes of concerted effort by [Specified 0], the cave is filled with flaring violet and green light and the agonized screams of the alchemist. The flames quickly expend themselves, leaving [Specified 0]'s hands and arms blistered and blackened.",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Specified 0]'s strength and steel proves more than a match for the vines and mortar.",
      "female": ""
    },
    {
      "id": 16,
      "default": "You dust the walls with rune powder, then carefully crush rahi pods to add to the admixture. You're not careful enough, and the components alight in your hands in a blinding burst of violet and green that leaves your skin charred and disconcertingly numb.",
      "female": ""
    },
    {
      "id": 17,
      "default": "[Use a hammer and chisel to clear the way.]",
      "female": ""
    },
    {
      "id": 18,
      "default": "It takes a couple of hours, but you manage to chisel your way through the crumbling mortar. As the wall comes down, the vines come with it.",
      "female": ""
    },
    {
      "id": 19,
      "default": "Moments later, the vines alight in a bright flare of violet and green that quickly reduces them to ash. In their absence, the wall loses much of its cohesion and collapses.",
      "female": ""
    }
  ]
}