{
  "Component": "lax1_exported",
  "Name": "conversations\\lax01_00_arena_island\\lax01_00_si_seeker_forest",
  "Entries": [
    {
      "id": 1,
      "default": "The path broadens before abruptly terminating in a broad, open clearing. For a moment it seems as if the jungle itself is aglow, each tree limned in faint green, but then you see the source of the illumination - a skull almost afire with soul energy.",
      "female": ""
    },
    {
      "id": 2,
      "default": "You get no chance to retrieve it, however, as spiders descend upon you from the darkness above.",
      "female": ""
    },
    {
      "id": 3,
      "default": "The deeper you travel into the island's southwestern wilds, the denser the jungle becomes. The air thickens, heavy with humidity, and the impenetrable canopy allows only the faintest light from the sky above.",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Enter the forest.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Return the way you came.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "Tendrils of gray fog creep across the roots and vines, slowly rising - reaching - as you push further into the island's expanse. The air grows opaque, and quiet murmurs carry on the faint breeze.",
      "female": ""
    },
    {
      "id": 11,
      "default": "Just as it reaches its thickest, the foggy morass parts like a curtain, revealing again the path before you.",
      "female": ""
    },
    {
      "id": 12,
      "default": "Between the two paths you find a simple statue, a stone pedestal topped with the many-eyed face of the Seeker.",
      "female": ""
    },
    {
      "id": 14,
      "default": "[Take the left trail.]",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Take the right trail.]",
      "female": ""
    },
    {
      "id": 16,
      "default": "[Attempt to backtrack.]",
      "female": ""
    },
    {
      "id": 17,
      "default": "The jungle grows darker as you press ever more deeply into its heart.\r\n\r\nThe path forks again before you, and while the split looks slightly similar to the last, you can tell it bears enough differences to suggest you're making progress.",
      "female": ""
    },
    {
      "id": 18,
      "default": "As you press deeper into the jungle, the path narrows as if the trees were looming ever-nearer, threatening.\r\n\r\nThey seem almost displeased with you.",
      "female": ""
    },
    {
      "id": 19,
      "default": "You continue into the growing gloom. To every side grow gargantuan trees - their upper branches disappearing into the darkness above - and the path winds among their bases, each as broad as a castle's turret. ",
      "female": ""
    },
    {
      "id": 20,
      "default": "The jungle grows darker as you press ever more deeply into its heart.\r\n\r\nThe path forks again before you, and while the split looks slightly similar to the last, you can tell it bears enough differences to suggest you're making progress.",
      "female": ""
    },
    {
      "id": 21,
      "default": "[Inspect the paths.]",
      "female": ""
    },
    {
      "id": 22,
      "default": "[Examine the statue.]",
      "female": ""
    },
    {
      "id": 23,
      "default": "The paths to either side seem uncannily similar, almost symmetrical, as if a pane of glass runs between them, one the reflection of the other. \r\n\r\nThe trees bend above like long, many-jointed legs, and their limbs entwine with vines into an impermeable tangle.",
      "female": ""
    },
    {
      "id": 24,
      "default": "The statue has clearly been standing at this fork for ages, the lines weathered, the details worn away by the elements. Moss grows across the base, and vines hang down from the spider-like head. The Seeker's eyes stare at you, unblinking.\n\nYet everything about the sculpture, down to the draping foliage, seems impossibly symmetrical.",
      "female": ""
    },
    {
      "id": 28,
      "default": "Everything except the one eye missing from the statue's left side.",
      "female": ""
    },
    {
      "id": 29,
      "default": "[Take the center trail.]",
      "female": ""
    },
    {
      "id": 31,
      "default": "You enter the cave, making your way through the winding darkness. For a time, you hear nothing save your own breathing. But then the whisper of insects draws you forward, growing gradually until it almost sets the air to humming.",
      "female": ""
    },
    {
      "id": 32,
      "default": "The cave disgorges you into the jungle, though the darkness is so deep you do not at first realize you've emerged. \r\n\r\nThe chittering of mandibles and movement of heavy, many-jointed limbs echo above and around you.\r\n",
      "female": ""
    },
    {
      "id": 33,
      "default": "It forks to the left and the right, each path looking roughly as passable as the other.",
      "female": ""
    },
    {
      "id": 34,
      "default": "[Take the left trail.]",
      "female": ""
    },
    {
      "id": 35,
      "default": "[Take the right trail.]",
      "female": ""
    },
    {
      "id": 36,
      "default": "[Attempt to backtrack.]",
      "female": ""
    },
    {
      "id": 37,
      "default": "After a few hours, the jungle gives way to a forest that - while verdant - proves a welcome respite from the unnatural thickness of the jungle.\r\n\r\nYou've found your way back to the edge of this wilderness.",
      "female": ""
    },
    {
      "id": 39,
      "default": "The path separates again, but this time there's no plinth and no bust of the Seeker. Instead you find a third path, central, between two others. \r\n\r\nWhile the paths to either side appear almost reflections of one another, the central path looks cramped and overgrown. It descends into a dark cave.",
      "female": ""
    },
    {
      "id": 40,
      "default": "Anyone you leave behind now, you realize, will likely be lost forever.",
      "female": ""
    },
    {
      "id": 41,
      "default": "[Leave this place.]",
      "female": ""
    },
    {
      "id": 42,
      "default": "[Stay and continue seeking.]",
      "female": ""
    },
    {
      "id": 44,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 45,
      "default": "You follow the trail, and quiet rustling sounds murmur from the obscurity of the undergrowth.\r\n\r\nThe path forks again before you.",
      "female": ""
    },
    {
      "id": 49,
      "default": "A rush of shifting leaves above serves as the only warning you get before the massive, bulbous form of a giant spider descends from the canopy. With impossible quickness, its legs wrap around [Specified 0], before the beast ascends again into the shadowy recesses above.\r\n\r\n[Specified 0]'s shouts go abruptly silent.",
      "female": ""
    },
    {
      "id": 55,
      "default": "You turn away, leaving the forest to whatever resides within.",
      "female": ""
    },
    {
      "id": 56,
      "default": "[Shout] \"Give 'em back you fiends!\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "[Continue cautiously forward.]",
      "female": ""
    },
    {
      "id": 58,
      "default": "[Search for enemies.]",
      "female": ""
    },
    {
      "id": 59,
      "default": "[Attempt to flee.]",
      "female": ""
    },
    {
      "id": 60,
      "default": "The jungle answers only in ceaseless chitters.",
      "female": ""
    },
    {
      "id": 61,
      "default": "You see nothing to attack and nothing likely to attack you.",
      "female": ""
    },
    {
      "id": 62,
      "default": "Anyone you leave behind now, you realize, will likely be lost forever.",
      "female": ""
    },
    {
      "id": 63,
      "default": "[Leave this place.]",
      "female": ""
    },
    {
      "id": 64,
      "default": "[Stay and continue seeking.]",
      "female": ""
    },
    {
      "id": 65,
      "default": "You flee through the old growth, crashing through brambles and thickets, pushing aside limbs and vines, until the jungle thins, and you find yourself again at its edge.\n\nYou've escaped with your life.\n",
      "female": ""
    },
    {
      "id": 69,
      "default": "[Interpret the statue's meaning.]",
      "female": ""
    },
    {
      "id": 70,
      "default": "It strikes you as unusual that the Seeker would be presented as blinded, given that aspect of Toamowhai on the gathering of knowledge. You doubt that the Seeker's cult venerates the blind.",
      "female": ""
    },
    {
      "id": 71,
      "default": "[Specified 0] examines the figure. \"Strange isn't it, the Seeker being presented as blinded? Partially so, anyway. Think the Seeker's cult respects the blind any more than the Slayer's the feeble?\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "Other than that... Well, it looks like a spider. Or an aumaua. \r\n\r\nOr some kind of spider-aumaua.",
      "female": ""
    },
    {
      "id": 73,
      "default": "The path narrows into gloom before you, the persistent drone of insects subsiding into soft whispers on the edge of hearing.",
      "female": ""
    },
    {
      "id": 75,
      "default": "A twig snaps in the distance. \"You hear that?\" Konstanten asks.\r\n\r\nSilence falls. The dwarf hugs his arms around himself and frowns. \"Gives me the godsdamned creeps.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "There is no hint of tracks here, neither animal, wilder, or kith, as if this trail has never before been traveled.",
      "female": ""
    },
    {
      "id": 77,
      "default": "The Seeker is rendered with an eye missing. Or perhaps the eye has been removed since, the statue defaced by some other contestant in the island's games. ",
      "female": ""
    },
    {
      "id": 78,
      "default": "[Specified 0] frowns at the plinth. \"It's the Seeker, right? Am I supposed to be looking for something else?\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "Everything except the one eye missing from the statue's right side. ",
      "female": ""
    },
    {
      "id": 80,
      "default": "The susurrus whispers in the woods grow, sounding less like insects and more like the chittering of some unseen audience...",
      "female": ""
    },
    {
      "id": 81,
      "default": "The path broadens and splits before you, impossibly returning you to a very familiar fork.",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"We've got to go after them, [Player Name]!\" Aloth turns to you, his eyes bright with fear.",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Not a second to waste, captain!\" Maia shields her eyes to follow the departing shape of the spider and [Specified 0].",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"We must find them, quickly!\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"[Specified 0]! Captain, that thing has a head start on us!\" Tekēhu whirls around in breathless panic.",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Good Gaun, did you see that? It just snatched them right up! Quick, we got to get them back.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Galawain's fecund spear! We best be getting [Specified 0] back fore the poor swabby ends up spider-slurped!\"\r\n\r\nSerafen points his weapon towards the air, turning in tight circles as if another ambush could happen any moment.",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Careful, Watcher. The visions are showing me monsters most terrible today.\r\n\r\n\"'Course, if a giant spider did just steal one of our own - we ought to hurry if we want them back alive.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"We had the right idea last time,\" Konstanten mutters.",
      "female": ""
    },
    {
      "id": 95,
      "default": "Rekke stares at you blankly. After a few long, silent moments, his eyes widen, and he slowly shakes his head.",
      "female": ""
    },
    {
      "id": 96,
      "default": "[Attempt to backtrack.]",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"For frost's sake!\" Vatnir swings blindly at the air above him. \"That beast'll eat the poor fool for certain!\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "The Seeker is rendered with an eye missing. Or perhaps the eye has been removed since, the statue defaced by some other contestant in the island's games. ",
      "female": ""
    },
    {
      "id": 99,
      "default": "The Seeker is rendered with an eye missing. Or perhaps the eye has been removed since, the statue defaced by some other contestant in the island's games. ",
      "female": ""
    },
    {
      "id": 100,
      "default": "The Seeker is rendered with an eye missing. Or perhaps the eye has been removed since, the statue defaced by some other contestant in the island's games. ",
      "female": ""
    },
    {
      "id": 101,
      "default": "The Seeker is rendered with an eye missing. Or perhaps the eye has been removed since, the statue defaced by some other contestant in the island's games. ",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"Merla!\" Ydwin snaps. \"Did you see the size -\" She clamps her mouth shut. Then, more calmly, \"We should locate [Specified 0]. Quickly.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Think it wanted a friend?\" Edér asks. \"No? Then we should probably see to finding [Specified 0].\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "You steel yourself.",
      "female": ""
    }
  ]
}