{
  "Component": "lax1_exported",
  "Name": "conversations\\lax01_00_arena_island\\lax01_00_cv_caretaker",
  "Entries": [
    {
      "id": 1,
      "default": "Hides drape the broad shoulders of the woman standing before you, and curved horns exaggerate her already prodigious height. Moss grows in patches on her bark-like skin, and as she turns her faintly glowing eyes towards you, her lips part into a smile, revealing two jagged rows of shark-like teeth.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"A wanderer? Come to watch the Crucible, have you?\" \r\n\r\nHer bright gaze pierces you as the crowd murmurs.\r\n",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Quite the show you put on, challenger.\"\r\n\r\nOne of her hands rests lightly upon the edge of the plinth, beneath the bowl of shimmering water.\r\n",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Or perhaps you've come to try your own hand against the challenges.\"\r\n",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"I don't recall the last challenger to enter the Crucible without first proclaiming their intent to me.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Has this discordant harmony actually caused any problems?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"I'm not taking part in your blood sport!\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Where would you suggest I start?\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Over the centuries of contests here, gallons of blood have been spilled in the arena. But the fights have always been - reasonable.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"You dismiss as mere sport the beautiful and necessary. But such is your prerogative - cowards always flee.\"\r\n\r\nShe sighs quietly.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Should you grow claws, the Rite of Passage will await you at the Pool of Memories below. At least so long as the souls sing.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"What does this rite entail?\" ",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"What kind of trials?\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Trials of combat. More than this, I cannot say, only that you will face opponents of spirit and opponents of flesh.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Or they do not. Either way, blood is spilled and the Faces are pleased.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"How do the Faces provide these trials?\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"You must draw the attention of the Faces of the Hunt in the Crucible. To contend in the Crucible, you must first complete the Rite of Passage.\"\n\nHer tone is reverent, and she bows her head slightly to you.\n",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"People die for this?\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Did I see people betting on this? Seems odd behavior for a temple.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"What are the Faces of the Hunt?\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"I do not approve of the colonists' behavior, but if they wish to make a contest within a contest, then they honor the Crucible in their own... ephemeral way.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Yes. The souls here encourage competition in many forms.\"\r\n\r\nShe frowns, however.\r\n",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"The earthly voices of Toamowhai. They emanate from the statue of him that overlooks the arena.\" ",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"It reflects the three aspects of the sacred hunter - the Seeker, the Slayer, and the Survivor.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Let's get this started, then.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"But if the tales of communion between Watchers and lost souls hold any truth, we might uncover what ails this place.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"These walls contain the souls - the memories - of the many kith who have come before. These souls communicate their will through the Faces of the Hunt.\" ",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"The Faces stirs the memories, blending essence to summon spirits or manifest beasts of blood and bone.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"The Pool of Memories will set forth the challenges that await you.\"\r\n\r\nHer hand slides across the edge of the font of shimmering water.",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Now, however, the Faces of the Hunt summons great monstrosities to pit against green challengers.\"\r\n\r\nShe frowns.\r\n",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Greetings, challenger.\"\r\n\r\nThe caretaker grins, revealing rows of razor-sharp teeth.\r\n",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"You need only gaze into the Pool of Memories to learn what fate awaits you.\"\r\n\r\nShe runs a hand across the edge of the bowl.\r\n",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"The next trial will draw from your own memories.\"\r\n\r\nShe reveals a small obsidian knife, leather wrapped around its grip.\r\n",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Give the blade a taste of your blood and place it in the pool... a small sacrifice will do. The spirits will attend to the rest.\"\r\n\r\nShe grants you the knife.\r\n",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"The next step of this dance winnows our would-be champions - the Bloodletting!\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"The last of the trials, the Bloodletting, pits you against other contenders, each undergoing their own Rite of Passage.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Killing others is the price of admission?\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"It is an honor to progress into the Crucible. The winner gains glory, the fallen contribute their memories to this place.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"To them alone shall the island reveal the first of its mysteries.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"The Pool of Memories awaits you.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"I hope that you've chosen to undertake the Rite of Passage, Watcher.\"\r\n\r\nHumaire examines you with luminous eyes set in moss-bark skin.\r\n",
      "female": ""
    },
    {
      "id": 60,
      "default": "The Pool of Memories's water seems more luminescent than before, and Humaire gestures toward the font with an open palm.",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"This token represents you and no other. Wear it proudly.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"It shall drink the essence of your actions - your triumphs and your accomplishments - that the souls within these sacred walls will recognize them on your return.\"\r\n\r\nShe presses the bangle into your hands with a toothy smile.",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Your next challenge will take you outside the walls of this arena. The island demands an offering - something to feed the Pool of Memories.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"I am ready to undergo the rite.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Actually, I wanted to know more about you.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "[Leave] \"Never mind.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"You need only gaze into the Pool of Memories to learn what fate awaits you.\"\r\n\r\nShe runs a hand across the edge of the bowl.\r\n",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"There's little to say of my own past. I've lived here for decades. I arrived a nobody, but rose to champion.\"\r\n\r\nSmiling, she rubs her chin.",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Contender.\"\r\n\r\nHumaire bows her horned head to you.\r\n",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"You can find it downstairs, in the western alcove. Don't keep the crowds waiting too long.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Then it is you.\"\r\n\r\nHer eyes again roam you, lingering on your arms and legs. \r\n",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"I sent Muātu that you might speak to him and seek us out, Watcher of Caed Nua.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"I'm here. What do you want?\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"You could have sent a letter, you know.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"I wanted to know that you fairly earned your title. That you stand before me proves you a true Watcher.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Our ancestors constructed this temple as a tribute to the souls of all life. Of predator, prey, and the primal dance that forever binds them.\"\r\n\r\nShe runs an open palm along the worn stone.\r\n",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Souls came to permeate these walls, a choir of voices greater than any individual chanter or druid.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Great kith from across the Deadfire heeded their song and flocked to Kazuwari, whether to relive the battles of lore or forge legends of their own.\"\r\n\r\nThe corner of her mouth twitches into a slight frown.\r\n",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Go on.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"A few months ago, the music changed. It became... discordant to my ears. As if it and the souls no longer sang in harmony.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"So you called on a Watcher.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"More stories get told of the Watchers' abilities than there are islands in the Deadfire to hold them.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Those that claim the mantle for themselves almost always prove charlatans or lunatics. Or both.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Peer into its waters when you are ready.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"There always exists a choice. Even if only to walk away. Or to roll over and die.\"\r\n\r\nShe chuckles quietly.\r\n",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"I didn't have much of a choice. The guard was very insistent.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"What's the Crucible?\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"I found this rock. I thought you might want it back.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"I might have broken your big rock out front.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"How do I participate?\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"Still. I apologize if you found Makobo overzealous. He can be disciplined, if you desire it.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Yes. The harsher the better.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Leave him. I think he learned his lesson.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"No need. I accept your apology.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "She nods, her head bowing slightly more than customary.",
      "female": ""
    },
    {
      "id": 101,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"More curious still. You walk a path without knowing the destination.\"\r\n\r\nHer raised eyebrow falls as she gestures to the arena structure.\r\n",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"The Crucible surrounds you. These sacred waters have claimed the blood of a hundred generations of hunters, sorcerers, and warriors come to prove themselves in the eyes of the gods.\"\r\n\r\nHer nostrils flare as she inhales deeply through them.\r\n",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"First, you must undergo the Rite of Passage.\"\r\n\r\nShe gestures towards the arena.\r\n",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"As true of so many others, this name has more than a single meaning.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"Most leave it outside.\"\r\n\r\nShe chuckles quietly as she easily hefts the heavy rock and sets it aside.",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Unfortunate. \"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"How can I help?\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"For a matter too sensitive for the servants?\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Bringing an outsider here presents certain dangers. I couldn't risk it, not knowing myself quite how serious the situation is. Yet.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"You say this like it is a challenge.\" Tekēhu tosses his hair and grins.",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"But now something's gone wrong.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"And here I thought people came because of the ghosts you sent them.\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"Not exactly. Or rather... perhaps.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"But one more service provided by the spirits.\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"I thought the spirits sang the song. How can it be out of harmony with them?\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"Therein lies the mystery. Why has the song changed? What does it herald?\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"You sound like a lunatic yourself.\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"A fair criticism. Perhaps all who serve the gods become a little touched.\"\r\n\r\nChuckling, she taps her temple.\r\n",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"They seem... eager to see blood spilled.\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"They sound much like the gods.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Reward balances the risk. The champions of the hunt reap many blessings from the Faces. Treasures and mystic abilities alike.\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"Fighting ain't what makes one soul more deserving than another.\" Xoti shakes her head, lips pressing a troubled line.",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"The Faces of the Hunt provide four trials. The aspirant overcomes them and earns the right to take part in the Crucible.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"I'll happily lead these spirits into the light.\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"Your Faces of the Hunt sounds a lot like Galawain.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"So I have been told.\"\r\n\r\nHer lips purse.\r\n",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"Why's it always blood? If it was me, I'd be asking for ales. Real good ones they have to import special.\"\r\n\r\nEdér pulls you aside by the shoulder. He looks hard into your eyes.",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"Bloodletting? That sounds ominous.\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"I haven't given this place enough blood already?\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"Has anyone ever told you you're creepy when you smile?\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "She says nothing - and continues to smile.",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"No harm in a little competition as long as we make it to the top and stay there, right captain?\" ",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"I'm not doing this.\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"You may choose to turn away, but this place needs you. If you reject that calling, many may suffer in your stead.\"\r\n\r\nShe frowns down at the shining water.\r\n",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"I would prefer the form where we stay alive, di verus.\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"This is madness!\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"Congratulations, contender. Having endured the Rite of Passage, you earned the privilege to compete with other proven hunters.\"\r\n\r\nShe scoops a talisman from the pool and holds it dripping before you.",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"I'm looking forward to this.\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"I am honored.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"This had better be worth it.\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"I'm just here for the killing.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 150,
      "default": "She returns your comment with a silent bow.",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"Some relics sacred to this place have been taken and need returning, and others undiscovered await a hunter capable enough to find them.\"\r\n\r\nShe smirks, her serrated teeth barely visible between her cracked lips.",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"Each area of the island draws the attention of a particular aspect of Toamowhai. While you scour the island, watch as only a Watcher can.\"\r\n\r\nShe straightens.",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"Return with your trophy, contender. And may Toamowhai guide your way.\" \r\n\r\nShe bows her head and turns away.\r\n",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"It has been a simple life, in many ways, but an incredibly fulfilling one.\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"So you haven't left the island in years?\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "She chuckles, shaking her head.",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"While I wouldn't mind being cursed to stay on the island, I still have to travel at times.\"",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"Speak with Engari, Keeper of Memories, in preparation for your hunt. He will set the path before you.\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "Humaire bows her horned head at your approach.",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"Welcome home, chosen of the spider. You and the Seeking Face have established an accord.\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"Welcome home, chosen of the stelgaer. You and the Slaying Face have established an accord.\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"Welcome home, chosen of the boar. You and the Surviving Face have established an accord.\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"May you seek greatness with every breath from here to your last.\"\r\n\r\nShe nods to Engari, who holds a rapier in his hands.",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"May you cling to this title until a worthy contender wrests it from your corpse.\"\n\nShe nods to Engari, who holds an axe in his hands.",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"May you protect this title until a worthy contender wrests it from your corpse.\"\n\nShe nods to Engari, who holds a helmet in his hands.",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"This belonged to a prior chosen. I will come to claim it when you die, but until such day, may it bring you glory in battle.\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"This belonged to a prior chosen. I will come to claim it when you die, but until such day, may it bring you glory in battle.\"",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"This belonged to a prior chosen. I will come to claim it when you die, but until such day, may it bring you glory in battle.\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "The Pool of Memories bubbles and churns, catching Humaire's attention. Her face grows solemn as she peers into the waters.",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"The time has come, then. For the grand Champion of the Hunt to be decided.\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"May the greatest of the great achieve eternal glory in our sight.\"",
      "female": ""
    },
    {
      "id": 174,
      "default": "The caretaker stands before the swirling pool as the waters bubble and shimmer with soul essence.",
      "female": ""
    },
    {
      "id": 175,
      "default": "By her side awaits Engari, shuffling with frenetic anticipation.",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"Approach, honored Champion.\"",
      "female": ""
    },
    {
      "id": 177,
      "default": "With solemn silence, Humaire lifts a helmet styled with spider legs, boar tusks, and stelgaer features.",
      "female": ""
    },
    {
      "id": 179,
      "default": "She tries unsuccessfully to place the helmet over your misshapen, god-touched head, then chuckles after a quiet sigh.",
      "female": ""
    },
    {
      "id": 180,
      "default": "Lips parted in a shark-toothed smile, she crowns your head with the helm.",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"Wear this mantle with pride, Champion of the Hunt, as I have these many years.\"",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"By the authority of Toamowhai and the souls of Kazuwari, you are declared the Champion of the Hunt.\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"Now, to anoint you in the Pool of Memories, that the souls of this place may share in your triumph.\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"Clear your mind, lower your head into the waters, and open your eyes to that which the Faces choose to show you.\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "[Anoint yourself in the waters.]",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"I'd really rather not.\"",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"But you just gave me this great new helmet - why get it wet?\"",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"You have slain all, survived all - you are what the Crucible has wrought.\"",
      "female": ""
    },
    {
      "id": 189,
      "default": "Your question goes unanswered, save for a cold stare.",
      "female": ""
    },
    {
      "id": 190,
      "default": "You kneel before the ancient stone font, and a feeling like static electricity tickles your face.",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"I am honored.\"",
      "female": ""
    },
    {
      "id": 196,
      "default": "[Quietly accept the gift.]",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"I bet I could sell this for a pretty pand.\"",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"Bu - but - why would you?\" Engari takes a step back, visibly shaken by your suggestion.",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"It is we who are honored by your participation in the Crucible.\"",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"My associates and I fight as a team. I'm not about to risk my life in solo combat.\"",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"One-on-one events are rare here.\" ",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"Besides, it would be an incomplete trial if we tested only prowess - the leadership and preparedness of our contenders must also be judged.\"",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"Greetings, champion. You again honor the Crucible with your presence.\"",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"I'm here to defend my title.\"",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"The crowd will cheer your name. The Pool of Memories will serve you a new foe. Hunt well.\"",
      "female": ""
    },
    {
      "id": 209,
      "default": "\"Listen. I would not trust a blood sacrifice spirit that can't appreciate crisp Dyrwoodan hops.\"",
      "female": ""
    },
    {
      "id": 210,
      "default": "\"I'm curious about this place.\"",
      "female": ""
    },
    {
      "id": 211,
      "default": "\"I want to know more about this competition.\"",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"This is the heart of Toamowhai's sacred isle.\"",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"Hunters and warriors from around Eora come to seek conflict, and revel in the dance of life and death.\"",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"Was there something specific you wanted to know?\"",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"The Crucible welcomes any petitioner wishing to test their skills, and the Faces honor contenders that best embody their virtues of the hunt.\"",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"What particularly held your interest?\"",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"Did everyone here get a ghost for an invitation?\"",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"What's the prize for winning?\"",
      "female": ""
    },
    {
      "id": 221,
      "default": "\"No.\"",
      "female": ""
    },
    {
      "id": 222,
      "default": "\"Most are here because they worship Toamowhai, though many name him Galawain. Regardless, they hear the call.\"",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"Every challenger that completes the Rite of Passage becomes a contender, eligible to compete for the patronage of one of the Faces of the Hunt.\"",
      "female": ""
    },
    {
      "id": 226,
      "default": "\"The three chosen packs face off to determine the Champion of the Hunt. This grand winner earns honor and objects of power blessed by Toamowhai.\"",
      "female": ""
    },
    {
      "id": 236,
      "default": "\"Let's discuss something else.\"",
      "female": ""
    },
    {
      "id": 237,
      "default": "The caretaker nods with a toothy smile.",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"Who built this place, and when?\"",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"Who's in charge here?\"",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"I need to know more about the souls not being in harmony.\"",
      "female": ""
    },
    {
      "id": 241,
      "default": "\"Let's discuss something else.\"",
      "female": ""
    },
    {
      "id": 242,
      "default": "\"Countless generations have passed since Huana of many islands first came here.\"",
      "female": ""
    },
    {
      "id": 243,
      "default": "\"Before this place was built, the lands were arid. Almost barren.\"",
      "female": ""
    },
    {
      "id": 244,
      "default": "\"Well... Toamowhai, of course.\"\r\n\r\nShe smirks at you with a puzzled look.",
      "female": ""
    },
    {
      "id": 245,
      "default": "\"A few fools have attempted to seize Kazuwari as their own, but it crawls with warriors eager to preserve the unruly chaos of this place.\"",
      "female": ""
    },
    {
      "id": 246,
      "default": "\"The Crucible is alive with the souls of many warriors and their countless memories of battle.\"",
      "female": ""
    },
    {
      "id": 247,
      "default": "\"The souls do not speak to me in words - I am no Watcher - but they do little to hide their tempers. I sense fear and anguish.\"",
      "female": ""
    },
    {
      "id": 248,
      "default": "\"I'm sorry. This must be what it's like to have a sick child, unable to explain what's wrong.\"",
      "female": ""
    },
    {
      "id": 249,
      "default": "\"Tell me about the Faces of the Hunt.\"",
      "female": ""
    },
    {
      "id": 250,
      "default": "\"They are the three ways in which Toamowhai is known to us - as the slayer of all threats, as the survivor of all challenges, and as the seeker of all answers.\"",
      "female": ""
    },
    {
      "id": 251,
      "default": "\"The great statue overlooking the Crucible is also the Faces of the Hunt. Through it, Toamowhai provides for us innumerable foes.\"",
      "female": ""
    },
    {
      "id": 252,
      "default": "\"If the Faces of the Hunt are Toamowhai, why haven't they provided guidance?\"",
      "female": ""
    },
    {
      "id": 253,
      "default": "\"Well, the Faces are a manifestation of Toamowhai, and not <i>exactly</i> the same thing, but...\"\r\n\r\nShe coughs nervously.",
      "female": ""
    },
    {
      "id": 254,
      "default": "\"The Faces do not exactly... converse. I have petitioned for guidance and been met with silence. The Faces will speak, but only when they wish to be heard.\"",
      "female": ""
    },
    {
      "id": 255,
      "default": "\"Tell me about your time as champion.\"",
      "female": ""
    },
    {
      "id": 256,
      "default": "\"What exactly are your duties as caretaker?\"",
      "female": ""
    },
    {
      "id": 257,
      "default": "\"My pack and I fought for the boar's glory. We raged like the warriors of old legends. How brave we were! How terrible!\"",
      "female": ""
    },
    {
      "id": 258,
      "default": "\"That must have been... thirty years ago? Forty? Gods only know...\"",
      "female": ""
    },
    {
      "id": 259,
      "default": "\"After we won, my pack wished to return home but - but I knew in my heart I had been chosen. Not only by the Surviving Face, but by all of them.\"",
      "female": ""
    },
    {
      "id": 260,
      "default": "\"In truth, I am not necessary for the Crucible to function.\"",
      "female": ""
    },
    {
      "id": 261,
      "default": "\"Counsel for those seeking answers - such as this conversation we're having.\"",
      "female": ""
    },
    {
      "id": 262,
      "default": "\"Do you have the option of leaving?\"",
      "female": ""
    },
    {
      "id": 263,
      "default": "\"Perhaps, but it's largely irrelevant.\"",
      "female": ""
    },
    {
      "id": 264,
      "default": "The caretaker nods with a toothy smile.",
      "female": ""
    },
    {
      "id": 265,
      "default": "\"And we are honored to have such a talented hunter in our midst, good Watcher.\"",
      "female": ""
    },
    {
      "id": 266,
      "default": "\"That sounds easier than fighting in the arena.\"",
      "female": ""
    },
    {
      "id": 267,
      "default": "\"And just how many of these sacred objects am I supposed to find?\"",
      "female": ""
    },
    {
      "id": 268,
      "default": "\"Does this mean the Crucible has 'accepted' me? When do I talk to the Faces?\"",
      "female": ""
    },
    {
      "id": 269,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 270,
      "default": "\"If you say so.\"\r\n\r\nThe godlike chuckles quietly.",
      "female": ""
    },
    {
      "id": 271,
      "default": "\"It is assumed you will hunt with reckless abandon and return all that you can if only for the thrill of the pursuit.\"",
      "female": ""
    },
    {
      "id": 272,
      "default": "\"You survived the Rite of Passage, but you are yet shark bait to the Faces.\"",
      "female": ""
    },
    {
      "id": 289,
      "default": "\"As for what is <i>required</i>, contenders are expected to return at least one relic sacred to the Seeker, Slayer, or Survivor.\"",
      "female": ""
    },
    {
      "id": 290,
      "default": "\"Then there are the less glamorous tasks - dealing with the steady stream of corpses, for example.\"",
      "female": ""
    },
    {
      "id": 291,
      "default": "\"Whether Toamowhai guided the creation of this place, or if building this place attracted Toamowhai's favor, I cannot say.\"",
      "female": ""
    },
    {
      "id": 292,
      "default": "\"I've retrieved an artifact sacred to the Faces of the Hunt.\"",
      "female": ""
    },
    {
      "id": 293,
      "default": "\"Excellent. Place it in the Pool of Memories, as you did with the bloodied knife during your Rite of Passage.\"",
      "female": ""
    },
    {
      "id": 294,
      "default": "\"This is her! This is Humaire, the one we've come to see! She'll show you the way!\"",
      "female": ""
    },
    {
      "id": 295,
      "default": "\"Yours is a new face within these hallowed grounds. Strange that.\"",
      "female": ""
    },
    {
      "id": 296,
      "default": "\"That Proving Stone has chosen contenders for over a thousand years.\"",
      "female": ""
    },
    {
      "id": 297,
      "default": "\"A ghost brought me here. Said you might know him.\"",
      "female": ""
    },
    {
      "id": 299,
      "default": "\"Would you like to see a better one? I know for a fact that the gods delight in watching their children spar for dominance.\" ",
      "female": ""
    },
    {
      "id": 300,
      "default": "\"It was serious enough to cost your messenger's life. Or was he misled?\"",
      "female": ""
    },
    {
      "id": 301,
      "default": "\"Best tell that to the poor swabby whose head stank up our hold.\"",
      "female": ""
    },
    {
      "id": 302,
      "default": "\"You travel with a Watcher. Surely you know as well as I do that death is but a step towards a new life.\"",
      "female": ""
    },
    {
      "id": 303,
      "default": "\"Better head in the hold than a hold in the head, aye, Serafen?\"\r\n\r\nThe older orlan scratches his head at Mirke.",
      "female": ""
    },
    {
      "id": 304,
      "default": "\"Sure, lass. Whatever you say.\"",
      "female": ""
    },
    {
      "id": 305,
      "default": "\"Serious enough that a man lost his head over the matter. Quite literally, I say.\" ",
      "female": ""
    },
    {
      "id": 306,
      "default": "\"They became not unlike a god - at least upon this isle.\"",
      "female": ""
    },
    {
      "id": 307,
      "default": "\"Thus I require a Watcher.\"",
      "female": ""
    },
    {
      "id": 308,
      "default": "After a stolen glance at Xoti, Konstanten nods.",
      "female": ""
    },
    {
      "id": 309,
      "default": "Aloth glances towards Xoti with the slightest of smiles.",
      "female": ""
    },
    {
      "id": 310,
      "default": "\"Even outside the Crucible, the beasts and kith of Kazuwari grow increasingly aggressive. The Faces stoke their hostility.\"",
      "female": ""
    },
    {
      "id": 311,
      "default": "\"You've already begun.\"",
      "female": ""
    },
    {
      "id": 312,
      "default": "\"Toamowhai is within these stones, though. Can the same be said of some foreign god?\"",
      "female": ""
    },
    {
      "id": 313,
      "default": "\"I think you know why I'm here.\"",
      "female": ""
    },
    {
      "id": 314,
      "default": "\"Muātu sends his regards.\"",
      "female": ""
    },
    {
      "id": 315,
      "default": "\"Just here to watch, thanks.\"",
      "female": ""
    },
    {
      "id": 316,
      "default": "\"No. I don't think that will do.\"",
      "female": ""
    },
    {
      "id": 317,
      "default": "\"Then it is you.\"\r\n\r\nHer eyes again roam you, lingering on your arms and legs. \r\n",
      "female": ""
    },
    {
      "id": 318,
      "default": "\"I know who you are. It will not be long before others recognize it, as well. They will not appreciate your presence.\"",
      "female": ""
    },
    {
      "id": 319,
      "default": "\"You must prove that you belong here. You must undergo the Rite of Passage.\"",
      "female": ""
    },
    {
      "id": 320,
      "default": "\"I've other questions.\"",
      "female": ""
    },
    {
      "id": 321,
      "default": "\"Oh? Does it open a door?\"",
      "female": ""
    },
    {
      "id": 322,
      "default": "\"I'm looking forward to it.\"",
      "female": ""
    },
    {
      "id": 323,
      "default": "\"Tell me what I have to do.\"",
      "female": ""
    },
    {
      "id": 324,
      "default": "\"Several.\"",
      "female": ""
    },
    {
      "id": 325,
      "default": "\"I'm certain. And I'll provide what answers I can when you've proven you belong here.\"",
      "female": ""
    },
    {
      "id": 326,
      "default": "\"Below you will find a chamber, and within it, the Pool of Memories.\"",
      "female": ""
    },
    {
      "id": 327,
      "default": "\"It will set forth your challenge.\"",
      "female": ""
    },
    {
      "id": 328,
      "default": "\"Then I'll go see what your pool has in store.\"",
      "female": ""
    },
    {
      "id": 329,
      "default": "\"A pool will determine who I fight?\"",
      "female": ""
    },
    {
      "id": 330,
      "default": "\"I will crush whatever it sets before me.\"",
      "female": ""
    },
    {
      "id": 331,
      "default": "\"Like as not you reach in and draw a number or name. Seen the like at... Well, before.\"\r\n\r\nHe scowls.",
      "female": ""
    },
    {
      "id": 332,
      "default": "\"You will understand. All will be revealed in due course.\"",
      "female": ""
    },
    {
      "id": 333,
      "default": "\"We ain't fighting in no fucking pit for the pleasure of some thrice-sodden, heavy-pursed landwhales!\"",
      "female": ""
    },
    {
      "id": 334,
      "default": "\"As the Faces will.\"",
      "female": ""
    },
    {
      "id": 335,
      "default": "\"May the hunt favor you, challenger.\"",
      "female": ""
    },
    {
      "id": 336,
      "default": "\"Quite the show you put on, challenger.\"\r\n\r\nOne of her hands rests lightly upon the edge of the plinth, beneath the bowl of shimmering water.\r\n",
      "female": ""
    },
    {
      "id": 337,
      "default": "\"Now that you've earned your place here, we've some time to discuss the state of things.\"",
      "female": ""
    },
    {
      "id": 343,
      "default": "\"Don't know about you, but that sounds like chanter business to me.\"",
      "female": ""
    },
    {
      "id": 345,
      "default": "\"Ah. Not so different from singers who manifest creatures and allies into the battlefield, then.\"",
      "female": ""
    },
    {
      "id": 346,
      "default": "\"That all sounds rather circular.\"",
      "female": ""
    },
    {
      "id": 347,
      "default": "\"Pah. Kith can do as much, with training and effort.\"",
      "female": ""
    },
    {
      "id": 348,
      "default": "\"Abilities not unlike those possessed by yourself.\"",
      "female": ""
    },
    {
      "id": 349,
      "default": "\"I've never seen you do that, fish boy.\"",
      "female": ""
    },
    {
      "id": 350,
      "default": "\"My art is more refined. Life is so fulfilling when you have nothing to prove.\" Tekēhu exhales, taking a moment to bask in himself. ",
      "female": ""
    },
    {
      "id": 355,
      "default": "\"Here I was looking forward to sitting back and watching you take all the hits for once.\"",
      "female": ""
    },
    {
      "id": 356,
      "default": "\"In the Crucible, we fight as nature intended - in packs, with disparate equipment and little effort spent to ensure 'fairness.'\"",
      "female": ""
    },
    {
      "id": 357,
      "default": "\"A very convenient excuse to avoid any attempt at fairness or honor.\"",
      "female": ""
    },
    {
      "id": 358,
      "default": "\"If anything I've read in the Watcher's diary is true, we are far beyond any intent of nature.\" \r\n\r\nFassina glances in your direction and shrugs apologetically.",
      "female": ""
    },
    {
      "id": 359,
      "default": "\"I had other questions.\"",
      "female": ""
    },
    {
      "id": 360,
      "default": "\"I'm certain. And I'll provide what answers I can when you've proven you belong here.\"",
      "female": ""
    },
    {
      "id": 361,
      "default": "\"Why did you send your ghost to me?\"",
      "female": ""
    },
    {
      "id": 362,
      "default": "\"I learned of your abilities in the Crucible. One of Engari's agents brought us a remnant of a battle you had with a ship called the Drake.\"",
      "female": ""
    },
    {
      "id": 363,
      "default": "Ydwin's carmine eyes narrow suspiciously at the godlike.",
      "female": ""
    },
    {
      "id": 365,
      "default": "\"Whichever Face best aligns with the hunter within you.\"",
      "female": ""
    },
    {
      "id": 366,
      "default": "\"I've seen the captain's hunting face a time or two before. He's a fierce one.\"",
      "female": "\"I've seen the captain's hunting face a time or two before. She's a fierce one.\""
    },
    {
      "id": 367,
      "default": "\"But now you can begin to demand their attention. Through your actions.\"",
      "female": ""
    },
    {
      "id": 368,
      "default": "She lowers her voice and leans close. She smells of sweat and peat.",
      "female": ""
    },
    {
      "id": 369,
      "default": "\"I think perhaps that it is because of the foreign god stomping across the Deadfire.\"",
      "female": ""
    },
    {
      "id": 370,
      "default": "\"Sure, blame Eothas. Everybody does.\"",
      "female": ""
    },
    {
      "id": 371,
      "default": "\"Not that he don't sometimes deserve it.\"",
      "female": ""
    },
    {
      "id": 372,
      "default": "\"And the losers... the Beyond holds for them a position most privileged.\"",
      "female": ""
    },
    {
      "id": 373,
      "default": "[Cut yourself with the knife.]",
      "female": ""
    },
    {
      "id": 374,
      "default": "[Put the knife away.]",
      "female": ""
    },
    {
      "id": 375,
      "default": "Humaire smiles as the blade bites into your flesh.",
      "female": ""
    },
    {
      "id": 376,
      "default": "\"Now, add the bloodied blade to the pool...\"",
      "female": ""
    },
    {
      "id": 377,
      "default": "Humaire frowns as you slip the knife among your other belongings.",
      "female": ""
    },
    {
      "id": 378,
      "default": "\"Take your time then. When you are ready, bloody the blade, then add it to the pool. Only then will your path be laid bare.\"",
      "female": ""
    },
    {
      "id": 379,
      "default": "\"In their triumph, the victorious shall complete the rite and secure their place within the Crucible.\"",
      "female": ""
    },
    {
      "id": 381,
      "default": "\"I am ready.\"",
      "female": ""
    },
    {
      "id": 382,
      "default": "\"Either way, the competition is a form of immortality.\"",
      "female": ""
    },
    {
      "id": 383,
      "default": "\"Is this really the appropriate time, Tekēhu?\"",
      "female": ""
    },
    {
      "id": 385,
      "default": "\"Can I speak to the Faces yet?\"",
      "female": ""
    },
    {
      "id": 386,
      "default": "\"Ready yourself for battle, then gaze into the Pool of Memories.\"",
      "female": ""
    },
    {
      "id": 387,
      "default": "\"It shall reveal the final rite  - the battle that shall determine the Champion of the Hunt.\"",
      "female": ""
    },
    {
      "id": 388,
      "default": "\"We're not so common as to earn this helm regularly. But we do keep an alternative.\"\r\n\r\nShe passes the helmet to Engari and instead removes the cape draped around her shoulders, clasping it around your neck with a flourish.",
      "female": ""
    },
    {
      "id": 389,
      "default": "\"From this day forth, you are the envy - and the ambition - of every contender to come. You are hunter - but also hunted.\"",
      "female": ""
    },
    {
      "id": 390,
      "default": "\"Yours is the burden, and the joy, of defending this proud title.\"",
      "female": ""
    },
    {
      "id": 391,
      "default": "\"I am honored.\"",
      "female": ""
    },
    {
      "id": 392,
      "default": "\"Did any one doubt me?\"",
      "female": ""
    },
    {
      "id": 393,
      "default": "\"What? I'm a target now?\"",
      "female": ""
    },
    {
      "id": 394,
      "default": "Humaire chuckles quietly.",
      "female": ""
    },
    {
      "id": 395,
      "default": "\"If you choose to abandon this glory to the next who challenges you for it, that is your decision.\"",
      "female": ""
    },
    {
      "id": 396,
      "default": "\"In rejecting the ceremony, however, you would abandon what you sought.\"",
      "female": ""
    },
    {
      "id": 397,
      "default": "\"Perhaps later.\"",
      "female": ""
    },
    {
      "id": 398,
      "default": "She straightens and steps back from the Pool of Memories.",
      "female": ""
    },
    {
      "id": 399,
      "default": "\"The waters will await you when you're ready.\"",
      "female": ""
    },
    {
      "id": 400,
      "default": "[Whisper] \"This is how I'll speak with the Faces?\"",
      "female": ""
    },
    {
      "id": 401,
      "default": "Humaire nods, holding your gaze with hers.",
      "female": ""
    },
    {
      "id": 402,
      "default": "\"What are you doing? Isn't this the whole reason you came here?\"",
      "female": ""
    },
    {
      "id": 404,
      "default": "\"To balk now would put us at cross-purposes to our goals.\"",
      "female": ""
    },
    {
      "id": 405,
      "default": "\"You ain't afraid of a little water, are you?\"",
      "female": ""
    },
    {
      "id": 406,
      "default": "\"Stop wasting everyone's time. This is beneath you.\" ",
      "female": ""
    },
    {
      "id": 407,
      "default": "\"I'll follow your lead, captain. Just try and update me the next time you plan on changing our goals in the middle of a mission.\" ",
      "female": ""
    },
    {
      "id": 408,
      "default": "\"Di verus. Did we come all this way for nothing?\"",
      "female": ""
    },
    {
      "id": 409,
      "default": "\"Come on, cap. It ain't but a glowing birdbath. Ain't nothing strange bout that.\"",
      "female": ""
    },
    {
      "id": 410,
      "default": "\"Power flows in those waters, captain. If you felt it as I do, you would not hesitate.\" ",
      "female": ""
    },
    {
      "id": 411,
      "default": "\"Ain't we supposed to be helping the souls of this place? Can't do that by giving up!\"",
      "female": ""
    },
    {
      "id": 412,
      "default": "\"No time to get shy, now. We've come this far.\"",
      "female": ""
    },
    {
      "id": 413,
      "default": "\"Ah, yes. Let us fight through a hundred foes only to abandon the prize when it is within reach. Admirable decision.\"",
      "female": ""
    },
    {
      "id": 416,
      "default": "\"Back beast!\"",
      "female": ""
    },
    {
      "id": 417,
      "default": "\"You trespass on sacred soil!\"",
      "female": ""
    },
    {
      "id": 418,
      "default": "Humaire straightens, though she cradles one arm gingerly with the other.",
      "female": ""
    },
    {
      "id": 419,
      "default": "\"It's over then? The souls have been quieted?\"",
      "female": ""
    },
    {
      "id": 420,
      "default": "\"This is on you, Watcher. The anguish in this place's souls called that beast.\"",
      "female": ""
    },
    {
      "id": 421,
      "default": "\"Strife existed between the three souls that serve Toamowhai within this place. The matter is settled.\"",
      "female": ""
    },
    {
      "id": 422,
      "default": "\"The Crucible's connection to the stream of souls was broken, but I have now repaired it.\"",
      "female": ""
    },
    {
      "id": 423,
      "default": "\"Such details are for the Champion of the Hunt alone to know.\"",
      "female": ""
    },
    {
      "id": 424,
      "default": "[Nod.]",
      "female": ""
    },
    {
      "id": 425,
      "default": "\"You are a creature of few words, aren't you? No harm in that.\"",
      "female": ""
    },
    {
      "id": 426,
      "default": "Her face twists momentarily in anger before she subsumes it beneath her usual placid mask.",
      "female": ""
    },
    {
      "id": 427,
      "default": "\"My apologies. You are correct. If Toamowhai wished for me to know, he would reveal such things to me himself.\"",
      "female": ""
    },
    {
      "id": 428,
      "default": "\"That explains much, doesn't it?\"",
      "female": ""
    },
    {
      "id": 429,
      "default": "\"Thank you for calming their turmoil!\"",
      "female": ""
    },
    {
      "id": 430,
      "default": "\"I'll remember what you did - even in my next life. Promise.\"",
      "female": ""
    },
    {
      "id": 431,
      "default": "\"That would explain the turmoil I have felt. Every soul fallen in the arena unsure of where to go.\"\r\n\r\nShe slowly shakes her head, then looks up to meet your eyes.",
      "female": ""
    },
    {
      "id": 432,
      "default": "\"Thank you for helping them.\"",
      "female": ""
    },
    {
      "id": 433,
      "default": "\"You were supposed to <i>fix</i> things!\"",
      "female": ""
    },
    {
      "id": 434,
      "default": "\"What now?\"",
      "female": ""
    },
    {
      "id": 435,
      "default": "\"I'm glad I could help.\"",
      "female": ""
    },
    {
      "id": 436,
      "default": "\"It wouldn't be a day in my life were I not solving some idiot's problems for them.\"",
      "female": ""
    },
    {
      "id": 437,
      "default": "\"Somebody had to make sure your death had purpose.\"",
      "female": ""
    },
    {
      "id": 438,
      "default": "\"Just because I didn't fix everything doesn't mean I'm to blame for the problem!\"",
      "female": ""
    },
    {
      "id": 439,
      "default": "\"Blame yourselves. Or Toamowhai.\"",
      "female": ""
    },
    {
      "id": 440,
      "default": "\"You ever stop to think that maybe you deserve this?\"",
      "female": ""
    },
    {
      "id": 441,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 442,
      "default": "\"Fools! Galawain sent that creature here! He's to blame for all of this!\"",
      "female": ""
    },
    {
      "id": 443,
      "default": "Humaire recoils as if slapped.",
      "female": ""
    },
    {
      "id": 444,
      "default": "\"Say something! Say anything!\"",
      "female": ""
    },
    {
      "id": 445,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 446,
      "default": "Humaire shakes her head in disgust.",
      "female": ""
    },
    {
      "id": 447,
      "default": "\"Perhaps you are right.\"",
      "female": ""
    },
    {
      "id": 448,
      "default": "\"We clearly shouldn't have put such hopes in you.\"\r\n\r\nShe turns away.",
      "female": ""
    },
    {
      "id": 449,
      "default": "\"You remain our champion. But you shall never be our friend.\"",
      "female": ""
    },
    {
      "id": 450,
      "default": "\"Now we live. We seek and we slay.\"\r\n\r\nShe grins, sharp teeth glinting.",
      "female": ""
    },
    {
      "id": 451,
      "default": "\"Really? You're gonna do this right now?\"",
      "female": ""
    },
    {
      "id": 452,
      "default": "Humaire shakes her horned head, her vine hair swishing about her shoulders.",
      "female": ""
    },
    {
      "id": 453,
      "default": "\"I take it Muātu's present? I hope he knows how much we appreciate him.\"",
      "female": ""
    },
    {
      "id": 454,
      "default": "\"We survive.\"",
      "female": ""
    },
    {
      "id": 455,
      "default": "\"I had other questions.\"",
      "female": ""
    },
    {
      "id": 456,
      "default": "\"Ask them.\"",
      "female": ""
    },
    {
      "id": 457,
      "default": "\"I've no time for the trivial.\"",
      "female": ""
    },
    {
      "id": 458,
      "default": "\"Understatement of the fuckin' year.\"",
      "female": ""
    },
    {
      "id": 460,
      "default": "\"The Faces did it to themselves, fighting over their future.\"",
      "female": ""
    },
    {
      "id": 462,
      "default": "Konstanten covers his mouth to hide his growing smile, but he can't stifle the chuckle that rumbles from his chest.",
      "female": ""
    },
    {
      "id": 463,
      "default": "\"Bullshit! That beast was coming here no matter what we did.\"",
      "female": ""
    },
    {
      "id": 464,
      "default": "\"For reasons unknown to me, this place chose me as caretaker.\"",
      "female": ""
    },
    {
      "id": 467,
      "default": "\"The Faces of the Hunt almost never speak to me, but they did on that day. They bestowed on me all I need to know to steward the Crucible.\"",
      "female": ""
    },
    {
      "id": 468,
      "default": "\"I have purpose and wholeness here at the Crucible. In my youth I felt the Seeker's urge to see the world, but this island has cured me of my wanderlust.\"",
      "female": ""
    },
    {
      "id": 469,
      "default": "\"Otherwise, I oversee the wardens and see to the repairs of the Crucible's physical components.\"",
      "female": ""
    },
    {
      "id": 470,
      "default": "\"Sounds like this place would fall apart without you.\"",
      "female": ""
    },
    {
      "id": 471,
      "default": "\"The trials require it on occasion. As do my tasks as caretaker. Muātu did not fly to you by magic.\"",
      "female": ""
    },
    {
      "id": 472,
      "default": "\"Through the statue, Toamowhai has worked his will upon this place since before my time. He will do so long after I'm gone.\"",
      "female": ""
    },
    {
      "id": 473,
      "default": "\"But Toamowhai filled the isle with wildlife monstrous and minute. When this much blood spills, the grass grows unbounded.\"",
      "female": ""
    },
    {
      "id": 474,
      "default": "\"But he <i>is</i> here.\"",
      "female": ""
    },
    {
      "id": 475,
      "default": "\"Would-be tyrants die quickly here.\"",
      "female": ""
    },
    {
      "id": 476,
      "default": "\"The stelgaer, the boar, and the spider embody these three facets of our god.\"",
      "female": ""
    },
    {
      "id": 477,
      "default": "\"Through their song, the Faces rouses these souls to take form. They provide endless opponents.\"",
      "female": ""
    },
    {
      "id": 479,
      "default": "\"That ain't so different from Gaun. Gotta have different names for different roles.\"",
      "female": ""
    },
    {
      "id": 480,
      "default": "\"Ha! A true god requires but a single name.\"",
      "female": ""
    },
    {
      "id": 481,
      "default": "\"They pray to a statue. Di verus.\" She shakes her feathered head.",
      "female": ""
    },
    {
      "id": 482,
      "default": "\"You hoping the Steward don't get any ideas?\"",
      "female": ""
    },
    {
      "id": 483,
      "default": "\"Per complanca, do not mention this to her.\"",
      "female": ""
    },
    {
      "id": 484,
      "default": "\"Who exactly are <i>you</i> to define godhood?\"",
      "female": ""
    },
    {
      "id": 485,
      "default": "\"What form do these challenges take?\"",
      "female": ""
    },
    {
      "id": 486,
      "default": "\"You have experienced some already. You will experience more yet.\"",
      "female": ""
    },
    {
      "id": 487,
      "default": "\"You will learn in due course.\"",
      "female": ""
    },
    {
      "id": 488,
      "default": "\"Meeting them as they come is part of the challenge.\"",
      "female": ""
    },
    {
      "id": 489,
      "default": "\"Beyond this, each victory in the Crucible earns you the Lord of the Hunt's favor. Favor which can take many forms.\"",
      "female": ""
    },
    {
      "id": 491,
      "default": "\"This temple to battle was built millennia ago. Long have the Faces of the Hunt presided over these trials.\"",
      "female": ""
    },
    {
      "id": 492,
      "default": "\"Finally, someone speaks sense about God. One force, many faces. What is so difficult to understand?\"",
      "female": ""
    },
    {
      "id": 493,
      "default": "\"Give it a rest, Tekēhu. For our sakes, if not for your own. Gods' know you have no modesty left to tarnish.\"",
      "female": ""
    },
    {
      "id": 494,
      "default": "\"The Faces used that object to manifest an echo of you aboard your ship. You were quite impressive.\"",
      "female": ""
    },
    {
      "id": 495,
      "default": "\"New fights await you in the Crucible, Watcher.\"",
      "female": ""
    },
    {
      "id": 496,
      "default": "\"Greetings, Champion of the Hunt. Your title has attracted a challenger.\"",
      "female": ""
    },
    {
      "id": 497,
      "default": "\"I know you're no slouch on the battlefield, Watcher, but remember - it's kill or be killed in the Crucible. We don't get the luxury of mistakes.\"",
      "female": ""
    },
    {
      "id": 498,
      "default": "\"It's as much a religious rite as a contest. And all to the glory of their bloodthirsty statue.\"",
      "female": ""
    },
    {
      "id": 499,
      "default": "\"Walking away being the wiser and more the pleasant of the two.\"",
      "female": ""
    },
    {
      "id": 500,
      "default": "\"Ah. Konstanten. You walked away once. Have you returned to accept death instead?\"",
      "female": ""
    },
    {
      "id": 501,
      "default": "\"There's no rule against making the same choice twice, is there?\"",
      "female": ""
    },
    {
      "id": 502,
      "default": "\"Then perhaps you are finally ready for what the Crucible offers.\" \r\n\r\nHer bright-eyed attention returns to you.",
      "female": ""
    },
    {
      "id": 503,
      "default": "\"I'm surprised your friend didn't sing you a song of the particulars.\"\r\n\r\nHer bright-eyed gaze lingers on Konstanten.",
      "female": ""
    },
    {
      "id": 504,
      "default": "\"I warned him.\" He shrugs expansively.",
      "female": "\"I warned her.\" He shrugs expansively."
    },
    {
      "id": 505,
      "default": "\"A man's life for a message and a test. Good trade.\"",
      "female": ""
    },
    {
      "id": 506,
      "default": "Konstanten rolls his eyes, making no effort to hide it.",
      "female": ""
    },
    {
      "id": 507,
      "default": "\"This place has always been hungry for bloodshed. How's this any different?\"",
      "female": ""
    },
    {
      "id": 508,
      "default": "\"I would not expect you to understand, Konstanten. You were deaf to Kazuwari's song.\"",
      "female": ""
    },
    {
      "id": 509,
      "default": "Konstanten's shoulders slump, and he lets out a deep, tired sigh.",
      "female": ""
    },
    {
      "id": 510,
      "default": "\"Sometimes you refer to the Faces as if they're a group, and other times as if they're a single individual.\"",
      "female": ""
    },
    {
      "id": 511,
      "default": "\"Indeed.\" \r\n\r\nShe nods.",
      "female": ""
    },
    {
      "id": 512,
      "default": "\"Toamowhai is one. Toamowhai are three. Toamowhai are scores.\"",
      "female": ""
    },
    {
      "id": 513,
      "default": "\"Sounds confusing. At least with Eothas, it's just the one.\"",
      "female": ""
    },
    {
      "id": 514,
      "default": "\"Then Xoti <i>hasn't</i> been referencing Eothas each time she mentions Gaun?\"",
      "female": ""
    },
    {
      "id": 515,
      "default": "\"That ain't the same. Eothas is sometimes Gaun, not always both at once. I think.\"\r\n\r\nHe rubs the back of his head.",
      "female": ""
    },
    {
      "id": 516,
      "default": "\"For as long as they survive, you mean.\"",
      "female": ""
    },
    {
      "id": 517,
      "default": "\"Shit. Time to make good on our big talk.\"",
      "female": ""
    },
    {
      "id": 518,
      "default": "\"Never thought I'd hear those words.\" Konstanten stands a bit taller, shoulders straight.",
      "female": ""
    },
    {
      "id": 519,
      "default": "Konstanten watches you handle the talisman with a mixture of longing and repulsion on his normally sanguine face.",
      "female": ""
    },
    {
      "id": 520,
      "default": "\"Wish that were true, Watcher.\"",
      "female": ""
    },
    {
      "id": 521,
      "default": "Humaire chuckles quietly.",
      "female": ""
    },
    {
      "id": 522,
      "default": "\"Heh. Always figured you Rauataians favor a thoroughly swabbed lower deck.\" Serafen bounces his eyebrows suggestively.",
      "female": ""
    },
    {
      "id": 523,
      "default": "\"Apologies, captain - here we are getting carried away while you've got that look in your eye like you're about to ask a follow-up question.\"",
      "female": ""
    },
    {
      "id": 524,
      "default": "\"Time for that already, huh?\" He grimaces.",
      "female": ""
    },
    {
      "id": 525,
      "default": "\"You and me both, sister.\"",
      "female": ""
    },
    {
      "id": 526,
      "default": "\"Not in much of a hurry to give blood to this place when it's your own, huh?\"",
      "female": ""
    },
    {
      "id": 527,
      "default": "\"Not magic, maybe, but tricks all the same.\" He looks quickly at Engari, his dark eyes narrowed.",
      "female": ""
    },
    {
      "id": 528,
      "default": "\"I wouldn't know. While you were swabbing your deck, I studied the gun.\" She grins at Serafen before blinking at you and Humaire.",
      "female": ""
    },
    {
      "id": 529,
      "default": "\"Figured if my friend here was planning to walk into this viper pit, he could use someone with half a godsdamned clue at his back to help him walk back out.\"",
      "female": "\"Figured if my friend here was planning to walk into this viper pit, she could use someone with half a godsdamned clue at her back to help her walk back out.\""
    },
    {
      "id": 530,
      "default": "He glances toward Fassina with a knowing smile.",
      "female": ""
    },
    {
      "id": 532,
      "default": "\"An even half-competent scholar could have found their way here based solely on the design of the crate you sent.\" He crosses his arms and frowns at her.",
      "female": ""
    },
    {
      "id": 533,
      "default": "\"You killed me.\"\r\n\r\nHumaire examines her ephemeral form, then looks up.",
      "female": ""
    },
    {
      "id": 534,
      "default": "\"Hello again, Muātu.\"",
      "female": ""
    },
    {
      "id": 535,
      "default": "\"It seems we both sacrificed for the cause.\"",
      "female": ""
    },
    {
      "id": 536,
      "default": "\"So, Watcher. What would you have of the deceased that you have not already claimed?\"",
      "female": ""
    },
    {
      "id": 537,
      "default": "\"Shouldn't you be off to the Beyond now?\"",
      "female": ""
    },
    {
      "id": 538,
      "default": "\"I'd kill you again if I could.\"",
      "female": ""
    },
    {
      "id": 539,
      "default": "\"I still require your guidance.\"",
      "female": ""
    },
    {
      "id": 540,
      "default": "[Walk away.]",
      "female": ""
    },
    {
      "id": 541,
      "default": "\"I cannot find the way. It is as if this place is crowded with a violent mist.\"",
      "female": ""
    },
    {
      "id": 542,
      "default": "\"I am certain I will find my way soon enough.\"",
      "female": ""
    },
    {
      "id": 543,
      "default": "\"Perhaps you will, in another life.\"",
      "female": ""
    },
    {
      "id": 544,
      "default": "\"Of course you do.\"",
      "female": ""
    },
    {
      "id": 545,
      "default": "\"I will be here. Until I am needed.\"",
      "female": ""
    },
    {
      "id": 546,
      "default": "The soul of Humaire shimmers nearby, bright living essence rising from her formlessness.",
      "female": ""
    },
    {
      "id": 547,
      "default": "\"Now life goes on. For some of us, at least.\"\r\n\r\nShe fades from your view.",
      "female": ""
    },
    {
      "id": 548,
      "default": "\"We appreciate your efforts, Muātu. Know that.\"",
      "female": ""
    },
    {
      "id": 549,
      "default": "The spirit nods, head bowed slightly.",
      "female": ""
    },
    {
      "id": 550,
      "default": "The Pool of Memories bubbles and churns, catching Humaire's attention. Her face grows solemn as she peers into the waters.",
      "female": ""
    },
    {
      "id": 551,
      "default": "\"The next trial will draw from your own memories.\"\r\n\r\nShe gestures down at her corpse.",
      "female": ""
    },
    {
      "id": 552,
      "default": "\"Unsheathe the obsidian blade on my body - give it a taste of your blood and place it in the pool.\"",
      "female": ""
    },
    {
      "id": 553,
      "default": "\"The obsidian blade you took from my body - give it a taste of your blood and place it in the pool.\"",
      "female": ""
    },
    {
      "id": 555,
      "default": "\"Congratulations, contender. Having endured the Rite of Passage, you earned the privilege to compete with other proven hunters.\"",
      "female": ""
    },
    {
      "id": 556,
      "default": "\"The token you took from my body - you have earned the right to wear it.\"",
      "female": ""
    },
    {
      "id": 557,
      "default": "\"Claim the token from my body. Wear it proudly.\"",
      "female": ""
    },
    {
      "id": 558,
      "default": "\"And we are dead.\"",
      "female": ""
    },
    {
      "id": 559,
      "default": "\"This is her! This is Humaire, the one we've come to see! She'll show you the way!\"",
      "female": ""
    },
    {
      "id": 560,
      "default": "\"Now, add the bloodied blade to the pool...\"",
      "female": ""
    }
  ]
}