{
  "Component": "lax1_exported",
  "Name": "conversations\\lax01_00_arena_island\\lax01_00_cv_arena_innkeeper",
  "Entries": [
    {
      "id": 1,
      "default": "A dwarf woman sits behind a low table, the wrinkled skin around her eyes and mouth betraying her venerable age. Coils of ink black hair - shot through with the occasional streak of grey - tumble down around her shoulders.\r\n\r\nShe examines you through narrowed eyes.\r\n",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Ado, traveler. We reserve these modest quarters for those challenging the Rite of Passage or contending in the Crucible.\"\r\n\r\nShe gestures at the dank room of tall bunks through the door to her left.\r\n",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Ado, challenger.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Let's see what you've got.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Leave.] \"Maybe another time.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Sientere. Spectators must see to their own accommodations.\" ",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"What can I interest you in?\"\r\n\r\nHer head cants slightly to the right.\r\n",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Tella Humaire told me that you are to be extended our hospitality. For the moment.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Of course. Let me show you around the grounds.\"\r\n\r\nShe stands, pushing the chair back into the corner.\r\n",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Ado, contender.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Ado, champion.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Any friend of the Faces is a friend of mine.\" Domenga straightens her posture and nods.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"My patrons will sleep easier knowing that you dealt with that beast. But you should rest easiest of all.\" Domenga grins at you.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"This is supposed to be an inn?\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Shhh, she can hear you.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Our beds are simple, but we offer a variety of training spaces in which to hone your skills - spaces unavailable to mere spectators.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"You and your high standards. Before I claimed a bedroom above the Dark Cupboard, Arkemyr made me sleep in the roost with his imps.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Hey now, she's doin' her best with what she's got to work with. Have some class.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Was that a rat or a dog?\"",
      "female": ""
    }
  ]
}