{
  "Component": "lax1_exported",
  "Name": "conversations\\lax01_00_arena_island\\lax01_00_cv_eruke_thirdvision",
  "Entries": [
    {
      "id": 1,
      "default": "The roar of the arena quiets to a hollow drone as the glowing outline of an aumaua congeals before you.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Congratulations, mighty Watcher.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"And the chosen of the other Faces of the Hunt. I assume they are next?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"That's it? I was hoping for more.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Perhaps a moment of silence for the other contenders is in order.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"You aren't required to kill them all, but you <i>must</i> outlive them.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"I'm ready for whatever's next.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Is there some sort of power struggle between you and the other Faces of the Hunt?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"How many more must die before the Crucible decides I'm worthy?\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"What if I fail to become champion?\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Toamowhai favors the prepared, but he preys on those who feel they've left nothing to chance.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Good luck, my chosen kin. Learn from that which fails to kill you, then feast on its carcass.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Then the tougher kith will be Champion of the Hunt while you feed the chum pools beneath the Crucible.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"The souls of the Crucible will sing to the champion, but unless that champion is you, the winner will hear little of their song.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Yes, an ancient struggle for honor - and for bragging rights.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"If we did not struggle, we would not be worshipping Toamowhai.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"You <i>need</i> not kill anyone, but I doubt your rivals will slay themselves on your behalf.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Endure the other Faces' chosen, and you will be crowned Champion of the Hunt.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"And you shall have it. There will always be challengers eager for the chance to kill you.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Let us pray for those who perished - so that you might survive.\"\r\n\r\nThe soul bows their head in quiet contemplation.",
      "female": ""
    },
    {
      "id": 22,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"You have outlived all who would claim your victory.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"In the rush to celebrate the hunt, the hunted is oft forgotten. I am glad that you do not.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Only one battle stands between you and the champion's mantle. You will fight the other Faces' chosen in one grand melee.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Once fully in tune with it, the Crucible will hide nothing from your Watcher's senses.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Besides, how else are the people to know which aspect of Toamowhai is the truest expression of his majesty?\"\r\n\r\nThe figure chuckles quietly.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"But you are the only Watcher among the contenders.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"That was a half-truth. You're keeping something from me.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "The Surviving Face sighs, deflating slightly.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"The other Faces do not want what I want. I would not speak for them beyond that.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"To hear them, to save them, to preserve Kazuwari, you must claim the championship.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"What if Kazuwari <i>shouldn't</i> endure?\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "Shaking their head, the figure frowns.",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Then it will not.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Who were you, before you became the Surviving Face?\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"A tough old Huana.\" The figure chuckles quietly.",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"It was a very long time ago. I remember little save endless struggle upon a sea of mad chaos.\"",
      "female": ""
    }
  ]
}