{
  "Component": "lax1_exported",
  "Name": "conversations\\lax01_00_arena_island\\lax01_00_cv_prefightbanter_bears",
  "Entries": [
    {
      "id": 1,
      "default": "The smell of musk, mold, and urine overpowers your senses as several bears approach. Flanking the mighty beasts are their handlers - kith smelling of campfires and raw meat, each dressed in patchwork pelts.",
      "female": ""
    },
    {
      "id": 2,
      "default": "One of the bears sniffs at your approach. Though it remains planted on four feet, its shoulders rise, and its fur stands on end.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Heel, Docgan! Save it for the fight. You know it ain't polite to eat carrion.\"\r\n\r\nHe rests a hand on the bear's head.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Keep a tighter leash on your beast, unless you like skewered bear.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"The name's [Player Name]. An honor to meet you.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"And I thought the bears smelled bad.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Settle down, now. Docgan's just being friendly. No need to get your hackles up.\"\r\n\r\nThe hunter pulls on his bear's pelt, coaxing the beast away from you.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Likewise. You're the Watcher from Caed Nua, right? Warms the heart to see another pack showing these islanders the strength of the Dyrwood!\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "One of the bears sniffs at your approach, and its attention locks firmly upon your scent. Nuzzling towards you with a lowered head, the bear seems to enjoy your scent.",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Come now, Docgan, don't be approaching strangers like that! Heel boy, heel!\"\r\n\r\nThe bear seems more fixated on you than its master's commands.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Apologies, your dainty highness, I wasn't aware the Face of the Flowery Fragrance was sponsoring a contender this year.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Though you may've heard tell of us as the reigning chosen of the Surviving Face. A title we aim to defend.\"\r\n\r\nHe indicates his helm - a bassinet styled as a boar's head - with a jovial tap.",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Reach out and pet the bear.]",
      "female": ""
    },
    {
      "id": 16,
      "default": "[Pat the bear on the head.] \"Nice to meet you, but listen to your master.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Perhaps if you cared better for your animal, it wouldn't pine after charming strangers.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "The bear snorts and chuffs with delight as your scratch about its ears.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Maybe I just ain't fed him enough hands and feet.\"\r\n\r\nHe glances towards your toes.",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"I look forward to feeding you to your own pets - the mangy curs look like they need a good meal.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"I didn't realize wimps were allowed to let their hounds do their fighting for them. Sounds... bearly legal.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"May Toamowhai be with you, and may the strongest persevere.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "[Continue petting the bear.] \"I'm sorry, I'm making a new friend here. Did you say something?\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Full up of big talk, then. Fortunately the bears enjoy the taste of arrogance...\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"And may the Hunting god bless your pack in turn... Least til we meet in the arena, naturally.\"\r\n\r\nHe grins.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Now we best be getting up to the arena. There's a fine line between building anticipation and delaying the event.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "With a snap of his fingers and a shrill whistle, the leader spurs the pack into motion.\r\n\r\nThe motley of two and four-legged warriors stride confidently toward the roaring applause of the arena.",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Stop cozying up to the stranger, boy. Don't want you getting no soft ideas in the arena.\"\r\n\r\nHe pulls on the bear's scruff, dragging its attention away from your inviting affection.",
      "female": ""
    },
    {
      "id": 30,
      "default": "[Ignore them, continue walking.]",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Watch yourself, contender.\"\r\n\r\nThe bears sniff warily at you as you pass.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"So you're the competition for the boar's affections? Well done.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Thank you kindly. We aim to win the highest honor - Champion of the Hunt.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"I ain't saying it ain't an honor to have done so well and lived to speak of it, but that don't mean we don't intend to win it all.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"It's an honor and a half to bear the Great Boar Helm into battle.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "The great bear of a kith - and his bear- look you over. The scents of their musk mingles into a single indeterminate stink. Beyond, the arena murmurs in anticipation. ",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"See you on the other side, eh?\"\r\n\r\nHe frowns slightly before waving the Band of the Bear into the arena.",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Ready then? Listen to them! That crowd demands blood! In that, they are like the gods! Like Eora herself!\"\r\n\r\nHe raises a hand to the audience, and they answer in raucous cheering.",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"To arms, my brothers! Show these challengers a bear's strength!\"\r\n\r\nHe roars, and his band - bears included - follow suit.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Come now, Docgan, don't be approaching strange beasts like that! Heel boy, heel!\"\r\n\r\nThe bear seems more fixated on you - and on [Player Animal Companion] - than its master's commands.",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Least not before it's had a chance to flail about the arena a bit.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"This here's the Band of the Bear.\" \r\n\r\nHe gestures to his compatriots.",
      "female": ""
    },
    {
      "id": 43,
      "default": "The man snorts.",
      "female": ""
    },
    {
      "id": 44,
      "default": "He laughs, hands resting on his belly before straying to lightly slap the bear on the flank.",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Moment of truth, eh, boy?\"",
      "female": "\"Moment of truth, eh, girl?\""
    },
    {
      "id": 46,
      "default": "\"Two survivors enter. One survivor... well, survives, I suppose.\"\r\n\r\nHe chuckles, though with less warmth than grimness.",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"I look forward to testing your mettle.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Whose do you think will make the better rug? The bear's pelt or yours?\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"To the glory of Toamowhai.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "[Pet Docgan.] \"Miss me, boy?\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Hey now, none of that. Wouldn't do to have the crowd think our intentions anything but full up of bloodlust.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Hey, I'm pretty sure that bear-petting is a two person job.\"\r\n\r\nEdér slides up next to you to get a few scratches in.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"And I yours, Watcher of Caed Nua. Heh. To think I'd be facing up against a living legend.\"\r\n\r\nHe shakes his head.",
      "female": ""
    },
    {
      "id": 54,
      "default": "The large man blinks, then blanches. His mouth opens, closes, then opens again as he searches for a response. In the end, he just rubs the back of his head.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"To survival, and the Survivor.\"\r\n\r\nHe genuflects, eyes closing briefly, before returning his attention to you.",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Yeah, I don't think I'd take kindly to someone talking about my friend that way, either.\"\r\n\r\nEdér shoots you a scowl.",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Tonderie. This blood sport is such a juvenile pursuit.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"We, uh, might've thought about having it recarved to look like a bear's head but we also didn't want our invitation revoked.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Or we could just walk away. Have a drink. Hel, maybe two drinks.\" He kicks at the ground, a deep frown carving lines across his face.",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"You live by the fang, boy, you've got to be prepared to die by it as well.\"\r\n\r\nHe claps Konstanten warmly on the shoulder.",
      "female": ""
    }
  ]
}