{
  "Component": "lax1_exported",
  "Name": "conversations\\lax01_00_arena_island\\lax01_00_si_survivor_mountain",
  "Entries": [
    {
      "id": 1,
      "default": "A long, arid expanse stretches before you, bordered on either side by dry, jagged cliffs. A handful of sharp-leafed trees and scraggly shrubs share the landscape, but the miles are otherwise desolate. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "In the darkening distance, you make out a faint red glow high among the stony promontories. ",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Use spyglass.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Press further into the valley.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Return the way you came.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "You set your spyglass southwards, towards the distant peaks. Through the lenses, you see no reddish light at all.\r\n\r\nYou lower the instrument, and the strange illumination reappears. Perhaps it's a natural illusion - some trick of the atmosphere.",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Thoughts?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "You wonder what you think, but only you can answer that.",
      "female": ""
    },
    {
      "id": 10,
      "default": "Aloth sighs. \"If you're really asking, I'd just as soon we didn't. \r\n\r\n\"But you're not really asking, are you?\" ",
      "female": ""
    },
    {
      "id": 11,
      "default": "Konstanten peers into the valley and frowns. \"Looks like a lonely place to die.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Seems that the point of the thing is to suffer our way from one end to the next.\" Maia plants her hands on her hips and sighs.",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I think we can either think about going through or just go through. I prefer the latter.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"I say the gods love a challenge, and there is none better than pushing mortals to their limits.\" Tekēhu shields his eyes and scans the horizon.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Surely this is a test from the gods. Fine. I'll prove my devotion - and my endurance - anytime.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "[Specified 0] frowns down the length of the gorge. \"Not looking forward to it, but the only way we're getting to the end of this valley is through it.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "You pick your way among the dry stones and thorny brush. You swipe at stinging insects and scare off hissing lizards. The land itself seems set against you.",
      "female": ""
    },
    {
      "id": 19,
      "default": "The valley narrows for a time to the point where only two kith can walk abreast. \r\n\r\nYou approach an ancient structure of stacked stones.",
      "female": ""
    },
    {
      "id": 20,
      "default": "You find the valley beyond partitioned off by a veritable wall of dry brambles.",
      "female": ""
    },
    {
      "id": 21,
      "default": "As you pass a series of holes in the rock, spiders roughly the size of your fists pour forth, swarming over your party. You fight them off with little difficulty, but [Slot 0] suffers a few vicious bites.\r\n\t\r\nYou notice your compatriot begin to straggle behind.",
      "female": ""
    },
    {
      "id": 22,
      "default": "Darkness falls as you continue deeper into the valley. The footing seems even more treacherous in the gloom, and soon enough, [Slot 1] slips and falls, head knocking hard against the stone ground. You help your companion up, only to be waved off.\r\n\r\n\"I'm fine...\"\r\n\r\nBut [Slot 1]'s progress has noticeably slowed.",
      "female": ""
    },
    {
      "id": 23,
      "default": "As you trudge along the valley floor, the sun beats down on your party, blistering [Slot 2]'s skin. You notice your companion begin to slow behind you.",
      "female": ""
    },
    {
      "id": 24,
      "default": "A boulder blocks the path, and you have to push it out of the way. You succeed, but as it rolls aside, it crushes [Slot 3]'s hands.\r\n\r\nCradling hands to chest, [Slot 3] begins to lag behind.\r\n",
      "female": ""
    },
    {
      "id": 26,
      "default": "Sweat-soaked and utterly exhausted, [Slot 4] begins to lag behind, muttering quietly about putting one foot before the other. ",
      "female": ""
    },
    {
      "id": 27,
      "default": "The path threads through a narrow pass between two titanic slabs of stone.\r\n\r\n",
      "female": ""
    },
    {
      "id": 28,
      "default": "A wide crevasse opens before you, spanned by a line of old rope.",
      "female": ""
    },
    {
      "id": 29,
      "default": "[Turn back and leave the valley.]",
      "female": ""
    },
    {
      "id": 30,
      "default": "Your party seems incredibly relieved.",
      "female": ""
    },
    {
      "id": 31,
      "default": "You retreat, returning to the mouth of the valley and the open fields of the inner island. ",
      "female": ""
    },
    {
      "id": 32,
      "default": "When you finally reach the end of the valley, it almost comes as a surprise. The cliffs loom above you, crowned by their faint red illumination.\n\nOr perhaps that's simply the glow of the setting sun.",
      "female": ""
    },
    {
      "id": 33,
      "default": "The rocks shift above you, then tumble down the cliff side. ",
      "female": ""
    },
    {
      "id": 34,
      "default": "As you make your way forward, the pebbled earth shifts out from under you, plunging you into a hidden crevasse. [Slot 3] grabs you and hauls you back up to solid ground.",
      "female": ""
    },
    {
      "id": 35,
      "default": "As you push further towards your goal, what initially seems like a heavy blush of exertion across [Slot 4]'s face grows into an increasingly weeping rash of broken sores.",
      "female": ""
    },
    {
      "id": 36,
      "default": "[Climb the cliff.]",
      "female": ""
    },
    {
      "id": 37,
      "default": "[Throw a grappling hook up.]",
      "female": ""
    },
    {
      "id": 38,
      "default": "You lob a grappling hook up the side of the cliff, securing it around a tree growing out of the rock face above. ",
      "female": ""
    },
    {
      "id": 39,
      "default": "After the rough passage down the valley, your arm refuses to cooperate. The grappling hook falls back to the dirt at your feet.",
      "female": ""
    },
    {
      "id": 40,
      "default": "[Climb the rope.]",
      "female": ""
    },
    {
      "id": 41,
      "default": "After the ordeal that lies behind, the climb up the rock face seems almost relaxing.",
      "female": ""
    },
    {
      "id": 42,
      "default": "After the ordeal that lies behind, the climb up the rock face taxes your dwindling reserves. By the time you reach the top, your muscles ache, your mind swims, and your vision blurs.",
      "female": ""
    },
    {
      "id": 43,
      "default": "After the ordeal that lies behind, the climb up the rock face seems almost relaxing.",
      "female": ""
    },
    {
      "id": 44,
      "default": "After the ordeal that lies behind, the climb up the rock face taxes your dwindling reserves. By the time you reach the top, your muscles ache, your mind swims, and your vision blurs.",
      "female": ""
    },
    {
      "id": 45,
      "default": "You're alone at the top of the promontory when you hear something moving around a nearby rock.",
      "female": ""
    },
    {
      "id": 46,
      "default": "[Continue cautiously forward.]",
      "female": ""
    },
    {
      "id": 47,
      "default": "The necklace hangs from the tusk of one of the largest boars you've ever seen...",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"You doing okay?\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "[Check on the glow.]",
      "female": ""
    },
    {
      "id": 50,
      "default": "You've made some progress down the valley, but the light still seems distant.",
      "female": ""
    },
    {
      "id": 51,
      "default": "The animancer sighs as she wipes her spectacles with a cloth. \"It looks a difficult path to travel. An appropriate test of our endurance, I suppose. Or our appetite for punishment.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "You wonder what you think, but only you can answer that.",
      "female": ""
    },
    {
      "id": 54,
      "default": "Aloth frowns peevishly. \"That depends. Is there a purpose to this trek?\r\n\r\n\"And more importantly, a cool glass of palm wine and a long, warm soak at the end of it?\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Yeah. Doin' swell.\" Konstanten wipes sweat from his brow and grimaces.",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"You owe me a dip in the bathhouse when this is over.\" Maia wipes sweat from her brow and chuckles. ",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"I am fine.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "Tekēhu raises his finger to form an answer and then abruptly heaves forward to vomit into the sand between his feet. \r\n\r\nHe blinks up at you and parts his lips in a weary attempt at a smile.\r\n\r\n\"Ekera, I am fine. You?\" ",
      "female": ""
    },
    {
      "id": 59,
      "default": "Hands on her hips, panting, Xoti shakes her head.\r\n\r\n\"It didn't matter if I had scrapes, bruises, or bones poking out of my skin. Uncle Angbert always told me the same darned thing. Walk it off.\r\n\r\n\"So don't you worry about me. I'll keep on going, right up until I'm dead.\" ",
      "female": ""
    },
    {
      "id": 60,
      "default": "Serafen wipes dirt and sweat from his furry blue brow. \"Gods, cap. I be right hornswoggled I ain't recognized fore now your masochistic tendencies. Still, we be making <i>some</i> progress.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "[Specified 0] frowns, working at a bandage with dirty fingers. \"I live yet. At least we're getting closer to the end of this place.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "The shaggy blue orlan crosses his arms. \"Weren't like I ain't got a dozen and a half other, better things to be doing than walking twixt two great swells of land looking half likely to break on us.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "The red glow grows as its source comes into view - a necklace crafted from a shard of vermilion adra.",
      "female": ""
    },
    {
      "id": 64,
      "default": "You continue on, forging ahead against the hostile environment.",
      "female": ""
    },
    {
      "id": 65,
      "default": "[Check on your group.]",
      "female": ""
    },
    {
      "id": 66,
      "default": "Though the remainder of your party lags some ways behind, they're more or less keeping pace.",
      "female": ""
    },
    {
      "id": 67,
      "default": "You've traveled quite far into the valley. It seems to stretch as far behind you as it does ahead.",
      "female": ""
    },
    {
      "id": 68,
      "default": "The end of the valley doesn't seem like it can be far now.",
      "female": ""
    },
    {
      "id": 69,
      "default": "[Await the remainder of your party.]",
      "female": ""
    },
    {
      "id": 70,
      "default": "You resolve not to press on alone, but the rest of the party makes little headway as the sound gets ever nearer.",
      "female": ""
    },
    {
      "id": 71,
      "default": "Rekke stretches with a grin. \"It is almost like I am home.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "Rekke stares at you blankly. After a few long, silent moments, his eyes widen, and he slowly shakes his head.",
      "female": ""
    },
    {
      "id": 73,
      "default": "Vatnir coughs wetly. \"We all perish eventually, Duskspeaker. Why bound towards death's embrace?\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "Vatnir wipes a thick thread of phlegm from his lipless mouth. \"I experienced worse in the Land.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "Mirke produces a flask from among her gear, drags deeply from it, then squirrels it away with a shrug. \"Fuck it, captain. I'm ready for anything!\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Ugh... you still with me?\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"I think... we're finally... almost there. How are you... holding out?\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "The orlan lets out a long, high-pitched whine. \"Uggggggggh! How much longer do you expect us to walk?!\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "She scowls at her gear, picking at it with her spidery fingers. \"I doubt I will <i>ever</i> get these stains out, Watcher.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "You've made some progress down the valley, but the light still seems distant.",
      "female": ""
    },
    {
      "id": 81,
      "default": "You've made some progress down the valley, but the light still seems distant.",
      "female": ""
    },
    {
      "id": 82,
      "default": "You've traveled quite far into the valley. It seems to stretch as far behind you as it does ahead.",
      "female": ""
    },
    {
      "id": 83,
      "default": "You've traveled quite far into the valley. It seems to stretch as far behind you as it does ahead.",
      "female": ""
    },
    {
      "id": 91,
      "default": "[Push through.]",
      "female": ""
    },
    {
      "id": 92,
      "default": "[Slot 3] brushes the dirt from you before you continue on.",
      "female": ""
    },
    {
      "id": 93,
      "default": "Wincing, [Slot 3] cradles one arm.",
      "female": ""
    },
    {
      "id": 94,
      "default": "[Shimmy across the rope.]",
      "female": ""
    },
    {
      "id": 95,
      "default": "[Look for another way around.]",
      "female": ""
    },
    {
      "id": 96,
      "default": "You shimmy across the gorge without difficulty.",
      "female": ""
    },
    {
      "id": 97,
      "default": " You do so without difficulty, but [Slot 1] wrenches a knee while scrabbling up the far side of the gorge.\r\n\r\n\"I've had worse,\" your companion mutters with a wince.",
      "female": ""
    },
    {
      "id": 98,
      "default": "It takes several hours, but you manage to circumvent the gorge.",
      "female": ""
    },
    {
      "id": 99,
      "default": "[Slot 0] slips, but manages not to fall. With a wry smile, your compatriot continues ahead.",
      "female": ""
    },
    {
      "id": 100,
      "default": "Up ahead, [Slot 0] slips between a pair of rocks, twisting an ankle with an agonized yelp. Despite a bad limp, your companion professes a willingness to continue on.",
      "female": ""
    },
    {
      "id": 101,
      "default": "[Leap to [Slot 2]'s defense.]",
      "female": ""
    },
    {
      "id": 102,
      "default": "[Let [Slot 2] fend for himself.]",
      "female": ""
    },
    {
      "id": 103,
      "default": "[Let [Slot 2] fend for herself.]",
      "female": ""
    },
    {
      "id": 104,
      "default": "You knock [Slot 2] out of the way, avoiding the falling rubble entirely.",
      "female": ""
    },
    {
      "id": 105,
      "default": "One of the stones strikes [Slot 2] across the back, but your compatriot shrugs off the hit and carries on.",
      "female": ""
    },
    {
      "id": 106,
      "default": "One of the stones strikes [Slot 2] across the back, but your compatriot shrugs off the hit and carries on.",
      "female": ""
    },
    {
      "id": 107,
      "default": "You throw yourself between the stones and [Slot 2], taking the blow upon your own shoulders.",
      "female": ""
    },
    {
      "id": 108,
      "default": "[Concoct a salve.]",
      "female": ""
    },
    {
      "id": 109,
      "default": "[Continue on.]",
      "female": ""
    },
    {
      "id": 110,
      "default": "It takes time to find the right herbs, but soon [Slot 4]'s boils and sores have been soothed.",
      "female": ""
    },
    {
      "id": 111,
      "default": "There aren't enough herbs available in this hardscrabble canyon to create a reasonable treatment.",
      "female": ""
    },
    {
      "id": 112,
      "default": "[Slot 4] waves it off as unpleasant, but ultimately bearable.",
      "female": ""
    },
    {
      "id": 113,
      "default": "[Soothe the sores with magic.]",
      "female": ""
    },
    {
      "id": 114,
      "default": "The sores resist the magical attempts to treat.",
      "female": ""
    },
    {
      "id": 115,
      "default": "[Climb over.]",
      "female": ""
    },
    {
      "id": 116,
      "default": "[Burn them.]",
      "female": ""
    },
    {
      "id": 117,
      "default": "Your blaze clears the plants ahead of you, but not without one of the flaming branches falling upon you.",
      "female": ""
    },
    {
      "id": 118,
      "default": "[Specified 5]'s blaze clears the plants ahead of you, but a flaming branch falls upon your companion. With a groan, your companion resolves to carry on.",
      "female": ""
    },
    {
      "id": 119,
      "default": "You carefully climb and cross the top of the tightly wound brambles.",
      "female": ""
    },
    {
      "id": 120,
      "default": "As you cross the top of the brambles, your hand plunges into the plants. Flailing forward, you plant your face directly into the thorns.",
      "female": ""
    },
    {
      "id": 121,
      "default": "You carefully make your way through the plants, avoiding lashing thorns and whipping vines.",
      "female": ""
    },
    {
      "id": 122,
      "default": "You force your way through the plants, but one snaps across your eye, scratching your eyelid.",
      "female": ""
    },
    {
      "id": 123,
      "default": "[Send someone else ahead.]",
      "female": ""
    },
    {
      "id": 124,
      "default": "[Blast it apart with magic.]",
      "female": ""
    },
    {
      "id": 125,
      "default": "[Continue carefully through.]",
      "female": ""
    },
    {
      "id": 126,
      "default": "With a resounding blast of arcane might, the stones are knocked from their perches and fall into the ground below.\r\n\r\nYou pass through without difficulty.",
      "female": ""
    },
    {
      "id": 127,
      "default": "The island shudders, and the rocks fall from the wall.\r\n\r\n[Specified 4] manages to ward them off without difficulty. Your compatriot frowns at you and sighs.",
      "female": ""
    },
    {
      "id": 128,
      "default": "The island shudders, and the rocks fall from the wall.\r\n\r\n[Specified 4] manages to ward them off, but cradles a wrist after. Your compatriot scowls at you.",
      "female": ""
    },
    {
      "id": 129,
      "default": "The island shudders, and the rocks fall from the wall.\r\n\r\nYou leap out of the way, narrowly avoiding the stones.",
      "female": ""
    },
    {
      "id": 130,
      "default": "The island shudders, and the rocks fall from the wall.\n\nYou manage to ward the stones off, but a strike on the arm leaves your wrist throbbing and swollen.",
      "female": ""
    },
    {
      "id": 131,
      "default": "The stones appear precarious.",
      "female": ""
    },
    {
      "id": 132,
      "default": "[Sigh.]",
      "female": ""
    },
    {
      "id": 133,
      "default": "You feel slightly better.",
      "female": ""
    },
    {
      "id": 134,
      "default": "[Sigh.]",
      "female": ""
    },
    {
      "id": 135,
      "default": "You feel slightly better.",
      "female": ""
    },
    {
      "id": 136,
      "default": "[Wait and observe.]",
      "female": ""
    },
    {
      "id": 137,
      "default": "Rekke stares at you blankly. After a few long, silent moments, his eyes widen, and he slowly shakes his head.",
      "female": ""
    }
  ]
}