{
  "Component": "exported",
  "Name": "conversations\\00_prototype\\00_cv_ruanu",
  "Entries": [
    {
      "id": 1,
      "default": "\"Ah! Welcome to Tikawara!\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "An aumaua huddles in close conversation with the warriors next to him. He whispers in a low, stern voice.\r\n\r\nNo sooner do you catch his eye than he grins wide enough to stretch every muscle in his face. ",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Greetings, friend! Always it is an honor to receive guests.\" He inclines his head and touches his brow.",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Whatever you need, you must only ask.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"That is for what we build many houses now. Even a trading post!\" He beams with pride.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Tell me about your tribe.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Go on.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"You don't seem to mind the Vailian influence here.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Then, we will have the trade, protection, and friendship of a mighty nation.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Where could I find supplies?\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"The Vailians left many crates with the dwarf. He hoards them by the beach.\" Annoyance flickers across his face, but it's gone as quickly as a ripple on the water.",
      "female": ""
    },
    {
      "id": 95,
      "default": " \"If you need sleep, Himuihi will show you all the villagers contending for the honor of your visit.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"Nairi seems to have a chip on her shoulder.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "He sighs and rubs his forehead.",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"She's our priestess, but she is... new to her duties.\" He clears his throat and forces a smile.",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"Some tribes push the foreigners away, but it is good to have powerful friends.\" A frown briefly clouds his expression.",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"One day soon, this will be a busy port. You have done a great thing for us.\" He grins and claps you on the back.",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Already people fear the wrath of the Vailians and cry out for our old routes, where at least we knew the dangers.\r\n\r\n\"If you need something, ask now.\" He looks at you solemnly.",
      "female": ""
    },
    {
      "id": 112,
      "default": "[Give him Beza's pages.] \"The Vailians would have harvested your souls to use the machines in Poko Kohara.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "[Give him the cursed idol.] \"Nairi is responsible for the Vailian expedition's misfortune. I found this among their corpses.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"For what do you say these things? Come, let me see.\"\r\n\r\nHe takes the pages and flips through them. But he's moving too fast to read them.",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"I do not understand why or how the Vailians would do such a thing, but I will be cautious.\" He tucks the pages away.",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"It is good that you bring this to me quietly. My people trade enough rumors and fears for twice their number.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "He grabs the idol with a strip of cloth, holding it up and away from himself as if it were a poisonous snake.\n\nHe turns it, looking it over.",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"Then she gave this to them, you say? Sent them to die.\r\n\r\n\"She never trusted the Vailians, but at least Ana-\" He clears his throat.",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"At least the priest before challenged me in the proper way.\" He grips the idol so tightly, it looks like it's about to crack.\r\n\r\nHe suddenly looks back to you, his mouth pulled into a thin line.",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"It is good you brought this to me. I will handle her now.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"If the Vailians come, they will build an outpost here, in Tikawara.\"\r\n\r\nHis gaze unfocuses like he is convincing himself of every word.",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"And if you need strong Mataru warriors to fight at your side, then Himuihi can help you with this also. She guards the trading post.\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "His expression wavers between humor and confusion. He doesn't know what to make of this, and he's clearly afraid of misinterpreting you.",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"Can you read Vailian?\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "[Wait.]",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"As surely as my fingers are webbed!\" He laughs too loudly and holds up a hand for you to wait.",
      "female": ""
    },
    {
      "id": 141,
      "default": "He continues glancing back at you as he pages through the records. \r\n\r\nYou get the feeling he's contemplating you much more than the papers in his hands.\r\n\r\nAt last, he sighs.",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"You would not say this if it were not so.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"You describe madness. The Vailians will not do this.\" He tucks the records away.",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"Actually, I'd like those pages back.\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"You're welcome.\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"Oh? For what?\" Ruānu's suspicion is plain on his face.",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"The other villagers deserve to know about this.\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "[Lie] \"I must return them to the Company director in Neketaka.\"",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"I just do.\"",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"Now that you've read them, I will see them destroyed.\"",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"I will keep this now. See that no trouble comes from it.\"\n\nHis voice is calm but firm. There's a palpable change in the air.",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"I insist.\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"Very well.\"",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"There is nothing more to discuss here. I am ranga here, and I have spoken.\" \n\nThe guards with Ruānu tense, gripping their weapons more tightly.",
      "female": ""
    },
    {
      "id": 163,
      "default": "[Attack] \"I'm taking them back.\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"I am glad you see reason.\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"[Player Name], you said you are not from the Company!\" He wags a finger at you, playful and chiding.",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"Then you must tell your rangas of how we helped you.\" He reluctantly hands the pages back.",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"Our village here is young still, but we will grow when the Vailians come.\"",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"We cannot stay on this island with no koīki fruit and few fish.\"",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"I'm here about the caged lagufaeth.\"",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"Caging them brought her great pride, so I let her have her way.\" He shrugs.",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"Himuihi seized the creatures. I would rather spare our village the smell.\" He smiles helplessly, opening his palms.",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"Are you always this... friendly?\"",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"I say that in Tikawara there is always a spot around the fire and-\"",
      "female": ""
    },
    {
      "id": 210,
      "default": "A gurgle reverberates from the stomach of the guard standing next to Ruānu. He grimaces and places his hands over his belly as if to muffle the sound.\r\n\r\nThe ranga shoots him a withering glare.",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"And a koīki in every hand.\"\r\n\r\nWhen he turns back to you, he's all wide smiles and pleasantries again.",
      "female": ""
    },
    {
      "id": 221,
      "default": "\"Powerful friends have a way of extracting costly favors, don't they, [Player Name]?\" He gives you a sidelong glance.",
      "female": ""
    },
    {
      "id": 222,
      "default": "\"The Company can be a good friend to helpful partners, even out here.\"\n\nShe nods warmly toward Ruānu.",
      "female": ""
    },
    {
      "id": 223,
      "default": "\"We got plenty of those. Ours are holding our lives ransom and playing us against their enemies.\"",
      "female": ""
    },
    {
      "id": 269,
      "default": "\"But we never refuse a guest.\"",
      "female": ""
    },
    {
      "id": 275,
      "default": "\"Ekera, like an ingrown toenail.\"",
      "female": ""
    },
    {
      "id": 276,
      "default": "\"For what does Ngati's chosen protest? Give Tikawara a chance to prove itself!\" ",
      "female": ""
    },
    {
      "id": 277,
      "default": "\"You sure you wanna question that? We never get nice ones like this.\"",
      "female": ""
    },
    {
      "id": 278,
      "default": "\"Sciòderie! One woman's fevered notes do not represent the Company's plans!\"\r\n\r\nHer lip curls in annoyance and her feathers stand on end.",
      "female": ""
    },
    {
      "id": 279,
      "default": "\"You're responsible for your tribe and you're just going to... pretend you didn't see this?!\"",
      "female": ""
    },
    {
      "id": 280,
      "default": "\"You're going to trust your fate to the goodwill of animancers?!\"",
      "female": ""
    },
    {
      "id": 281,
      "default": "\"And what do you know of the choices before me, Aedyran?\" He gives Aloth a contemptuous glare before turning back to you.",
      "female": ""
    },
    {
      "id": 284,
      "default": "\"I would shower you with the fruit of our harvest, but the season is... unkind, I say.\"",
      "female": ""
    },
    {
      "id": 285,
      "default": "[Mirror the gesture.] \"Greetings, ranga.\"",
      "female": ""
    },
    {
      "id": 286,
      "default": "\"I understand a Vailian expedition came through here?\"",
      "female": ""
    },
    {
      "id": 287,
      "default": "\"Do you get many outsiders in Tikawara?\"",
      "female": ""
    },
    {
      "id": 289,
      "default": "\"Ekera, and I expect many trading company boat to follow it!\" He smiles broadly even as he looks you up and down.",
      "female": ""
    },
    {
      "id": 290,
      "default": "\"Poko Kohara is restless. Even from afar, the storms tear our bounty up by the root and chase fish to calmer shores.\"\r\n\r\nHe raises his hand to gesture to the east. His hand falls limply to his side.",
      "female": ""
    },
    {
      "id": 291,
      "default": "\"You must forgive, but you do not <i>look</i> like an ally of the Vailians.\" His brow forms a deep crease.",
      "female": ""
    },
    {
      "id": 292,
      "default": "[Present the forged Writ.] \"I think you'll find my papers are in order.\"",
      "female": ""
    },
    {
      "id": 293,
      "default": "[Present the Writ of Commission.] \"My associates thought you might say that.\"",
      "female": ""
    },
    {
      "id": 294,
      "default": "\"I'm acquainted with the trading company, that's all.\"",
      "female": ""
    },
    {
      "id": 295,
      "default": "He pores over the sheet, his lips moving all the while. ",
      "female": ""
    },
    {
      "id": 296,
      "default": "The way his eyes travel over the words leave you in little doubt that he fails to understand them.",
      "female": ""
    },
    {
      "id": 297,
      "default": "\"Ekera, it is as you say.\" He returns the papers, his expression impassive.",
      "female": ""
    },
    {
      "id": 298,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 299,
      "default": "\"Ah... but I have much to learn from foreign ways.\"",
      "female": ""
    },
    {
      "id": 300,
      "default": "\"Ekera, then we have that much in common.\"",
      "female": ""
    },
    {
      "id": 301,
      "default": "\"Not yet, but soon! Tikawara will blossom when our Vailian friends make a port to rest their sea legs.\"",
      "female": ""
    },
    {
      "id": 302,
      "default": "\"I'm just passing through.\"",
      "female": ""
    },
    {
      "id": 303,
      "default": "\"[Player Name], captain of [Player Ship], at your service.\"",
      "female": ""
    },
    {
      "id": 304,
      "default": "\"What is Poko Kohara?\"",
      "female": ""
    },
    {
      "id": 305,
      "default": "\"I came from Poko Kohara.\"",
      "female": ""
    },
    {
      "id": 306,
      "default": "\"The Vailian expedition was headed there, correct?\"",
      "female": ""
    },
    {
      "id": 307,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 308,
      "default": "\"Ekera, but the storms were not as bad before they departed.\"",
      "female": ""
    },
    {
      "id": 309,
      "default": "\"An island not touched since the days of our ancestors.\" ",
      "female": ""
    },
    {
      "id": 310,
      "default": "\"The Vailians went to Poka Kohara for luminous adra, but their expedition does not return.\"",
      "female": ""
    },
    {
      "id": 311,
      "default": "\"What say, could this be?\" He thumbs his chin, seeming to pose the question to himself.",
      "female": ""
    },
    {
      "id": 312,
      "default": "\"As the storms grow wild, Tikawara dies around us. No traveler will land here if they are forced to eat their belts, I say.\"\r\n\r\nHe absently presses his knuckles, worrying the blood from his fingers. ",
      "female": ""
    },
    {
      "id": 313,
      "default": "\"I have some history with old places that cause storms... I'll take a look.\" ",
      "female": ""
    },
    {
      "id": 314,
      "default": "\"Why not move the tribe elsewhere?\"",
      "female": ""
    },
    {
      "id": 315,
      "default": "\"Beyond the storms, is there any danger?\"",
      "female": ""
    },
    {
      "id": 316,
      "default": "\"I hope the weather calms for you.\"",
      "female": ""
    },
    {
      "id": 318,
      "default": "\"So I brought them here, where the soil is too poor for koīki fruit and the waters too shallow for great fish.\"",
      "female": ""
    },
    {
      "id": 319,
      "default": "\"At least we are in the path of Vailian traders as they come and go. This is protection, prosperity. A future.\" He nods, resolute in the idea.",
      "female": ""
    },
    {
      "id": 320,
      "default": "\"In our old villages we were raided by pirates, stolen by slavers, and killed by Rauataian scouts.\"\r\n\r\nHis head droops further with each admission, as if their acknowledgment diminishes him personally.",
      "female": ""
    },
    {
      "id": 321,
      "default": "\"I hit rough seas and lost a lot of supplies, including my credentials.\"",
      "female": ""
    },
    {
      "id": 322,
      "default": "\"Ngati is most restless of late.\" He frowns, kneading his hands together as if this is somehow his fault. ",
      "female": ""
    },
    {
      "id": 324,
      "default": "\"How is Poko Kohara causing storms?\"",
      "female": ""
    },
    {
      "id": 325,
      "default": "\"You must have been away from the isles for a long time, I say.\" He frowns.",
      "female": ""
    },
    {
      "id": 326,
      "default": "\"You are new to the islands - I would not expect you to know of these things.\"",
      "female": ""
    },
    {
      "id": 327,
      "default": "\"Our ancestors told of luminous adra - the bones of the Deadfire - breaching through the sands of Poko Kohara.\"",
      "female": ""
    },
    {
      "id": 328,
      "default": "\"Ngati raises her watery fist in defense of the adra. Vailian or Huana, it is nothing to her who suffers in the wake of such anger.\"",
      "female": ""
    },
    {
      "id": 329,
      "default": "\"Ekera. We paddle our canoes the long way around Poko Kohara for a reason, I say.\"",
      "female": ""
    },
    {
      "id": 331,
      "default": "\"You know of them already, then?\" His eyebrows arch.",
      "female": ""
    },
    {
      "id": 332,
      "default": "\"Ekera, as do I, friend.\" His brow creases, pulled down by a tired smile.",
      "female": ""
    },
    {
      "id": 334,
      "default": "His eyes widen a little. The smile that creases his face seems, for the moment, genuine.",
      "female": ""
    },
    {
      "id": 335,
      "default": "\"Here - this was a token passed down from the rangas, said to come from Poko Kohara in brighter days.\"\r\n\r\nHe passes you a heavy length of copper shaped in a spiral. ",
      "female": ""
    },
    {
      "id": 341,
      "default": "\"Another people lived among our ancestors and built a temple in the desert. Now there is only death.\"",
      "female": ""
    },
    {
      "id": 342,
      "default": "\"But the Vailians closed their ears to my warning.\" He shrugs, glancing away.",
      "female": ""
    },
    {
      "id": 347,
      "default": "\"A... favorable arrangement for both sides, I say.\"",
      "female": ""
    },
    {
      "id": 348,
      "default": "\"Without the help of the Vailians, soon there will be no tribe.\" He crosses his arms.",
      "female": ""
    },
    {
      "id": 349,
      "default": "\"We make Tikawara pleasing to the Vailians. Then when they come for Poko Kohara, they build their harbor here.\r\n\r\n\"They must.\" He clears his throat.",
      "female": ""
    },
    {
      "id": 350,
      "default": "\"If you need aid, Himuihi's warriors need only someone to bark the commands and they will go.\" He raises his fingers to his brow once more.",
      "female": ""
    },
    {
      "id": 352,
      "default": "\"Aheh... yes. Welcome, welcome.\" ",
      "female": ""
    },
    {
      "id": 353,
      "default": "\"Tikawara doesn't look so bad off.\"",
      "female": ""
    },
    {
      "id": 354,
      "default": "\"Ekera, but the land is stubborn and Ngati sheds her tears to the east.\" He sighs.",
      "female": ""
    },
    {
      "id": 355,
      "default": "At the implication of divine providence, Pallegina's right eye twitches in annoyance, the membrane flicking out and back.\r\n\r\nFighting against it, she forces a weak smile and nods politely.",
      "female": ""
    },
    {
      "id": 356,
      "default": "Cocking his head to the side, Ruānu mirrors the gesture with a full smile. He seem to be puzzling out Pallegina's reaction.",
      "female": ""
    },
    {
      "id": 357,
      "default": "\"That does tend to follow the Engwithans.\"",
      "female": ""
    },
    {
      "id": 360,
      "default": "\"I had questions about Poko Kohara.\"",
      "female": ""
    },
    {
      "id": 361,
      "default": "\"Wind and sorrow are all that emerge from the ruins - never answers.\" He waves you on.",
      "female": ""
    },
    {
      "id": 362,
      "default": "\"Back to my other questions.\"",
      "female": ""
    },
    {
      "id": 363,
      "default": "\"Speak on, friend! What say?\" He spreads open his palms.",
      "female": ""
    },
    {
      "id": 364,
      "default": "\"Happy day that the gods smile upon us! A favorable omen.\" He inclines his head and touches his brow.",
      "female": ""
    },
    {
      "id": 365,
      "default": "\"Always pleased to receive our southern neighbors, I say!\" He inclines his head and touches his brow.",
      "female": ""
    },
    {
      "id": 366,
      "default": "\"It is highly unusual for adra to impact its environment as you describe.\"",
      "female": ""
    },
    {
      "id": 367,
      "default": "\"Maybe that is for what the Vailians find it so fascinating?\" Ruānu scratches his head and shrugs.",
      "female": ""
    },
    {
      "id": 368,
      "default": "\"Their captain brushed off my tales like the buzzing of gnats.\"",
      "female": ""
    },
    {
      "id": 369,
      "default": "\"It's a wonder you can even sustain a tribe under these conditions.\"",
      "female": ""
    },
    {
      "id": 370,
      "default": "\"Tikawara is not our first home. I am hoping it grows more opportunity than koīki.\" His gaze wanders toward the door.",
      "female": ""
    },
    {
      "id": 371,
      "default": "\"She... did not mention Anahāru?\"",
      "female": ""
    },
    {
      "id": 372,
      "default": "\"No, she mostly talked about curses and the foreign scourge.\"",
      "female": ""
    },
    {
      "id": 373,
      "default": "\"It didn't come up.\"",
      "female": ""
    },
    {
      "id": 374,
      "default": "[Lie] \"She sure did.\"",
      "female": ""
    },
    {
      "id": 375,
      "default": "He chuckles in spite of himself, shaking his head.",
      "female": ""
    },
    {
      "id": 376,
      "default": "\"It is better to not voice certain things, ekera? Nairi has suffered enough, I say.\" He nods as if a mutual understanding has been struck.",
      "female": ""
    },
    {
      "id": 377,
      "default": "\"A-accursed girl! By Ngati, it is forbidden!\" Ruānu blinks and composes himself anew, smoothing the creases in his outfit.",
      "female": ""
    },
    {
      "id": 378,
      "default": "\"This is good.\" He breathes a sigh of relief.",
      "female": ""
    },
    {
      "id": 379,
      "default": "\"It doesn't seem like you have enough to support that many people.\"",
      "female": ""
    },
    {
      "id": 380,
      "default": "\"Back to my previous questions.\"",
      "female": ""
    },
    {
      "id": 381,
      "default": "\"Speak on, friend!\" He opens his palm and waits.",
      "female": ""
    },
    {
      "id": 382,
      "default": "\"Then... then we buy what we do not grow! Soon our pockets will drag behind us with foreign coin!\" He blinks at you and clears his throat. ",
      "female": ""
    },
    {
      "id": 384,
      "default": "\"The mūzuma snail - a foul thing, yes? They eat through the dead faster than Tangaloa, I say.\"",
      "female": ""
    },
    {
      "id": 385,
      "default": "\"A mūzuma snail shell? Strange heirloom.\"",
      "female": ""
    },
    {
      "id": 386,
      "default": "\"This looks like a sea shell.\" ",
      "female": ""
    },
    {
      "id": 387,
      "default": "\"Thank you, Ruānu.\"",
      "female": ""
    },
    {
      "id": 388,
      "default": "\"It is nothing the Kuaru would craft. The ancestors and their hobbies.\" He shrugs, smiling.",
      "female": ""
    },
    {
      "id": 389,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 391,
      "default": "\"Then we will have more to trade with outsiders than just Rongi's mats. With coin comes protection, friendship.\" He nods vigorously.",
      "female": ""
    },
    {
      "id": 392,
      "default": "\"I made it to the entrance of Poko Kohara, but I can't get inside.\"",
      "female": ""
    },
    {
      "id": 393,
      "default": "\"Ekera, what... what a surprise, I say! But no one told me that envoys of Rauatai landed on Tikawara.\" \r\n\r\nHis congenial smile wavers as he swallows down a lump in his throat. ",
      "female": ""
    },
    {
      "id": 396,
      "default": "\"Better that my people avoid you if they do not wish to share the same fate as Poko Kohara.\"\r\n\r\nRuānu looks away and sighs.",
      "female": ""
    },
    {
      "id": 397,
      "default": "\"Seek the forgiveness of the gods, outsider. Not more goods.\"",
      "female": ""
    },
    {
      "id": 398,
      "default": "Holding up a finger for patience, Ruānu reaches into his pocket and furrows his brow when he doesn't find what he seeks. He pats his other pocket and shrugs, sparing you an inquisitive glance.",
      "female": ""
    }
  ]
}