{
  "Component": "exported",
  "Name": "conversations\\00_prototype\\00_cv_himuihi",
  "Entries": [
    {
      "id": 1,
      "default": "The woman stands outside the half-finished building, arms crossed, as if in protest of any shelter it might offer.\r\n\r\nShe looks like she's scowling, but the scars on her face make it hard to tell.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"For what do you linger here? The village is much too quiet.\" Her restless hands fidget with her weapon while her slitted eyes scan the horizon.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"It seems the lagufaeth no longer bother us. I can save my strength for a worthy fight.\" She nods cautiously.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"I'd like to hire some help for my adventures.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "[Give her the broodmother's head.] \"I killed the lagufaeth broodmother. The others are too weak to attack you now.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"We need to release the lagufaeth hatchlings.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"The other Mataru will weep at losing the competition, I say.\" \r\n\r\nShe holds the severed head by the bulbous cheeks and looks deeply into its eyes.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"But you do not laugh! Then you do not joke?\r\n\r\n\"For what would I do this foolish thing?\" She wipes a tear of merriment from the corner of her eye.",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Lagufaeth are reclusive by nature. They would avoid the village if you did not have their young.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"They have clans and families. What would you do if someone caged your children?\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"At last, a job worthy of Mataru. Choose from the finest hunters and warriors.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Take the key, then. And yell for help if anything goes wrong.\" She passes you the key with one hand and hefts her weapon in the other.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"I need a place to rest.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"You will never meet a more welcoming tribe.\" She thrusts her face inches from yours and glares at you as if daring you to disagree.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"See, the villagers brawl for the honor of your visit.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"What are you doing with this shipwreck?\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Can I buy some supplies?\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Am I a Kuaru? Do I dirty my fingers with coins a thousand hands have touched? Never!\"\n\nShe spits.",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Go see the sweaty one. The dwarf. He washes his hands sometimes.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"I am no Kuaru! I do not touch those filthy metal pieces! Talk to-\"\r\n\r\nShe looks over her shoulder and sees no one.\r\n\r\nShe turns back to you with a look that could curdle milk.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Wipe your metal pieces on your shirt before you give them to me, I say.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Filthy lizards. Even here, I always smell them.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Back to my other questions.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"What's wrong with that?\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"The ranga wanted a trading post.\" She glowers at the strange building, which appears to be part scaffolding and part shipwreck.",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Always I stand here - this is no job for the Mataru! We hunt, fight, and lead.\" She paces next to the trading post, restless energy practically quivering through her arms and legs.",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"He said it will bring more Vailians like the sweaty dwarf. Then they will bring food and supplies and their sweaty money.\" A shiver of disgust ripples across her face.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"You look like you're supervising.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"So why aren't you hunting or fighting?\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Someone must.\" She stops and frowns.",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"What is there to hunt on this heap of rock and moss? No game, only lagufaeth skulking in Hōhina Ravine.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Even the antelope know this is no fit home. The grasses are thin and the trees are like a child's bones - small and soft.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Even to build this, we must hike up the mountain for wood.\" She raps the side of the trading post with her knuckles.",
      "female": ""
    },
    {
      "id": 50,
      "default": "She snorts.",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"You must be thankful that Berath enclosed your nose with that shell of a face.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"What are you talking about?\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"I would lead the charge, but our ranga orders us to guard the Vailians and their supplies.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"But with the ranga and so many others gone, we cannot leave the village undefended.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"The ranga orders us to defend his trading post, otherwise I would take up my spear.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "She throws back her head and laughs.",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"They're still young. They pose no threat to you.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "Her expression hardens.",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Then I never forgive them. We must destroy the broodmother now, before she is bolder.\" She brushes another speck of moisture from her eye.",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"But soon they get big. Then they are a threat. Or a meal.\" Her stomach grumbles.",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"They are animals. They hunt where they smell food. And they smell food in our village.\" She leans forward and speaks slowly, as though explaining this to a child.",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"You want them to leave you alone, right? Release their young and they will.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"If I release the young ones, then they attack when they grow big.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"For what do you tell the same tired joke? No.\" She crosses her arms, looking much less amused this time.",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"They'll run off and forget this place.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Wear this for when you track uglier prey. Better for it to hang on a hunter's waist than the walls of a lodge.\"\r\n\r\nShe removes the belt and passes it to you, her eyes reflecting a host of bittersweet emotions.",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"I'm not asking, I'm telling. And if you know who I am, that should be enough.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"A tribeless wanderer who walks around acting like the ranga?\" She spits in the sand at your feet.",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Every Huana of Deadfire knows your name. \n\n\"Because you are a paki takiri among us, I must trust you.\" She forces diffidence into her voice as though forcing flesh through a sieve. ",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"When they ran from me before, I thought it was only my weapon they feared.\" She laughs again but tapers off into a pensive silence.",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"The fishermen say you released the lagufaeth! What madness possessed you?\" She glares at you.",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"At least I can look forward to killing them when they come back.\" She flares her nostrils and glances away, the sound of her grinding teeth speaking for her.",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"And you, keep your webless hands off of what is not yours, ekera?\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"And you, keep your furred paws off of what is not yours, ekera?\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"And you, keep your hands off of what is not yours, ekera?\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Hunting tales of our ancestors say the brood will scatter when their fish ranga is killed.\" ",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"I'll have that fish woman's head mounted in my hut before long.\" She exhales and turns her gaze away.",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"Then we must hope the ones you released do not grow into beasts like this.\" \r\n\r\nShe gives you a brief glance of irritation before returning her attention to the broodmother's head.",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"Keep your eyes and ears open. The brood is daring when the mother is close.\" She taps the corner of one eye, leveling her gaze at you.",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"Ekera, the fish are not so 'little' up close - but I say you can handle yourself.\" She appraises you again, this time nodding.",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"I pushed the cage with the young ones farther toward the beach, but I smell them even here.\" ",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"An outsider in Tikawara? Who are you, stranger?\" Her hand strays toward a hide belt cinched tightly about her waist.",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"I don't smell anything.\" ",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"My friends here promised they'd bathe before we left port...\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "She growls. \"I speak of the lagufaeth.\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"Smells like a beachside village to me.\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"Surely you can. Your kind have noses like palm rats.\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "Edér checks for onlookers before tucking his nose under his arm and sniffing. He appears more than a little taken aback by his findings.",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"Twice a day, in fact.\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "[Smell the air.] \"Four lagufaeth. Their odor suggests they're young - still hatchlings - and in distress.\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"The words of a skilled hunter.\"\r\n\r\nShe nods, impressed.",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"Or whatever it is your kind have.\" She frowns, looking a little uncertain.",
      "female": ""
    },
    {
      "id": 150,
      "default": "A look of pain and surprise twinges across her face. It reveals an old but raw wound to your shrewd gaze.",
      "female": ""
    },
    {
      "id": 151,
      "default": "In her mind, you glimpse an image of a demolished village on the cliffs, a broken spear in Himuihi's hands, and slavers' ships disappearing over the horizon.",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"So will you when you get back on that boat of yours. But we will be stuck with our lagufaeth problem.\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"Speak no more of this foolishness.\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"But suppose you are right. Then I do not have to suffer their stench.\" \r\n\r\nShe rubs her chin.",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"For what do you say this again?\" She raises an eyebrow, but she's listening.",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"Did you not hear the ranga's words? No home in Tikawara may offer you shelter now.\"",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"Because Nairi spoke for you, you can sleep in the shrine. If the sound of chants does not keep you awake.\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"I couldn't stand to see them caged.\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"Don't question me.\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "[Shrug.]",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"Speak no more of this foolishness.\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"Ishi, what did I tell you about cleaning yourself?\"",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"Now captain, you know I'd never go making a promise I got no intention to keep.\"\r\n\r\nScratching his side, Serafen grins.\r\n",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"I admit to having glands which I do not discuss, but I always keep them clean.\"",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"Aw, c'mon. You know I only wash up on Sundays.\" \r\n\r\nShe winks at you, but the effect's partially ruined when she reaches up to brush some dirt and twigs out of her hair. At least they're from a <i>recent</i> sparring session... probably.",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"Understand they are animals. You must rely on blades, I say. Not words.\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "Serafen's fur bristles as his large eyes catch yours and narrow. A hint of a growl grows in the back of his throat.",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"Careful there cap. Slavery ain't no subject to be boarding lightly.\"\r\n\r\nHe frowns at Himuihi and rubs the back of his head.\r\n",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"Hope they don't wait that long. I wanna see 'em attack when they're little, with those tiny claws and fish teeth.\"",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"A tribal cousin, I say, but not from Tikawara. Who are you, stranger?\" She narrows one eye to appraise you.",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"The young vermin are a delicacy in some of our tribes.\"",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"It's no wonder they come here when the beach smells like a lagufaeth hatchery.\"",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"Do you plan on doing something about these pests?\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"So you want them angry in addition to hungry?\"",
      "female": ""
    },
    {
      "id": 205,
      "default": "\"It is not every day that newcomers land on our beaches. What say you show me how outsiders deal with lagufaeth?\" ",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"There is no food on this barren island that those monsters do not steal!\" Her scars are like seams, tugging her face into a scowl.",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"Yeah but how could you say 'no' to those little faces?\"",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"Always they circle our village, looking for weaknesses.\" \r\n\r\nShe shakes her finger, making an argument she seems to have made many times before.",
      "female": ""
    },
    {
      "id": 209,
      "default": "\"Better to keep them under our thumb than sharpening blow darts, I say.\"",
      "female": ""
    },
    {
      "id": 210,
      "default": "\"Ekera, we have considered... many alternatives to koīki.\" Himuihi grins at the prospect.",
      "female": ""
    },
    {
      "id": 211,
      "default": "\"In your tribe they must have dealt with lagufaeth, ekera? What say you show me how?\"",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"Anger will make them stupid and reckless, I say. More so than they are already.\"",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"A week ago I tracked the fish to Hōhina Ravine, so I challenged the Mataru to a hunting competition - my mother's belt for the broodmother's head.\"\r\n\r\nGrinning, she thumbs the hide belt slung across her waist.",
      "female": ""
    },
    {
      "id": 221,
      "default": "\"You seem strong enough to handle a few lagufaeth.\"",
      "female": ""
    },
    {
      "id": 222,
      "default": "\"A little competition sounds like fun.\" ",
      "female": ""
    },
    {
      "id": 223,
      "default": "\"I'll consider it.\"",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"This is sorry work for a Mataru, I say.\" She folds her arms tighter, looking at the cobbled-together building as though she'd like to kick it down.",
      "female": ""
    },
    {
      "id": 226,
      "default": "\"No need to chase the children if you cut the head from the mother.\" She makes a sweeping motion across her neck.",
      "female": ""
    },
    {
      "id": 227,
      "default": "[Give her the broodmother's head.] \"Looks like you owe me a belt.\"",
      "female": ""
    },
    {
      "id": 228,
      "default": "\"You mean those hatchlings I freed?\"",
      "female": ""
    },
    {
      "id": 229,
      "default": "She slaps her palm over her eyes and curses under her breath.",
      "female": ""
    },
    {
      "id": 230,
      "default": "\"If you speak true, I say you owe the tribe a debt.\"",
      "female": ""
    },
    {
      "id": 232,
      "default": "\"Ekera, you are perceptive for being outside of the tribe.\" She nods, pursing her lips.",
      "female": ""
    },
    {
      "id": 234,
      "default": "\"I'm [Player Name], captain of [Player Ship].\"",
      "female": ""
    },
    {
      "id": 235,
      "default": "\"[Player Name]. I've been away from the isles for a few years.\"",
      "female": ""
    },
    {
      "id": 236,
      "default": "\"I'm just passing through.\"",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"A captain? If you had sailed downwind of the island you would have moved on, I say.\"",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"I'm anxious that you're looking combative already.\"",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"I tell Ranga Ruānu that the stench of Tikawara will drive away friend and outsider alike. Do you smell it?\" She flares her nostrils and grimaces.",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"Hmph. As more outsiders pile in, sons and daughters of the tribes begin to look out.\"",
      "female": ""
    },
    {
      "id": 242,
      "default": "\"Ekera, forgive me. Outsiders, famine, and pests make savages of us all.\" She sighs and shows you her palms before crossing her arms.",
      "female": ""
    },
    {
      "id": 244,
      "default": "\"[Player Animal Companion] and I don't mind trudging through the hatchery.\"",
      "female": ""
    },
    {
      "id": 245,
      "default": "\"If they tip their blow darts with anything interesting, consider me intrigued.\"",
      "female": ""
    },
    {
      "id": 246,
      "default": "\"The Royal Deadfire Company sent me to check on a Vailian expedition.\"",
      "female": ""
    },
    {
      "id": 247,
      "default": "\"Ah. The diggers had no wish to tarry once they got what they needed from our ranga.\" She grimaces off toward the mountainous horizon.",
      "female": ""
    },
    {
      "id": 248,
      "default": "\"The Vailian Trading Company wants me to look after their investment.\"",
      "female": ""
    },
    {
      "id": 249,
      "default": "\"More merchants and diggers? Better to go back to where you came from.\" ",
      "female": ""
    },
    {
      "id": 253,
      "default": "\"Then raise your hand to the little ones and see how they fight back.\" She stares down Edér as a look of horror overcomes him.",
      "female": ""
    },
    {
      "id": 254,
      "default": "\"No, if you release the young ones they'll just be thankful, like any animal.\"",
      "female": ""
    },
    {
      "id": 255,
      "default": "She furrows her brow and begins to form a counterpoint, but stops herself.",
      "female": ""
    },
    {
      "id": 257,
      "default": "\"Nothing that small deserves to be caged. Please have mercy.\"",
      "female": ""
    }
  ]
}