{
  "Component": "exported",
  "Name": "conversations\\00_prototype\\00_cv_tikawara_resolution",
  "Entries": [
    {
      "id": 1,
      "default": "As you near the dock, voices roar over the din of the waves. It seems as if the entire village has gathered.\r\n\r\nAnd many of them don't seem happy.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"The storms disappear. And with them, a great cloud of essence.\" He shakes with rage.",
      "female": ""
    },
    {
      "id": 4,
      "default": "The young priestess glares with open malice, the angles of her crossed arms and clenched jaw as sharp as daggers.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Then we move on again. This was always our way, ranga.\"\r\n\r\nThe young priestess at Ruānu's side steps forward, holding her narrow shoulders high.",
      "female": ""
    },
    {
      "id": 6,
      "default": "The crowd parts for the ranga, whose grin is as broad as his shoulders. ",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Now, the Vailian Trading Company will send ships, people, and supplies. Tikawara will be the greatest port east of Neketaka!\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Now there will be no port to feed us! No Vailian soldiers to defend us! For what did you ruin us so?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"What did the other foreigners bring but death and grief?\"\r\n\r\nShe raises her voice, and the others standing around prick up their ears.",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"The Vailians would bring trade. Prosperity. Now... no one will come.\"\r\n\r\nHe swallows, glancing up at the other villagers as if lost.",
      "female": ""
    },
    {
      "id": 13,
      "default": "The dwarf at the edge of the crowd shuffles his feet.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Ruānu, aimico, thank you for your kindness. But it is time I moved on, no?\"\r\n\r\nHe glances at you hopefully.\r\n\r\nRuānu scowls at this, then turns to you.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"First, they must clear room for docks and storehouses. But that will be many months from now, no?\" \r\n\r\nThe dwarf wipes his brow, considering the beach and the half-finished, half-painted huts built along it.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Already they make plans!\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Many plans, ranga. Then you know the Vailians plan to bleed our souls for their machines, yes?\"\r\n\r\nShe's looking at Ruānu, but her voice is raised as if she's speaking to the rest of the assembled villagers.",
      "female": ""
    },
    {
      "id": 20,
      "default": "[Present the idol.] \"Nairi cursed the last expedition. She's responsible for their deaths.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "[Present Beza's pages.] \"The Vailian Trading Company wanted to conduct a dangerous experiment on the souls of the tribe.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"If that's all, I should be going.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"This was written in the Vailians' own hand.\"\r\n\r\nNairi holds up the torn pages that you gave her, and the crowd gasps.",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"The Vailians love their talk. This is nothing more.\"\n\nHe has to struggle to make himself heard above the others, but eventually, they quiet down.",
      "female": ""
    },
    {
      "id": 27,
      "default": "Nairi flashes a quick, triumphant smile.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Is that all?\" He looks at you with some hesitation.",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"That's all.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "The crowd erupts with shouts and gasps.\n\nRuānu strides forward and takes it from you. He examines it, his face twisting in horror and rage.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"For what did you do this, Nairi? They could kill us all!\" He drops the idol at his feet.",
      "female": ""
    },
    {
      "id": 32,
      "default": "Nairi straightens her bony shoulders and raises her chin.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Then it is good they do not come.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Then we must go before they come.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "Turning to the dwarf, Ruānu kneels. He turns his face to the ground, but you catch a glimpse of his terror and humiliation.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Nairi does not speak for us. I will see her punished for what she did.\"\r\n\r\nHe hesitates long enough to swallow.",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Only, do not tell your rangas in the trading company. I beg this.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "For his part, Vektor looks every bit as uncomfortable as Ruānu.\r\n\r\nHe watches the many Huana watching him back. Sweat streams down his temples, and his hands are clasped tightly enough to turn the dark knuckles white.",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"I-I am only the cook. Curses, idols - what do I understand of these things?\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"I will tell them nothing. I swear it.\"\r\n\r\nHe pats a hand over his heart.",
      "female": ""
    },
    {
      "id": 41,
      "default": "But Ruānu's eyes are still cast down, and he notices none of Vektor's desperation. \n\nInstead, he rises and brushes the sand from his knees.",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"I hope there is nothing more.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "The others nod and disperse, murmuring to one another as they scatter across the village.",
      "female": ""
    },
    {
      "id": 45,
      "default": "But Ruānu notices none of Vektor's desperation - as he rises, he directs his angry gaze toward Nairi.",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"You defied your ranga and betrayed your village. The gods turn their faces from you.\r\n\r\n\"So do I.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"I cast you off. You are not of our tribe.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "He looks out on the faces of his people, frowning as mutters of disagreement rise from the crowd. ",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"As you say, ranga.\" Nairi's face is as still as stone.",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"As your punishment, you shall be Unworthy. You will pick your meals from the scraps, and all will shun your company.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"You will go, and you will thank the gods' mercy that I do not kill you now.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"We purge your memory from our minds and scrape your name from our tongues.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"As you say, ranga.\" Nairi's face is as still as stone.",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"I say this is a turn in our fortunes. The first of many.\" \r\n\r\nHis smile widens further still.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"So long as I am ranga you will find no shelter here. No welcome at any hearth in Tikawara.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"You are always welcome among us. Accept this and know our thanks.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Our people will bury your tracks with sand. You will be less than the lowest of us.\" He glares at the rest of the tribe as he says this.",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"The shrine must shelter any traveler Amira's winds send to us. Our guest will be welcome there.\"\r\n\r\nNairi gives you a faint nod, ignoring Ruānu's widening scowl.",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"What shelter did you offer when the Vailians came to you?\n\n\"You will obey your ranga this time.\"\n\nRuānu glares coldly at her.",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Very well.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Good riddance.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"You saw Beza's records - the Vailians would have exploited you. I helped you.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Neketaka is prosperous for foreign traders. The Vailians would have given you slums, not palaces.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Careful. I'm not someone you want to offend.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"The Vailians weren't coming anyway. I've made you no worse off.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "He snorts. \"You argue for what? I am ranga here, not you.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "Ruānu grunts and raises an arm to dismiss the villagers.",
      "female": ""
    },
    {
      "id": 68,
      "default": "Murmurs of agreement rise from the others.\n\nRuānu regards the nods and whispers.",
      "female": ""
    },
    {
      "id": 69,
      "default": "Ruānu's gaze flickers between you and the crowd. Dread and shame war on his face.",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Your threats are nothing. Yet I respect the rangas of the Vailian Trading Company.\"\r\n\r\nHe crosses his arms across his chest. The gesture almost hides the shaking of his hands.",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"You, a traveler with no tribe and no village, tell me how to keep my hearth?\"\r\n\r\nHis voice is raised loud enough for the rest of the onlookers, but his voice trembles beneath his bluster.",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Your threats are nothing. Yet the other Huana respect you.\"\r\n\r\nHe crosses his arms across his chest. The gesture almost hides the shaking of his hands.",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"For their sake, I will forget your insult. You may rest upon our hearths if you wish.\"\r\n\r\nHe nods and strides away.",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Your threats mean nothing here. Go, and be glad I leave you your ship.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"You know the ways of the gods.\" He waves a hand.",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Ekera. But I watch you always.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "They argue with one another, pointing into the distance. But at your approach, they turn to stare at you, their eyes wide with apprehension or anticipation.",
      "female": ""
    },
    {
      "id": 80,
      "default": "The crowd parts for the ranga, whose scowl is as broad as his shoulders. ",
      "female": ""
    },
    {
      "id": 83,
      "default": "Ruānu takes the pages and flips through them so quickly that you're certain he isn't reading them. \r\n\r\nIn fact, you're certain he can't read them. \r\n\r\nBut he does not say this.",
      "female": ""
    },
    {
      "id": 84,
      "default": "Meanwhile, the others in the crowd exchange anxious whispers and glances.",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"If they return, I will speak with them. No harm shall come to our people.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"I will speak with them when they land their ships. No harm shall come to our people.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"What is this tonderie? Ruānu, aimico, I am certain this is not what it seems...\"\n\nThe dwarf tugs at his collar, which is dark with sweat.",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Then maybe it is time for us to go as well.\" \r\n\r\nRuānu searches the faces of the crowd. Murmurs of approval rise in volume like a tide. ",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Ranga, this one spared us from a great evil. The Vailians would bleed our souls for their machines.\"\r\n\r\nShe's looking at Ruānu, but her voice is raised as if she's speaking to the rest of the villagers on your behalf.",
      "female": ""
    },
    {
      "id": 90,
      "default": "Ruānu grunts and raises an arm to dismiss the villagers.",
      "female": ""
    },
    {
      "id": 91,
      "default": "[Let them handle it.]",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Your people should know the truth.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"This is about to get interesting.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"I couldn't leave you without a warning.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"Your people must follow their own path, not the Vailians'.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"That's your problem, not mine.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"I thought this would be best for you.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"The adra needed to be destroyed.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"I could not leave this power with the Vailian Trading Company.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "She nods at you.",
      "female": ""
    },
    {
      "id": 102,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Have mercy on her. There is no need for more bloodshed.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"She's right. What matters now is keeping out of the Vailians' crosshairs.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"Nairi murdered them! You cannot let this go unpunished.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"Confess this to the Vailians and ask their forgiveness. Their families should know the truth.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"That is what I hope to avoid.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"I will not.\" He shoots Nairi a brief, furious glare.",
      "female": ""
    },
    {
      "id": 109,
      "default": "He shoots you a withering glare.",
      "female": ""
    },
    {
      "id": 110,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Have pity, Vektor. Do not hold this against these people.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"Your comrades' families deserve closure. Tell them the truth.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "He laughs nervously. \"Of course not!\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "He laughs nervously. \"You ask this of me?\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"These people harbored a murderer. Make an example of them.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"I hope that's not for us.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"Ranga, respectfully, I must say that Beza's notes do <i>not</i> represent the Company or the Vailian Republics as a whole.\"\r\n\r\nPallegina raises her voice to exceed the volume of Nairi's.",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"Ranga, respectfully, I must say that Beza's notes do <i>not</i> represent the Company or the Vailian Republics as a whole.\"\r\n\r\nPallegina raises her voice to exceed the volume of Nairi's.",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"Ranga, respectfully, I must say that Beza's notes do <i>not</i> represent the Company or the Vailian Republics as a whole.\"\r\n\r\nPallegina raises her voice to exceed the volume of Nairi's.",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"Better yet, give them the idol.\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"I weep to see my people beg before the master's chef.\" ",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Sure. There's a cursed idol in it for you if you keep quiet.\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"The Company should have a <i>fair</i> accounting of everything that's happened here.\"\r\n\r\nPallegina sets her jaw squarely and raises her chin.",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"Aye, there be wisdom aplenty in the nigh-forgotten practice of keeping the old grog-sucker shut and battened.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"Doesn't anyone value forgiveness and mercy these days?\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"An angry crowd in the middle of nowhere. This seems familiar.\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"Ishiza, you can stop pecking my ankles. They're going away.\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"Ekera, I have seen more agreeable nāga mating competitions.\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"That could have gone better. And much, much worse.\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"Perhaps now the Company can get on with more useful endeavors.\"\r\n\r\nHer eyes grow wide and blink several times, as though she is trying to rouse herself from a bad dream.",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"Who needs a drink? I need a drink. How say you we get ourselves good and squiffy?\"\r\n\r\nHe moves his hands from their resting place near the grips of his weapons.",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"We done?\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"It's for us.\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"My fishermen saw your boat sailing from Poko Kohara. The storms... they parted like a school of fish before Ngati herself!\" \r\n\r\nHe wipes his brow with the back of his hand.",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"You're welcome.\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"Anahāru won't try that a second time.\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "[Lie] \"You must have me mistaken for someone else.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"Ha! What say? This is no time for modesty!\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "A hush falls upon the crowd as you speak the name. \r\n\r\nRuānu clears his throat, clearly eager to move on.",
      "female": ""
    },
    {
      "id": 149,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"Speechless, I say!\" He laughs to himself and glances around, trying to spread his joy to the crowd.\r\n\r\nHe clears his throat.",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"My fishermen tell me your ship alone sailed from the island!\" He points an accusing finger.",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"I took care of your luminous adra problem.\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"[Player Ship] is my home, not just my ship.\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "[Lie] \"You must have me mistaken for someone else.\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"You taint the clear waters of Tikawara with falsehood, I say!\" He blinks at you, dumbfounded.",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"For what did I bring the tribe here if not the adra?!\" ",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"As you said, the storms are gone.\"",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"Ekera, then did you expect me to thank you?\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"Do not dance around the matter, I say!\"",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"Trust me, Vektor, there is little your people could do that would not make matters worse. Let the Huana see to their own.\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"Ruānu may punish her, but how will he prevent other mishaps? \r\n\r\n\"Vektor, your people deserve fair warning.\"",
      "female": ""
    }
  ]
}