{
  "Component": "exported",
  "Name": "conversations\\00_prototype\\00_cv_rongi",
  "Entries": [
    {
      "id": 1,
      "default": "This aumaua man seems lost in thought. His clothes are neat and clean, but he's tugging on the fringe of his sash, which he's worried into a long, loose thread.\r\n\r\nHe looks up at you, his bleary eyes suddenly sharp and alert.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"I see your feet will not let you stay in one place.\" His lean face has the pale, clammy sheen of a fish belly, but he forces a smile.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"What else do you seek?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"I weave baskets and mats - strong and soft, just as my mother's cousin taught me.\" He smiles with real pride.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"What do you know about the lagufaeth imprisoned in the village?\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Very little. This is a question for Himuihi, if you can weather her temper.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"In the afternoon, I will go to the trading post to sell them.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"She stands guard by the trading post. Only, do not remind her of that fact.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"In the afternoon, I sell them here.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Of course, all that I earn goes back to the ranga first - this is prize-share.\" He rushes to add the latter part.",
      "female": ""
    },
    {
      "id": 103,
      "default": "Averting his gaze from yours, Rongi pulls on the fringes of his sash.",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"Tamau goes to his next life, then? May Tangaloa welcome him.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Stop that!\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"You paid me for my silence. It wasn't enough.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"I had some questions.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"Here... here. There is nothing left for me to trade.\" He dumps a palmful of azata shells into yours.",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"What say?\" Rongi turns his gaze up and nods.",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"You ought to be ashamed of yourself. An innocent man is dead.\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"Ekera... but it is better for Kohopa to judge me harshly and let the tribe have full bellies, I say.\" ",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"Does this satisfy?\" He inclines his head and raises a shaking hand to touch his brow.",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"What say? You are new to Tikawara.\" He nods, looking you up and down.",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"What do you do here?\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"Prize-share?\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"Back to my other questions.\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"Ekera, what say?\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"And the ranga distributes your goods to the tribe.\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"Ekera. We trust in our ranga to dispense our food, goods and coin to the tribe.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"The Mataru get the best of all, and then the Kuaru. The Roparu share what is left among themselves.\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"Ekera, just so.\" He nods, pleased.",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"Mukūmu sees to it that Tamau is made an example of what breaking prize-share looks like.\" Rongi frowns to himself. ",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"Do you know anything about the missing koīki fruit?\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"Only that Tamau has slept like a fat tortoise while the rest of us chew on reeds to fool our bellies.\"\r\n\r\nRongi folds his arms. ",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"Ekera, no one could be less surprised. Tamau had this coming.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"Pekeho admitted that he lied about it.\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"I had other questions.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"For what do you come to me, then?\" Rongi furrows his brow and sniffs.",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"I do not stop you from asking.\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"Guilty or no, being tossed to the waves is what Tamau deserves. I have no tears for him.\"",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"He complained until the ranga gave him my finest mats, and then left them out for the sport of beasts. Let the gods sort him.\"\r\n\r\nRongi's lip curls back, but he holds his composure steady.",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"You don't seem particularly upset about it.\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"So even if Tamau is innocent, you don't care?\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "[Lie] \"Relax. I won't say anything that implicates you.\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"The tribe has challenges enough without Huana eating from each other's plates.\" Flaring his nostrils, Rongi glances away from you.",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"You overstep for a stranger, an outsider. I say you should go back to the shore that welcomes you.\"",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"You should know this, or do you walk with your eyes closed?\"",
      "female": ""
    },
    {
      "id": 159,
      "default": "He turns away and says no more.",
      "female": ""
    },
    {
      "id": 160,
      "default": "His eyes widen with suspicion, but he's quick to catch himself and relax his face.",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"For what do you follow me?\" Rongi keeps his hands at his sides, breathing heavily all the while.",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"What say? He has stolen, insulted us, even hurled insults at the gods!\" \r\n\r\nRongi spits and wipes his mouth with the back of his hand.",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"You seem awfully nervous. Something the matter?\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"I'm just taking a stroll. Sorry to bother you.\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"Can a weaver not soak his feet in the cool sand?\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"Our village has troubles, ekera? I go here to set mine afloat on Ngati's back.\" He nods to indicate the peaceful lapping of waves.",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"Sorry. I'll leave you be.\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "He nods and watches you go.",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"Come on. I can tell you're up to something.\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"Tell me what's going on before I drown you in a tide pool.\"",
      "female": ""
    },
    {
      "id": 172,
      "default": "He blinks at you, his mouth falling open. At first it seems like he's going to protest, but then he simply hangs his head in surrender.",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"I stole the koīki. Not Tamau.\" He winces.",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"Ruānu would have us waste our last koīki on a ceremony to the gods. I say the seeds must be harvested and planted.\" He nods, resolute on this point even as he eases back.",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"If you will not leave me alone, then I go.\" He raises his brows and studies you.",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"All this noisy tarrying exposes us to hungry lagufaeth.\"\r\n\r\nHe begins the trek back to the village, glancing once over his shoulder.",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"[Player Animal Companion], you get the truth out of him.\"",
      "female": ""
    },
    {
      "id": 178,
      "default": "He backs away as your companion advances on him, stumbling in the wet sand.\r\n\r\nFinally he puts up his hand and lowers his head in surrender.",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"Don't be so anxious. I'm here to help.\"",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"How could you know about...\" Rongi narrows his eyes and shakes his head. He seems totally disbelieving, but sighs and releases the tension in his shoulders.",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"So why frame Tamau? Why not explain it to the chieftain?\"",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"What does that have to do with harvesting seeds?\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"Tamau is an innocent man after all.\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"Ruānu would not understand! A Kuaru like me is no farmer. It is... not my place to decide what is harvested.\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"But if I can spring life from the koīki seeds, then we have a chance to feed the tribe on a new crop!\"",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"The sun and sand gives the fruit a warm nest, ekera?\"",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"Koīki is tough, stubborn. It does not surrender without a fight. \r\n\r\n\"I let Amira's hot breath warm the heart of the seeds and tell them to grow.\"",
      "female": ""
    },
    {
      "id": 188,
      "default": "Some of his tension eases. Rongi nods, sighing as he faces the horizon.",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"He is no innocent, I say. If birthing a new crop of koīki means his sacrifice, even Ngati would forgive this.\"",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"So it's just a question of what I tell Mukūmu.\"",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"Ekera, but say nothing!\" Rongi takes a step closer, his eyes widening.",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"If Ruānu takes back the koīki... we will grow nothing else in time to sustain the tribe.\" He bows his head, speaking to the ground between his feet.",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"Storing fruit in a moderate heat source... not a bad way to ease the seeds open.\"",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"Ekera. Do you cultivate?\" His eyes swell open with hope.",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"Mukūmu accused Tamau of stealing koīki fruit. The fruit which... I stole.\"",
      "female": ""
    },
    {
      "id": 196,
      "default": "\"At least... what tribe still lives by the time the fruit grows.\" He glances away and sighs.",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"I beg of you. For the good of the tribe, let Tamau meet the gods that the rest of us might eat again.\"",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"Your secret is safe with me.\"",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"What do I get for my silence?\"",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"I will consider it.\"",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"I... I have carried these since I sold baskets to the Vailians.\" He rifles through his pockets and hands you a palmful of coins without a second thought.",
      "female": ""
    },
    {
      "id": 203,
      "default": "He lets our a weary sigh, bowing his head and touching his brow with two fingers.",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"Care to explain this koīki fruit I found on the beach?\"",
      "female": ""
    },
    {
      "id": 205,
      "default": "\"So I hide them by the shore, where the sun warms the sand just so. And I wait.\" ",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"I found this kaora reed outside of the koīki hut. It's used in weaving, correct?\"",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"Ekera.\" He blinks at the reed in your hands.",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"It must have come undone from a basket or a mat. These things happen, I say.\"",
      "female": ""
    },
    {
      "id": 209,
      "default": "\"Tamau isn't a weaver, is he?\"",
      "female": ""
    },
    {
      "id": 210,
      "default": "\"You don't have to pretend. I already know you took the koīki.\"",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"I say you tracked it from your hut when you stole the koīki, thief.\"",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"Tamau? He has a spider's craftiness, but no skill for its art.\"",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"Besides, that is Kuaru work.\" Rongi flares his nostril and nods.",
      "female": ""
    },
    {
      "id": 217,
      "default": "[Hold up the dried koīki.] \"Looking for this?\"",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"What say... friend?\" Rongi swallows down a lump in his throat as he sees you approach.",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"If you're looking for koīki, I already gave it to Mukūmu.\"",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"I don't blame you, Rongi. You're feeding the tribe.\"",
      "female": ""
    },
    {
      "id": 221,
      "default": "\"Ekera? Maybe I do not sleep well at night, then, but at least some good may come of it.\"\r\n\r\nHe sighs and nods as some of the tension leaves his shoulders.",
      "female": ""
    }
  ]
}