{
  "Component": "exported",
  "Name": "conversations\\00_prototype\\00_cv_vektor",
  "Entries": [
    {
      "id": 1,
      "default": "\"A... a ship! I am saved!\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "The dwarf fans himself with a dishrag. His face is dark and shiny with exertion. Sweat colors wide crescents on his shirt. \r\n\r\nHe looks at you like a drowning man would look at dry land.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Weeks I have been stranded here! The Vailian Trading Company sends no one. Unless...\" \r\n\r\nHe squints at you, dabbing his brow feverishly with a corner of the rag.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"They hired me to find an expedition. I take it that means you.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"No one sent me. I came on my own.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Stranded? This is a settled island.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Merla, just my luck.\" ",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"You need something? It is good to see a friendly face.\" He dabs his brow with a soiled dishrag.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"What has you so on edge?\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"And by the afternoon, only Ruānu returned.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Our captain was eager to leave before the winds changed again.\" ",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Now, no one here will even talk of Anahāru. Suspicious, no?\" Perspiration gleams on his forehead.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"You mentioned Nairi.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Back to my other questions.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"The priestess? She imagines me in the jaws of her fish goddess, I know it.\" He fans himself even more rapidly.",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"'Vektor' isn't a Vailian name.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Pargrun. My grandparents gave up their nomadic ways when they moved to the Republics.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"But I see the appeal of staying in one place. One safe place.\" He dabs at the back of his neck as he glances around.",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"I need supplies.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"I found the remains of your expedition.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "[Give him Beza's pages.] \"Your captain had some dark plans for the tribe.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Dead, you mean? Madiccho!\" His thick brows rise in alarm.",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"If their work was finished, their families in the Republics would be compensated.\" He looks at you beseechingly.",
      "female": ""
    },
    {
      "id": 69,
      "default": "[Show him the cursed idol.] \"I think Nairi had something to do with their deaths.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"I'll see what I can do.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Cuè? No, no, that cannot...\" Even as he speaks, he stares at the idol with widening eyes.",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Ruānu must know. Yes, let him deal with her.\" He licks his lips, nodding quickly.",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Agracima.\" He bows his head.",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Cuè? What do you mean?\" He takes the pages from you and flips through them. \r\n\r\nThen he stops, one hand frozen above the stained paper.\r\n\r\nHe looks up at you and laughs nervously.",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Per complancanet, you cannot take these things so seriously. B-Beza was an academy brat hoping to catch the director's notice.\" Fresh beads of sweat pop from his forehead.",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"And anyway, this has nothing to do with me. I am just the cook.\"\r\n\r\nVektor tugs at his collar, peeling the sweat-soaked cloth from his chest.",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"But I will see this gets back to the director in Neketaka. No need to worry.\"\r\n\r\nHe gives you a strained smile and tucks the papers away as fast as he can.",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"I would have joined her, but my stomach... something did not agree. Now it is weeks since they should have returned. I am only the galley cook, not a search party!\" \r\n\r\nHe nurses his stomach and winces.",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Where did it go wrong?\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"You were awfully busy for a man claiming to be ill.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Per complancanet, music and ale are medicine for the soul.\" He pats a hand over his heart and gives you a sheepish look.",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"With the priest. Anahāru.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"He said we had come to rob and plunder. He and Nairi turned the villagers against us.\" He wipes a fresh rivulet of sweat from his temple.",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"After that, we slept on the boat and took turns watching the shore.\r\n\r\n\"Except for me. I had to rest and recover, of course.\" He coughs.",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"But in the early hours, our lookout saw Ruānu and Anahāru disappear together.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Go on.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"Where did they go?\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"I am sure I do not know! All I heard was that they left the village.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"No one from the village approached us all day.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Even so, they did nothing to soften Anahāru.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Indeed.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Perhaps I should only be grateful they left me here.\" He looks away.",
      "female": ""
    },
    {
      "id": 112,
      "default": "At last, a strangled whimper escapes his throat.",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"If the expedition failed, the Company will hesitate to finance a second one. They might close the book forever.\"\r\n\r\nHe sighs, scratching his head.",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"I must watch the supplies at the trading post. You will come to check on me, yes?\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Belfetto! You come not a moment too soon!\" ",
      "female": ""
    },
    {
      "id": 127,
      "default": "[Lie] \"The Company sent me. Tell me the situation.\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "[Lie] \"Sorry. No idea what you're talking about.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"No sign of my shipmates on the horizon.\"\r\n\r\nHe sighs and billows the front of his shirt. The wet fabric slaps against his chest with a plopping sound.",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"She lurks in the shrine next to that awful statue. I cannot stand her wicked looks, but if she does not scare you, then maybe you talk to her.\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"I beg you, say nothing of this. With Ruānu gone, who will protect us?\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"Better you and I stay out of this, no?\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"Mother Hylea, do not let me die here!\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"Soon, the director will send supplies, animancers, and soldiers.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"Unless... you have room on your ship?\" He looks at you, kneading his knuckles.",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"Soon the director will send a ship to fetch the rest of the supplies. And me.\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"[Player Ship] could use a cook, unless you'd rather stay here?\" ",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"I would consent to be chained to your galley if it saved me from this dump.\" He sighs and pockets his dishrag.",
      "female": "\"Aimica, anything is better than waiting on this beach.\""
    },
    {
      "id": 159,
      "default": "\"I'd say he's one clove short of a bulb.\" ",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"The Company would not have told Vektor their plans. And I'm sure he's right. Beza was clearly operating on her own, not under Company orders.\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"What I'm hearing is that someone wants to get dipped in boiling koīki broth.\"",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"Sure smells fishy to me. And I don't mean the cooking.\" \r\n\r\nXoti crosses her arms over her chest.",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"A cook without shame makes a poor breakfast, I say.\" \r\n\r\nTekēhu crosses his arms and narrows his eyes.",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"Better prove it by cooking us something real tasty.\"\r\n\r\nEdér looks around hopefully for supporters.",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"Not your fault and not your problem. A familiar refrain.\"",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"I'll keep an eye out. Maybe they found something interesting.\"",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"I imagine the Company will pay a bounty for word of the expedition?\"",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"I had other questions.\"",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"Eccosi for my staring. It is... unusual to see one of the locals so outfitted.\" He glances up and down at Maia - mostly up.",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"Ah... bon piacco. What about?\" He white-knuckles the rag and eases back wearing a furrowed brow.",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"Payment is assumed with the Company. They are quick to buy what they do not have.\" \r\n\r\nHe nods, the first signs of relief showing in his red-rimmed eyes.",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"Agracima, this is hope to my ears.\" He sighs and bows stiffly.",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"You... would search for them? Agracima!\"",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"Here's to hoping your crew makes it back.\"",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"Ac. The Company would front the coin for a search party if someone competent stuck their neck out.\"\r\n\r\nHe sighs, draping the rag over his shoulder.",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"Since you arrived I have cause to hope for their safe return, ac?\" ",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"Ac, did they not explain when they sent you?\" He purses his lips but waves the matter aside.",
      "female": ""
    },
    {
      "id": 191,
      "default": "With an anxious swallow he glances over his shoulder at a sleepy, ramshackle village. His gaze darts from one grass-thatched hut to another as if expecting some unspeakable horror to emerge.",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"Ado, how long I waited for a familiar face in this friendless hovel!\"",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"Ac, deliverance at last!\" He lets go of a heavy sigh.",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"By whose standard do you call this 'settled?'\"",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"Governor Alvari would have told you that we were searching for luminous adra in Poko Kohara?\"",
      "female": ""
    },
    {
      "id": 196,
      "default": "\"I only tarry here because my shipmates went to Poko Kohara to search for luminous adra.\" He brushes an insect off his sleeve.",
      "female": ""
    },
    {
      "id": 200,
      "default": "[Follow his gaze, see what he's looking at.]",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"Ai! Bazzo! This is no laughing matter!\" \r\n\r\nHis piercing shriek turns several heads in the village. He glares at you and breathes heavily.",
      "female": ""
    },
    {
      "id": 204,
      "default": "He isn't fixating on anything in particular, but his eyes widen with unease whenever one of the island aumaua draw near. \r\n\r\nHe flinches and clears his throat.",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"I worry that Ruānu, the local chieftain, gave Captain Beza and my crewmates a false lead.\" He knots the rag in his hands, pulling it taut.",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"Why would he do that?\"",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"To do so would shame the dignity of the Mataru.\"",
      "female": ""
    },
    {
      "id": 209,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 210,
      "default": "\"Why would I go bobbing for reason in shark-infested waters?\" He waves his rag like a handkerchief.",
      "female": ""
    },
    {
      "id": 211,
      "default": "\"Ruānu was the last to speak with the captain before she set sail. He squats in the hut northeast of that pitiful market.\"\r\n\r\nHe nods toward the gutted hull of a ship.",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"This word, 'Mataru.' A curse? I hear only the largest islanders babble it.\" His brow furrows as he waves the matter off.",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"Go on.\"",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"Another of you? The island has enough mouths to feed as it is.\" ",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"More unusual than a dwarf with no sense of direction?\"",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"When we landed on Tikawara, the chieftain gave us a welcome fit for the ducs.\"",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"We feasted, danced, drank, and slept only so we could feast, dance, and drink more.\" The ghost of a smile flits across his face.",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"The captain was meant to return. We swim in hostile waters, ac?\"",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"You get a pass because I like that one.\" Maia folds her arms and grins.",
      "female": ""
    },
    {
      "id": 221,
      "default": "\"The captain left all but the essentials with me. I have sustained myself trading with the villagers.\" ",
      "female": ""
    },
    {
      "id": 222,
      "default": "\"Eccosi, but I am almost out of ale.\" He gives you a weak smile and shows off his wares.",
      "female": ""
    },
    {
      "id": 223,
      "default": "\"You were saying?\"",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"Bon piacco, then ask.\" He worries his brow and waits.",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"Stuck on a balmy island with plenty of sun? Sounds terrible.\" ",
      "female": ""
    },
    {
      "id": 226,
      "default": "\"Ac, you understand.\" He nods vigorously as the statement escapes him.",
      "female": ""
    },
    {
      "id": 227,
      "default": "[Set off a magical spark next to his ear.]",
      "female": ""
    },
    {
      "id": 228,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 229,
      "default": "\"I hope she didn't pay for this information.\"",
      "female": ""
    },
    {
      "id": 230,
      "default": "\"I think not. The chieftain would stitch us new sails if it curried my captain's good favor.\" He shrugs.",
      "female": ""
    },
    {
      "id": 231,
      "default": "\"Eccosi. This tribe rattles my last nerve.\" He mops around his neck.",
      "female": ""
    },
    {
      "id": 232,
      "default": "He swallows and aims a hopeful look at Pallegina.",
      "female": ""
    },
    {
      "id": 233,
      "default": "\"Di verus, the Company's concerns are the ducs' concerns, which makes them <i>my</i> concerns. But saving your skin wasn't in my orders.\"",
      "female": ""
    },
    {
      "id": 234,
      "default": "\"Then it is the will of gods and countrymen alike that I remain stranded.\" Crestfallen, he raises a hand to his brow and looks out upon the open sea.",
      "female": ""
    },
    {
      "id": 235,
      "default": "\"Or didn't know the way himself and was just trying to impress the outsider.\" Maia winks down at Ishiza.",
      "female": ""
    },
    {
      "id": 236,
      "default": "\"Ac, this is a terrible place.\" He frowns up at Maia.",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"You sweat too much over too little, Vektor. I've never known the Company to hold the expedition's <i>cook</i> responsible for its success or failure.\"",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"Captain Beza always said that the cook is the heart of morale! Can you not imagine why I am high strung, with a crew's fortunes balanced on every dish?\" ",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"Good to know your priorities were in proper order on Company time.\"\r\n\r\nHer dark eyelids droop over her golden eyes, glaring at the sweaty dwarf.",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"T-tell it to the captain! It was all her idea!\" He backs away a step, hands raised.",
      "female": ""
    },
    {
      "id": 241,
      "default": "\"Did you not come to plunder? Ekera, I misunderstood your mission.\"",
      "female": ""
    },
    {
      "id": 242,
      "default": "He flinches back from Tekēhu, his eyes wide with alarm until he clears his throat and focuses back on you.",
      "female": ""
    }
  ]
}