{
  "Component": "exported",
  "Name": "conversations\\00_prototype\\01_cv_lagufaeth_broodmother",
  "Entries": [
    {
      "id": 1,
      "default": "A large lagufaeth - a broodmother, by her size and crest - surfaces from the pool. Around her neck hangs a knotted cord strung with shiny odds and ends.\r\n\r\nShe chirrups softly. \r\n\r\nAs you draw closer, she gurgles in agitation but does not attack.",
      "female": ""
    },
    {
      "id": 2,
      "default": "The broodmother perches among the rocks and watches you cautiously. Her scrap necklace chimes as she bobs her head.",
      "female": ""
    },
    {
      "id": 3,
      "default": "The broodmother warbles sadly, looking expectantly beyond you.",
      "female": ""
    },
    {
      "id": 4,
      "default": "Cocking her head, the broodmother watches you and lets out an inquisitive chirrup.",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Chirrup at her.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Who's Ana?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"I freed your hatchlings from the village.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "[Attack the broodmother.]",
      "female": ""
    },
    {
      "id": 9,
      "default": "[Leave, backing away slowly.]",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 11,
      "default": "The broodmother stops gurgling and takes a tentative step closer, craning her neck with interest.\r\n\r\nOther lagufaeth peer and chirrup at you.",
      "female": ""
    },
    {
      "id": 12,
      "default": "She screeches with emotion, rocking her whole body back and forth. Her bristling fin flashes like a blade.\r\n\r\nThe other lagufaeth bare their teeth even wider.",
      "female": ""
    },
    {
      "id": 15,
      "default": "The broodmother glances toward the pool and trills.\r\n\r\nFour enthusiastic, high-pitched chirps answer from the cave behind her.\r\n\r\nShe looks back at you and cocks her head in question, jingling her scrap necklace.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Stay away from the village.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"I'll be going now.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "The broodmother coos at you. She pulls the scrap necklace off and tosses it at your feet.\r\n\r\nWith that, she lowers her head and chirps quietly to herself.",
      "female": ""
    },
    {
      "id": 22,
      "default": "Turning her attention from you to the formation of lagufaeth, the broodmother hisses and flicks her tail, gesturing down toward the bottom of the ravine. Toward the village. \r\n\r\nThe others bob their heads in agreement.",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"I can rescue your hatchlings, but your clan must stay away from the village.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "The broodmother chitters and blinks at you, tilting her head this way and that.\r\n\r\nAt last, she raises her head and trills to the treetops.\r\n\r\nOne by one, the other lagufaeth lower their weapons and snap their jaws shut.",
      "female": ""
    },
    {
      "id": 27,
      "default": "The broodmother watches you go. She's wary, but she doesn't attack.",
      "female": ""
    },
    {
      "id": 28,
      "default": "A young lagufaeth pokes its head out from behind one of the adults and burbles happily.\r\n\r\nThe adult ushers it back with a firm claw.",
      "female": ""
    },
    {
      "id": 29,
      "default": "It looks smaller than the hatchlings in the cage, but not by much.",
      "female": ""
    },
    {
      "id": 30,
      "default": "Observing the exchange, the broodmother looks to you and lets out a plaintive cry.\r\n\r\n\"Hoo. Ana.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "It sounds like she's trying to say \"Huana.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Huana?\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "Snarls and gurgles rise in volume. The other lagufaeth bare their teeth at the name.",
      "female": ""
    },
    {
      "id": 34,
      "default": "She strains forward, stretching out her neck to croak at you. Her scrap necklace glints and quivers.\r\n\r\n\"Hwana.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Hu-ana.\" The broodmother hisses.\r\n\r\nHer attending warriors brandish spears, clubs, and blow guns.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"You hate the Huana.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "She screeches. Not at you, it seems, but at what you've said.\r\n\r\n\"Hatch. Lings.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "A flash of anger and pain from the broodmother's mind strikes yours like a gust of heat. \r\n\r\nYour power enables you peer into her memories.",
      "female": ""
    },
    {
      "id": 39,
      "default": "Many claws tighten about weapons and tails lash in eager, hypnotic rhythm.\r\n\r\nThe broodmother watches you.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"You can understand me?\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"The Huana captured your young?\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"I don't understand. What do the Huana have to do with your hatchlings?\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Enough of this.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "She bobs her head, chittering excitedly.",
      "female": ""
    },
    {
      "id": 46,
      "default": "[Sing to her.]",
      "female": ""
    },
    {
      "id": 47,
      "default": "You see aumaua, huge and terrible, pushing the lagufaeth deeper into the jungle. The aumaua's language is an unintelligible roar to the broodmother, but she sees their aggression written on the corpses of her fallen kin.\r\n\r\nShe also sees the invaders rounding up her hatchlings and driving them back to their wooden nests by the beach.",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Take.\"\r\n\r\nShe hisses, snatching and clawing at the air.\r\n\r\n\"Take. Hatch. Lings.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Please.\" She turns her fish eyes on you. \"Hatch. Lings.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "She dives back down and disappears.\r\n\r\nYou hear splashing and chattering coming from further up the slope.",
      "female": ""
    },
    {
      "id": 54,
      "default": "With your keen intuition, you hear the syllables in her gurgles and read the desperation in her rapid, darting movements.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Yes, I saw your hatchlings caged in the village.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Yeah, because first contacts always tend to go well.\" Maia slowly reaches for her weapon.",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Aha. She is talkative, this one.\" \r\n\r\nThe broodmother turns to him, her eyes growing wider by the moment. Tekēhu winks at her. ",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"There's a pack-hunting swamp lizard in Aedyr with a call like that.\r\n\r\n\"It normally means they have you surrounded.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "Edér attempts a chirrup of his own that sounds perhaps more like two krakens aggressively mating.\r\n\r\nThe lagufaeth stare at him and hiss until he stops. Edér clears his throat as though that was what he'd been doing all along.",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"She's got herself a certain scaly charm, don't she? Still wouldn't advise bedding her, cap, but you do you.\"\r\n\r\nSerafen shrugs.",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"You need a minute, alone?\" Xoti ducks her head, blushing fiercely.",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Aw, we gotta do it.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Can't really blame them, can you?\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Do not pretend to understand the opinions of fish, I say!\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Gellarde! I didn't even know these wilder could understand kith languages!\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"I recall when you picked up ancient Engwithan, but this?\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"A mum separated from her pups by force. Few things worse, cap, believe you me.\"\r\n\r\nHe scowls and cracks his furry knuckles.\r\n",
      "female": ""
    },
    {
      "id": 72,
      "default": "Serafen gapes, stiffens, and then blinks rapidly as if clearing his eyes.",
      "female": ""
    },
    {
      "id": 73,
      "default": "She turns back to you and growls. \"Hu. Ana.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Let us not leap to conclusions, I say.\" Tekēhu clears his throat.",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Hoo. Ana!\" She points a jagged finger at you and shrieks. ",
      "female": ""
    },
    {
      "id": 77,
      "default": "[Send [Player Animal Companion] over to make an introduction.]",
      "female": ""
    },
    {
      "id": 78,
      "default": "[Player Animal Companion] moves closer and sniffs at the lagufaeth's feet. She observes the gesture at first with wide-eyed panic, but softens as the animal shows only curiosity.\r\n\r\nTentatively reaching out, she pats [Player Animal Companion]'s head.",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Hu. Ana!\" She gestures to you and gestures back down the hill.",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Cap... the scaly lass spied the Huana rounding up her pups. Marched 'em off towards the beach. ...Condolences, ma'am.\"\r\n\r\nFrowning, he bows his head to the Lagufaeth.\r\n",
      "female": ""
    },
    {
      "id": 81,
      "default": "Leaping from the water, the broodmother eagerly chirrups and beckons toward her hatchlings.\r\n\r\nThey rally around her with unbridled joy.",
      "female": ""
    },
    {
      "id": 82,
      "default": "She scans the beach, her bulbous eyes searching you out and finding nothing. \r\n\r\nGiving up, she loops her necklace over her head and lays it down on the sand. ",
      "female": ""
    },
    {
      "id": 83,
      "default": "She lets out a low-pitched warble when she sees you. \r\n\r\nThe broodmother makes a show of removing her necklace and laying it out on the sand, then gesturing from you to the necklace and back again. ",
      "female": ""
    },
    {
      "id": 84,
      "default": "Chirruping and waving her crest, the broodmother and her hatchlings dive back into the ocean.",
      "female": ""
    }
  ]
}