{
  "Component": "exported",
  "Name": "conversations\\00_prototype\\01_si_chest",
  "Entries": [
    {
      "id": 1,
      "default": "You find an old stone coffer, pitted and mottled by long exposure to the elements. The lid is cracked, but thick, woody vines like giants' fingers hold it in place.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Cast a spell to burn the vines.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "The plants squeal and pop in the flames, giving off an odor that smells disconcertingly like burning flesh.\r\n\r\nThey wither into scraggly, blackened strands. Yet no sooner have they shrunk than they quiver and twitch, beginning to fill with sap once more.\r\n\r\nYou rip the lid from the coffer before they can regain their grip on it.",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Cast a spell to freeze the vines.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "The vines become rigid and pale beneath the accumulating frost until, at last, they shatter.\r\n\r\nNew tendrils begin to wriggle from the frozen stumps. You tear off the lid before the vines can regain their grip on the coffer.",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Pull the vines away from the chest.]",
      "female": ""
    },
    {
      "id": 8,
      "default": "You can't pry a single vine loose.\r\n\r\nIn fact, as you tug, you feel them tighten their grip around the coffer.",
      "female": ""
    },
    {
      "id": 9,
      "default": "[Have someone pull the vines away from the chest.]",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Specified 0] can't pry a single vine loose.\r\n\r\nAs [Specified 0] tugs, the vines even tighten their grip around the coffer.",
      "female": ""
    },
    {
      "id": 11,
      "default": "You retrieve an antique bronze hatchet, pulling it from the coffer even as the vines feebly grasp at it with hungry tendrils.",
      "female": ""
    },
    {
      "id": 12,
      "default": "[Burn the vines with a torch.]",
      "female": ""
    },
    {
      "id": 13,
      "default": "You hold your torch under one of the larger vines for several seconds. Eventually, it shrivels into a twig.\r\n\r\nHowever, the nearest vines sprout new growths that reach over to cover it.",
      "female": ""
    },
    {
      "id": 14,
      "default": "You rip the tendrils off the chest. Vines hungrily creep up to entangle it again, but you tear at them faster than they can grow back.\r\n\r\nIn this midst of all of this, you are able to get the lid off the chest.",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Specified 0] rips the tendrils off the chest. Vines hungrily creep up to entangle it again, but [Specified 0] tears at them faster than they can grow back.\r\n\r\nIn this midst of all of this, you are able to get the lid off the chest.",
      "female": ""
    }
  ]
}