{
  "Component": "exported",
  "Name": "conversations\\14_slaver_port\\14_cv_aeldys_spy",
  "Entries": [
    {
      "id": 1,
      "default": "\"Ah, you there! Psst, lovesome! Chance a gander this way.\"\r\n\r\nA trader with sun-burnished skin and straw-like hair loosely pinned into a tumbling rat's nest waves both hands eagerly in your line of sight.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Bloody devil, I said be looking over here now! Are you deaf or just daft?\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Hello, lovesome. Hear I a jangle of coin in your pocket?\"\r\n\r\nA trader with sun-burnished skin and straw-like hair loosely pinned into a tumbling rat's nest waves both hands eagerly in your line of sight.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Now, if I were a wagering woman, I'd say Aeldys sent you to help me outfit just such travelers. Aye?\" \r\n\r\nThe trader sidles closer, glancing conspiratorially around before continuing in a more hushed tone.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"During my station here, I've spied signs of illegal activity.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"But slavery is legal in the Deadfire, is it not?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"What can we do to help?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Enslaving people of the Deadfire is illegal. It's the selling of slaves from elsewhere that isn't.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"We can start by exposing Crookspur's illicit trade.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"If we could free the natives who've been detained - before they're carted outside of the Deadfire, the illegal trade would be exposed, weakening the entire trade.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Should you feel so inclined to help, know that my captain would personally see you compensated.\"\r\n\r\nThe trader tugs the collar of her tunic aside enough to flash you the brass glint of her suolenet - one which bears the insignia of Captain Aeldys.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Moreover, we'd ruin Furrante's ploy with the slavers, whatever it may be.\"\r\n\r\nShe smirks meanly, rucking her scar across her cheek. ",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I'll do what I can.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Let me think about it.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Why does Aeldys care about any of this? None of the Príncipi sworn to her have been enslaved, have they?\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Aeldys won't abide these slavers to persist - not on her seas.\" Seafol thumbs the puckered skin curving her temple.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Furrante sent me to help the slavers, not to undermine them.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"What'll it be, gent?\"",
      "female": "\"What'll it be, madame?\""
    },
    {
      "id": 19,
      "default": "\"You'll find the natives - the illegal stock - deep within the fortress, kept from sight. \n\n\"There're routes to the inside, but most stand heavily guarded.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"I fail to see how that's any concern of mine. I'm merely curious about your wares.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Kith trafficking is legal in the Deadfire?\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"That's all I needed to know.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 24,
      "default": "Lips pressing a taut line, Seafol scratches thoughtfully at the tighter line of her scar where it touches the corner of her mouth.",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"I'd like to take a look at your stock.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"What can you tell me about this place?\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"You mean aside from the bit about Crookspur being the capital of slave commerce in the Deadfire?\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Is there a high demand for slave labor within the Deadfire?\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Aye, a most profitable one.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "[Do your best to ignore her.]",
      "female": ""
    },
    {
      "id": 33,
      "default": "[Glance in her direction.]",
      "female": ""
    },
    {
      "id": 34,
      "default": "[Flash her a lewd gesture as you continue walking.]",
      "female": ""
    },
    {
      "id": 35,
      "default": "[Turn and glare at her.]",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Aye, now I see why Aeldys likes you.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Did you say 'Aeldys'?\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "[Walk away.]",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"You must make a fine profit off of kith trafficking.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "Seafol clenches a fist by her side. When she scowls at you, her scar blanches starkly against her skin.",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Swabby, I don't make the laws.\" She traces the scar snaking her right cheek, fingers splayed in a searching sort of manner.",
      "female": ""
    },
    {
      "id": 42,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"You're an abolitionist.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Mind what sort of words you care to toss around - especially about a trader making a profitable go of it at Crookspur.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "[Lower your voice.] \"I only meant, it would be in your best interest to gain an ally for your endeavors.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "[Raise your voice.] \"It sure would be a shame if the owner of this operation found out about your - !\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Come on, the wares give it away.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"A pity, but I can't fathom what you mean. So you might as well drop it and save us both the pain.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Make no mistake, lovesome.\" After a cautious glance around, Seafol leans closer to mutter her next words. ",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"There's a reason the master doesn't let buyers into his dungeons.\n\n\"If a certain someone were to sneak in, following a certain cavern beneath the fortress, you might savvy why.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Now, I know Furrante sent you.\" She takes a deep breath.",
      "female": ""
    },
    {
      "id": 52,
      "default": "When the trader speaks again, her voice comes from several paces closer, and as a harsh hiss, to the right of you.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"What do you want?\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "At your response, the trader throws her head back and heartily guffaws.",
      "female": ""
    },
    {
      "id": 55,
      "default": "She cracks you a knowing smile and rocks back on her heels, waiting a heartbeat before she speaks. \r\n\r\nThis close, you can see how her nose and cheeks are dashed with freckles. She turns her head to the side, and you get a good look at the puckered scar that curls from her right temple, and down to the corner of her lips.",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Did I? Did I say what now?\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Have a looksee. You won't find a grander market for your labor needs than Crookspur - nor finer elusion wares than mine.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Thought that might catch your attention.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Please, do be calling me Seafol.\" She thrusts a calloused hand out for a shake.\r\n\r\nThis close, you can see how her nose and cheeks are dashed with freckles. She turns her head to the side, and you get a good look at the puckered scar that curls from her right temple, and down to the corner of her lips.",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Now, then, you must call me Seafol. It's a pleasure to make your acquaintance, gent.\"\r\n\r\nShe thrusts a calloused hand out for a shake.",
      "female": "\"Now, then, you must call me Seafol. It's a pleasure to make your acquaintance, madame.\"\r\n\r\nShe thrusts a calloused hand out for a shake."
    },
    {
      "id": 61,
      "default": "\"What are elusion wares?\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Lockpicks, noisemakers, chisels and crowbars, maps, compasses, hardtack, spy glasses, potions of invisibility.\"\r\n\r\nShe ticks the items off on her fingers.",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"You know, your typical, basic, expected survivalist gear.\"\r\n\r\nShe smiles sweetly, blinking wide and innocent eyes.",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"For the more courageous traveler...\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Buyers sail from far and wide to bid on the... particular slaves here. Which is why you find me now selling my particular wares.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Oh, aye. As you wish, lovesome.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"What sort of particular slaves?\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"The kind you won't find elsewhere. Have a looksee inside, and I bet you'll savvy my meaning.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"I simply work around them.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"A whosie-whatsit?\" She sputters, scar mottling a harsher white.",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Most of the chattel are shipped in from elsewhere. From lands far from the Deadfire. But they're sold here.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"And here they'll stay.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Bloody Hel! You're an insufferable sort, aren't you? Crank it down!\"\r\n\r\nShe tamps her hands through the air, gesturing for a lower volume.",
      "female": ""
    },
    {
      "id": 74,
      "default": "When she pulls back, her jaw is clenched.",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"You the contact?\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"That I am.\" She scratches along the uneven ridge of her scar.",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"But there are others - captains with as much clout within the Príncipi - who would favor you, should you thwart the slavers rather than bolster their operations.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Slaves that oughtn't to be slaves.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"What sort of illegal activity?\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"We can't be letting this stand.\" She scrubs a hand over her mouth. \r\n\r\nThen, shoring her determination, she sidles closer before continuing in a more hushed tone.",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Any slaves you free are welcome to sail with us.\" She tips her chin in affirmation.",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"We may not see eye to eye with some of the old bloods in the Príncipi. We're too rowdy for their refined palates. But we value freedom and loyalty above all.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Furrante can burn and sink for all I care. His scheming won't help the Príncipi. It's for his benefit and his alone.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"You may have better luck sneaking in through the sea caverns dotting the shore.\r\n\r\n\"One of them leads into the fortress.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Sure, but do it real quiet-like.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"For the more courageous traveler...\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"I got a skiff ready for the slaves you send out. We'll make fast for Deadlight.\"\r\n\r\nShe winks, flirting with the thought of a dangerous getaway.",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"After that? Who but Ondra knows. Maybe I'll see you around Dunnage.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Ahoy! Over here!\"\r\n\r\nA trader with sun-burnished skin and straw-like hair loosely pinned into a tumbling rat's nest waves both hands eagerly in your line of sight.",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"A little seabird told me that Kua's met a bloody end. Couldn't have happened to a crueler bastard.\r\n\r\n\"So I greatly thank you.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"You see, my captain sent me to recruit any able-bodied slaves here. After I helped them escape, of course. Seeing as you've gone and helped our cause, even if inadvertently, I'm sure she'll want to commend you. \r\n\r\n\"Pay a visit to Aeldys in Fort Deadlight, if you're wanting for a right fine ally.\"\r\n\r\nShe winks, the gesture puckering the unsightly scar that stretches across her face.",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"I'll be off, then. You've given me just the distraction I need to jimmy some cell doors.\" Temple to mouth, her scar twists from a wicked grin as she bows.",
      "female": ""
    }
  ]
}