{
  "Component": "exported",
  "Name": "conversations\\14_slaver_port\\14_cv_slave_auction",
  "Entries": [
    {
      "id": 1,
      "default": "\"Fìnoma! At last, we reach the culmination of our lot today!\"\n\nA stiff-backed woman gestures widely with her arms, gathering the crowd a hair closer. Excitement simmers amid buzzing voices and the low rattle of raffia hand fans. Anticipation hangs in the air.",
      "female": ""
    },
    {
      "id": 2,
      "default": "Then with a flick of her prim wrist, she hastens the final slave to step forward.\r\n\r\nHe's a strapping, ugly-faced misborn, chains and the planks of the stage rattling with each of his heavy steps.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"What a putrid thing.\" The words are cutting, but the buyer's fan snaps up eagerly.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"For the horns alone, I'd give you nine hundred.\"\r\n\r\nAnother fan is snapped about, winnowing a raspy chuckle.",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Do nothing.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Bid 900 cp.]",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Bid 2000 cp.]",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Gellarde! And we are concluded, gliente!\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "The crowd jolts at your significantly raised bid, but the auctioneer hardly pauses for a breath before she's rattling off the newly set rate.",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Do nothing.]",
      "female": ""
    },
    {
      "id": 11,
      "default": "[Bid 1000 cp.]",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Right here, darling.\" Number 24, the opening bidder jostles his fan.",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Do nothing.]",
      "female": ""
    },
    {
      "id": 16,
      "default": "[Bid 1100 cp.]",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Eleven, one hundred.\" The number is raised with the flick of a fan.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"We've got eight seventy-five, and now nine hundred. Who will bid us nine hundred?\"\r\n\r\nThe auctioneer sweeps her hand over the crowd, searching for the next price jump.",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Now we're at nine fifty - do I see nine fifty, and I do. And we're up to nine and seventy-five. Where's my nine seventy-five? There it is. And who'll give me one thousand?\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "If possible, the auctioneer's rambling chant increases in speed from a drumming excitement. Her hand bounces with her words as if riding a beat.\r\n\r\nThe price is up to 1000 pires.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Too steep for my blood.\"\r\n\r\nNumber 24 shakes his head. Others in the crowd rumble their agreement.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Eleven, one hundred. Do we have two? Can I get a two?\"\r\n\r\nImpatient now, the auctioneer waves a hand for the death godlike to bow his head, presumably to showcase his recurved, gleaming horns. Instead, he stares at her, looking like he could spit venom.",
      "female": ""
    },
    {
      "id": 24,
      "default": "[Bid 2000 cp.]",
      "female": ""
    },
    {
      "id": 25,
      "default": "[Bid 2000 cp.]",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"I believe I'll mount those horns in the drawing room. What a fine statement they'd make.\"\r\n\r\nThe woman smiles eagerly, gloating.",
      "female": ""
    },
    {
      "id": 30,
      "default": "[Do nothing.]",
      "female": ""
    },
    {
      "id": 31,
      "default": "[Bid 1200 cp.]",
      "female": ""
    },
    {
      "id": 32,
      "default": "[Bid 2000 cp.]",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Eleven, one hundred - going once, going twice -\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Sold! To lady in green, bidder number sixty-three. Gellarde! Please, step forward to claim your property.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"And now we've eleven, two hundred to the bidder with no number. How odd. It's a delightful mystery, gliente. Eleven, two hundred - do I have three?\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "The bidder eyes you with annoyance. Agitated, she taps her fan rapidly against her thigh but ultimately refrains from raising it.",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Once! Twice! And sold! To our mystery bidder, the patron with the weighty pockets.\"\r\n\r\nHer lips curve a rapacious smile.",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Gellarde! I do hope you possess the sufficient funds. For your sake, as well as, mine.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Damnation! Count me out.\" The buyer tosses her fan to the ground in disgust.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Too steep for my blood.\"\r\n\r\nNumber 24 shakes his head. Others in the crowd rumble their agreement.",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Two thousand. The price is two thousand beautiful pires. Do I have two and five hundred?\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "The auctioneer inclines her head to the shackled godlike.",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"You are a first time buyer, ac? For I do not recognize you as one of our usual patrons.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Eleven, two hundred pires, once, twice, sold to our mystery bidder!\"\r\n",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Ac? And how might I help you?\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"I've come to... address your personnel problems.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "[Leave] \"Never mind.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"I'd like to meet with the master.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"I hear Crookspur engages in illegal trading practices. How do we know this man isn't native to the Deadfire?\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Caution, aimico. Those are grave accusations - as well as false ones, to be assured.\"\r\n\r\nHer mien has grown cold and hard and sharp as a knife's blade. The crowd bristles.",
      "female": "\"Caution, aimica. Those are grave accusations - as well as false ones, to be assured.\"\r\n\r\nHer mien has grown cold and hard and sharp as a knife's blade. The crowd bristles."
    },
    {
      "id": 53,
      "default": "\"Chieftain Ruāsare has charged Crookspur slavers with kidnapping warriors from the Wahaki tribe.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Did he say Poko Kohara? Or perhaps Ori o Koīki...\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"No, he did not.\" She snaps her fingers toward an attendant who produces a sheaf of papers.",
      "female": ""
    },
    {
      "id": 56,
      "default": "The crowd sways. Heads shake and murmurs swell as expressions turn from annoyance to suspicious curiosity. Disquieted, the auctioneer claps her hands once to signal the sale's close.",
      "female": ""
    },
    {
      "id": 57,
      "default": "[Attack] \"You leave me no choice then.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Crookspur doesn't need this many guns to control a few slaves. What legal operation requires so much security?\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"You are not the first mess I've found myself forced to wipe up. Though I do hope you are the last.\"\r\n\r\nShaking her dainty arm to limber it, she is quick to draw a gilded rapier from her hip.",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"It is time you were leaving, aimico. Those who would cost Master Kua his profit are not welcome here.\"",
      "female": "\"It is time you were leaving, aimica. Those who would cost Master Kua his profit are not welcome here.\""
    },
    {
      "id": 61,
      "default": "Fingers snapping, she signals a guard to escort you from the premises.",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Stop this madness at once! Surely, you can't really mean to sell this man?\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "The crowd bristles at the outburst, but the auctioneer presses on with little more than a cutting glance in your direction.",
      "female": ""
    },
    {
      "id": 67,
      "default": "[Attack] \"I can no longer abide this.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "At last, the auctioneer's warbling chant falters and falls silent. ",
      "female": ""
    },
    {
      "id": 69,
      "default": "Her eyes narrow with understanding.",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"No, I'm afraid that won't do.\"\r\n\r\nShe dismisses you with a demure shrug.",
      "female": ""
    },
    {
      "id": 71,
      "default": "[Show her the weight of your coin purse.] \"I'm both able and willing to pay the price.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"My lord has sent me to inspect your available stock. He is eager to make a sizable purchase - based on the favorability of my report.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Per complanca, aimoro. We welcome your business eagerly.\" Her eyes glitter acquisitively.",
      "female": "\"Per complanca, aimora. We welcome your business eagerly.\" Her eyes glitter acquisitively."
    },
    {
      "id": 74,
      "default": "\"What if I'm interested in a private sale?\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Sientere, but I cannot permit you access if you cannot produce the coin.\" \r\n\r\nInterest lost, she waves you away.",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"I will not be removed.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "[Leave] \"All right. I don't want any trouble.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"You are not the first mess I've found myself forced to wipe up. Though I do hope you are the last.\"\r\n\r\nShe turns to look to the side, one corner of her mouth twisted in a bitter smile.",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Feast your eyes, on a fruit most rare.\" The auctioneer's lips curl in a cruel smile. ",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Vellico. We'll open the bidding at eight hundred pires. Eight hundred pires, eight hundred right here. And eight fifty. Who'll give me eight fifty? Eight seventy-five, I'm at eight seventy-five!\"\r\n\r\nShe points to the various bidders who raise their numbered fans, never pausing in her lilting chant.",
      "female": ""
    },
    {
      "id": 81,
      "default": "A hush falls upon the crowd. The auctioneer, too, has ceased her chanting. She stares directly at you, silent for a single inhale of breath.",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"I am from the Deadfire. You cannot keep me.\" The slave raises his bound hands, seizing upon the chance opportunity.",
      "female": ""
    },
    {
      "id": 83,
      "default": "The auctioneer titters a cutting laugh.",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Nonsense. Utter bela tonderie! Do tell us then, postenago - from where do you hail? And I would advise you to be immensely specific.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"I... that is...\" He swallows thickly and looks to you as if to read the answer in your face.",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"This operation is under investigation by the crowned royals of Neketaka.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Guards! Vielo to arms!\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Apretta! We continue now, gliente!\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"The master has been expecting you. Go. You will find him within the residence.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Master Kua is a busy man. As such his meetings are limited to our valued clientèle. You see?\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"You are most permitted to enter the residence in want of an audience with Master Kua.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"That is enough for today!\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Every one of our stock is properly vetted and certified. Healthy, mentally self-sufficient, and born and raised outside of the Deadfire.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Our present listing hails from the Dyrwood. Now, let us reconvene the auction.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Are you mad? They've medicinal value!\" The words are choked with outrage, but the bidder doesn't rejoin with a counter.",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Now we're at nine fifty - do I see nine fifty, and I do. And we're up to nine and seventy-five. Where's my nine seventy-five? There it is. And who'll give me one thousand?\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"For the horns alone, I'd give you nine hundred.\"\r\n\r\nAnother fan is snapped about, winnowing a raspy chuckle.",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"How impertinent.\" Her lips peel back as the words hiss from between her teeth.",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Go to your master now, slave. Act a brute, and I'll have you lashed.\"\r\n\r\nWithout further regard, she turns back to you.",
      "female": "\"Go to your mistress now, slave. Act a brute, and I'll have you lashed.\"\r\n\r\nWithout further regard, she turns back to you."
    },
    {
      "id": 101,
      "default": "\"Before the transfer is complete, you must speak with Master Kua. He awaits in his office, in the fort.\" She nods a dismissal.",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"That's right.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Your silence speaks for you.\" She taps a finger on her dainty chin.",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"Are you sure you don't recognize me?\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"I could scarcely forget a face like yours, aimoro.\" She smirks, but it's tinged with an appreciation.",
      "female": "\"I could scarcely forget a face like yours, aimora.\" She smirks, but it's tinged with an appreciation."
    },
    {
      "id": 107,
      "default": "\"It's my job to know our clientèle, aimico.\"",
      "female": "\"It's my job to know our clientèle, aimica.\""
    },
    {
      "id": 109,
      "default": "\"I've been informed of your meeting with Master Kua. We look forward to your patronage.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Come here, now. We will finalize the trade.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Belfetto! Let us close this deal.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "As the winner steps up to claim her slave, the auctioneer scans the dispersing crowd until her eyes fall still on you.",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"You there! The newcomer. I wish to speak with you.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"Master Kua will be expecting to see you. Do not make him wait. His office is in the residence.\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "A long, low growl rises from Serafen, and his scarred lip curls over his crooked teeth. His blue fur bristles as his head shifts forward, one ear low, the other twitching. ",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"What in the name of Wael's hidden fiddly bits, cap? You actually be <i>bidding</i> on folk?\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"Less you be calling coin on account of some bit of clever you ain't made clear, cap, words be coming twixt us out of this, believe you me.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"You gone true and fucking fathom-headed, Captain Watcher?\"\r\n\r\nSerafen fixes you with his green glare.",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"Less you be calling coin on account of some bit of clever you ain't made clear, cap, words be coming twixt us out of this, believe you me.\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"Less you be calling coin on account of some bit of clever you ain't made clear, cap, words be coming twixt us out of this, believe you me.\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"Be feasting your eyes on these bare-poled, scurvy-wilted curs - throwing copper down for flesh. Don't suppose we be here to send their souls back to your pale armored mistress?\" \r\n\r\nHis fingers tighten on the grip of his weapon.",
      "female": ""
    },
    {
      "id": 122,
      "default": "Your bid is matched and raised with the flick of a fan.",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"And now we've eleven, one fifty to bidder number sixty-three. Eleven, two hundred - do I have three?\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"Too steep for my blood.\"\r\n\r\nNumber 24 shakes his head. Others in the crowd rumble their agreement.",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"Are you mad? They've medicinal value!\" The words are choked with outrage, but the bidder doesn't rejoin with a counter.",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Eleven, one fifty - going once, going twice -\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"Eleven, one hundred. Do we have one-fifty? Can I get one-fifty?\"\r\n\r\nImpatient now, the auctioneer waves a hand for the death godlike to bow his head, presumably to showcase his recurved, gleaming horns. Instead, he stares at her, looking like he could spit venom.",
      "female": ""
    },
    {
      "id": 129,
      "default": "[Do nothing.]",
      "female": ""
    },
    {
      "id": 130,
      "default": "[Do nothing.]",
      "female": ""
    },
    {
      "id": 131,
      "default": "[Do nothing.]",
      "female": ""
    },
    {
      "id": 132,
      "default": "[Do nothing.]",
      "female": ""
    },
    {
      "id": 133,
      "default": "[Do nothing.]",
      "female": ""
    },
    {
      "id": 134,
      "default": "[Do nothing.]",
      "female": ""
    },
    {
      "id": 135,
      "default": "[Do nothing.]",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"Sold! To the mystery bidder with no number. Please, step forward to claim your property.\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"I believe I'll mount those horns in the drawing room. What a fine statement they'd make.\"\r\n\r\nThe woman smiles eagerly, gloating.",
      "female": ""
    }
  ]
}