{
  "Component": "exported",
  "Name": "conversations\\14_slaver_port\\14_si_underwater_cavern",
  "Entries": [
    {
      "id": 1,
      "default": "Before you, a small cavern arrows into the rocky terrain beneath the fortress' crumbling stone base. The squat mouth of the cave sits within a wash of ocean water. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "At your feet, a pool of greenish water tapers into a submerged tunnel that spans off into darkness.",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Wade into the cave.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "You slosh into the water until the bottom abruptly drops out from beneath you, and a cold rush suffuses your skin. The water is greener in the back of the cavern, dark and deep. \r\n\r\nA wave crashes into the cavern behind you, and as it recedes, a hard undertow sucks you back toward the shoreline.",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Swim deeper into the cave.]",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Let the current pull you back to the shore.]",
      "female": ""
    },
    {
      "id": 8,
      "default": "You push against the current, making slow but steady headway.",
      "female": ""
    },
    {
      "id": 10,
      "default": "Swimming deeper into the cavern, you come to a set of tunnels, forked left and right. One tunnel leads to darkness, the other is marked by a faint glimmering of light.\r\n\r\nBoth tunnels are completely submerged.",
      "female": ""
    },
    {
      "id": 11,
      "default": "[Swim into the darker tunnel.]",
      "female": ""
    },
    {
      "id": 12,
      "default": "[Swim into the brighter tunnel.]",
      "female": ""
    },
    {
      "id": 13,
      "default": "As you near the fork, your lungs begin to burn, but you push calmly onward.",
      "female": ""
    },
    {
      "id": 14,
      "default": "As you near the fork, your lungs begin to burn and ache, pulsing in beat with the roar in your ears. Your limbs grow sluggish in the cold. You slow.\r\n\r\nBubbles escape from your lips to tickle your nose and cheeks.",
      "female": ""
    },
    {
      "id": 15,
      "default": "Time ticks in your ears like the marching of tiny ant feet, over a seemingly endless expanse. A heartbeat, a second more of no oxygen, and then another... and another... \r\n\r\nYou struggle against the undertow to make headway. Your lungs pang. A flurry of fat bubbles escapes from your throat just as you reach the lip of the tunnel...",
      "female": ""
    },
    {
      "id": 16,
      "default": "Time ticks in your ears like the marching of tiny ant feet, over a seemingly endless expanse. A heartbeat, a second more of no oxygen, and then another... and another... \r\n\r\nAnd then you're out of everything - air, hope, energy, and time - everything but tunnel.\r\n\r\nA flurry of fat bubbles escapes from your throat, and then it closes up even as the water gushes in.",
      "female": ""
    },
    {
      "id": 17,
      "default": "The tunnel's depths are so black, you can't make out your hand in front of your own face so you don't notice the dead end until your knuckles and then palms have slapped against it.\r\n\r\nThere's no where to go except back down the tunnel's length - all several, long feet of it. \r\n\r\nYour movements have rocked the water around you, and just above, you can make out the muted sound of waves lapping at the lip of the tunnel.\r\n\r\nThere may be a sliver of space for air... or there might be nothing.",
      "female": ""
    },
    {
      "id": 18,
      "default": "[Swim for the surface.]",
      "female": ""
    },
    {
      "id": 19,
      "default": "[Swim back to the fork.]",
      "female": ""
    },
    {
      "id": 20,
      "default": "Your nose bumps the rocky ceiling of the tunnel when you try to surface, but there's just enough space for you to gulp some air between your lips before an icy wave washes over your face.\r\n\r\nAs you tread your arms to keep afloat, you realize your movements are making the water even choppier, soon closing up the space between the cave and the surface completely.",
      "female": ""
    },
    {
      "id": 21,
      "default": "Following a deep breath, you plunge again under the water and swim hard for the fork.",
      "female": ""
    },
    {
      "id": 22,
      "default": "Your fingers dig at the jagged sides of the tunnel as you swivel in the darkness. Blood pounds in your ears. Then you thrust ahead for the fork.",
      "female": ""
    },
    {
      "id": 23,
      "default": "You swim on and on, deeper into the tunnel - no end in sight. After some time, a twinge stabs at your lungs, but you shake it off and stubbornly press on.",
      "female": ""
    },
    {
      "id": 24,
      "default": "You wake, sand pressed to your cheek, front down on the shore outside the fortress. You retch out a mouthful of water and seaweed - but you're alive.",
      "female": ""
    },
    {
      "id": 25,
      "default": "Your group swims on and on, deeper into the tunnel - no end in sight. Your lungs begin to strain, desperate for air, and your pulse pounds in the back of your throat. Dizziness assaults you.",
      "female": ""
    },
    {
      "id": 26,
      "default": "You emerge from the tunnel and break the surface of the water in a cavern deep beneath the fortress.",
      "female": ""
    },
    {
      "id": 27,
      "default": "[Dive into the tunnel.]",
      "female": ""
    },
    {
      "id": 28,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 29,
      "default": "The tunnel is narrow and rocky, the water cold and inky black. Your hands trace along the sides and ceiling as you swim, but there's no break to the surface, no room for air. Several feet into the tunnel, you can no longer see either ahead nor behind you.",
      "female": ""
    },
    {
      "id": 30,
      "default": "Midway through the tunnel, a strong undertow sweeps you swiftly toward the sea, and after several more chest-burning seconds, you break the water's surface within the mouth of a cavern connecting the shoreline.",
      "female": ""
    },
    {
      "id": 35,
      "default": "With everyone's lungs freshly filled with air, you and your group press through the dark tunnel with ease.",
      "female": ""
    },
    {
      "id": 37,
      "default": "Your lungs filled with fresh air, you press through the dark tunnel with ease.",
      "female": ""
    },
    {
      "id": 38,
      "default": "You swim on and on, deeper into the tunnel - no end in sight. After some time, your lungs begin to strain, frantic for air, and your pulse pounds in the back of your throat. Dizziness assaults you.",
      "female": ""
    },
    {
      "id": 39,
      "default": "Arms and legs thrashing hard, everyone swims fast and doggedly through the tunnel. But the distance drags on. \r\n\r\nYou can barely make out the pained expressions on the others faces as your own lungs pang for air, but thankfully no one falls behind, and you're able to grimly press onward.",
      "female": ""
    },
    {
      "id": 40,
      "default": "Arms and legs thrashing hard, everyone swims fast and doggedly through the tunnel. But the distance drags on. \r\n\r\nYou can barely make out the pained expressions on the others' faces as your own lungs pang for air. Then, choking, someone passes out, and you're forced to drag them back, swept easily by the force of the undertow to the safety of the shore.",
      "female": ""
    },
    {
      "id": 42,
      "default": "Your group swims on and on, deeper into the tunnel - no end in sight. You feel a twinge in your lungs but shake it off and stubbornly press on.",
      "female": ""
    },
    {
      "id": 44,
      "default": "[Swim into the mouth of the cave.]",
      "female": ""
    },
    {
      "id": 45,
      "default": "You break the surface of the water, in the center of the cave.",
      "female": ""
    }
  ]
}