{
  "Component": "exported",
  "Name": "conversations\\14_slaver_port\\14_si_iron_bars",
  "Entries": [
    {
      "id": 1,
      "default": "Through the bars, you spot a lever half ensconced in the slick stone wall. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Bend the bars apart.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Pry the gate off its hinges.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Reach through the bars to flip the lever.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "With two of the bars bent wide, [Specified 0] is easily able to crawl through the grating and flip down the lever on the other side.\r\n\r\nThe portcullis shudders and groans before sliding open.",
      "female": ""
    },
    {
      "id": 7,
      "default": "Shoulder wedged wholly between the bars, [Specified 0] groans and strains, arm outstretched, flailing, fingers waggling to grasp the lever.\r\n\r\nWith a final hiss of breath from between clenched teeth, [Specified 0] wriggles an inch farther into the grating. Fingers tap the lip of the lever, once, twice, and then the switch flips down.\r\n\r\nThe gate shudders and starts to open, and [Specified 0] rears back.",
      "female": ""
    },
    {
      "id": 8,
      "default": "Legs spaced shoulder width apart, [Specified 0] exhales a breath and grips a thick, iron bar in each fist. ",
      "female": ""
    },
    {
      "id": 9,
      "default": "You tip the crowbar between the rock face and the metal bearing on the far side of the gate, and with a hard shove, wedge the entire front grill off.\r\n\r\nIt falls to the floor with a bone-juddering clang. ",
      "female": ""
    },
    {
      "id": 10,
      "default": "Gripping a rusted bar firmly in each hand, you steady your stance - legs set wide, back braced straight - before you pull with all that you have. \r\n\r\nA groan rips from your chest, and vaguely you perceive the taste of blood on your tongue. Your body shudders, threatening to give out.\r\n\r\nBut the bars remain unbent.",
      "female": ""
    },
    {
      "id": 11,
      "default": "Shoulder wedged wholly between the bars, [Specified 0] groans and strains, arm outstretched, flailing, fingers waggling to grasp the lever.\r\n\r\nBut it rests just out of reach.",
      "female": ""
    },
    {
      "id": 12,
      "default": "[Transform someone into a small creature.]",
      "female": ""
    },
    {
      "id": 13,
      "default": "With both lips and fingertips warmly aglow, [Specified 0] glances to you, eyebrows raised for indication of your intended recipient.",
      "female": ""
    },
    {
      "id": 14,
      "default": "[Reconsider your options.]",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Choose a recipient for the spell.]",
      "female": ""
    },
    {
      "id": 16,
      "default": "Hot nausea hits you as your stomach twists and you shed your skin - suddenly squeezing into a stumpier, sweatier, hairier form. Your snout twitches as you root through the dirt lining the base of the gate, and it takes you a moment to remember what you were meant to be doing.\r\n\r\nAh, yes. \r\n\r\nWith a pudgy bounce and a half-grunt, half-squeal, you hop through the bars for a heavy-hoofed landing on the other side.",
      "female": ""
    },
    {
      "id": 17,
      "default": "The spell ripples over [Specified 1]'s skin like the crash of a hot wave, leaving visible sweat in its wake.\r\n\r\nNostril's flaring, [Specified 1] doubles over with a gut-wrenching shout that cracks abruptly into a high squeal. Dirt and clothes cloud the air, and then where once there was a person, stands a squat, foul-stinking pig.\r\n\r\n[Specified 1] stumps up to you, dumb, brown eyes staring into your face.",
      "female": ""
    },
    {
      "id": 18,
      "default": "The spell flares within you, tingling in the pads of your fingers and burning up your tongue for release as you survey your group in search of an apt subject.",
      "female": ""
    },
    {
      "id": 19,
      "default": "A raised portcullis blocks the passage before you. It rests still and silent as the dead, dusty cobwebs spanning its iron bars.\r\n\r\nTo the right, a wooden lever juts from a nook in the wall.",
      "female": ""
    },
    {
      "id": 20,
      "default": "[Pull the Lever.]",
      "female": ""
    },
    {
      "id": 21,
      "default": "[Walk away.]",
      "female": ""
    },
    {
      "id": 22,
      "default": "The lever flips down smoothly, gears clacking to life as the heavy portcullis begins a slow and steady descent into the floor.",
      "female": ""
    },
    {
      "id": 23,
      "default": "An iron gate blocks the passage before you. The gate is shut and locked tight, its bars thick and evenly spaced.",
      "female": ""
    },
    {
      "id": 24,
      "default": "[Cast a corrosive spell on the metal.]",
      "female": ""
    },
    {
      "id": 25,
      "default": "You carefully layer the spell over the door's hinges with each word uttered aloud, building and weaving the magic until the already rusted metal begins to sizzle and slowly melt.",
      "female": ""
    },
    {
      "id": 26,
      "default": "[Specified 0] artfully layers a spell over the door's hinges with each word uttered aloud, building and weaving the magic until the already rusted metal begins to sizzle and slowly melt. ",
      "female": ""
    },
    {
      "id": 27,
      "default": "Returning to normal is an easier transition, so you're not nearly as close to vomiting as you stand, and drub the dirt from your knees before flipping the lever down with a single, hard yank.",
      "female": ""
    },
    {
      "id": 28,
      "default": "After several nudges from your boot, [Specified 1] takes a lumbering hop through the bars, and the transformation is released.\r\n\r\n[Specified 1] snorts out a puff of dirt before wrenching the lever down.",
      "female": ""
    },
    {
      "id": 29,
      "default": "[Specified 0] thrashes as the portcullis lowers, clanking steadily down into a slit in the flooring.\r\n\r\n\"Help!\" [Specified 0] shouts.",
      "female": ""
    },
    {
      "id": 30,
      "default": "[Pull [Specified 0] free.]",
      "female": ""
    },
    {
      "id": 31,
      "default": "[Do nothing.]",
      "female": ""
    },
    {
      "id": 32,
      "default": "It takes several tugs as the grate continues rattling lower, but eventually you're able to wrench [Specified 0] free from the bars.\r\n\r\n[Specified 0] falls with an \"oomph\" to the ground before shooting you a grateful if slightly shaken smile.",
      "female": ""
    },
    {
      "id": 33,
      "default": "[Specified 0] thrashes harder, feet sliding on the floor while the grate moves but she's unable to pull free.\r\n\r\n\"I'm stuck!\" she shouts frantically, perhaps thinking you failed to hear her earlier.\r\n\r\nAfter more wriggling, she gains enough freedom to pull her head back just as the top of the section she'd been snagged in touches the floor. But she can't slip her arm free fast enough. She screams as bone crunches. \r\n\r\nThe portcullis catches, and [Specified 0] is able to jerk her wrist free. She clutches her entire arm to her chest, face wrenched in pain.",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Sakes alive, but that was a close one!\" Xoti breathes. Her fearful eyes look too large for her face.",
      "female": ""
    },
    {
      "id": 36,
      "default": "Hands fisted in the folds of her tunic, you tug several times as the grate rattles ever lower, but it seems [Specified 0]'s well and truly trapped. \r\n\r\nBiting out a curse, Edér surges forward, rough palms clamping over her hips, and together you both \"One-two-three heave!\" - until with a pained whimper, she pops free.\r\n\r\n[Specified 0] tumbles onto Edér in a tangle of limbs before shooting you a grateful if slightly shaken smile.",
      "female": ""
    },
    {
      "id": 37,
      "default": "The bars are sturdy, thick, and cold in your grip, but the metal is slightly abraded against your palms - rusted from years of exposure to the dampness of the cavern air. And when you pry the bars apart with all your strength, the iron groans and gives satisfyingly.",
      "female": ""
    },
    {
      "id": 38,
      "default": "As he pulls, his head drops forward and his whole body trembles until with a triumphant yell, the bars twist and wrench widely apart. \r\n\r\nPanting, [Specified 0] backs away and flashes you a cocky grin. ",
      "female": ""
    },
    {
      "id": 39,
      "default": "Head thrashing, muscles quivering violently, [Specified 0] heaves and strains, but no matter hard or often he tries, the bars remain unmoved.",
      "female": ""
    },
    {
      "id": 40,
      "default": "As she pulls, her head drops forward and her whole body trembles until with a triumphant yell, the bars twist and wrench widely apart. \r\n\r\nPanting, [Specified 0] backs away and flashes you a cocky grin. ",
      "female": ""
    },
    {
      "id": 41,
      "default": "Head thrashing, muscles quivering violently, [Specified 0] heaves and strains, but no matter hard or often she tries, the bars remain unmoved.",
      "female": ""
    },
    {
      "id": 42,
      "default": "[Specified 0] thrashes harder, feet sliding on the floor while the grate moves but he's unable to pull free.\r\n\r\n\"I'm stuck!\" he shouts desperately, perhaps thinking you failed to hear him earlier.\r\n\r\nAfter more wriggling, he gains enough freedom to pull his head back just as the top of the section he'd been snagged in touches the floor. But he can't slip his arm free fast enough. He yells as bone crunches. \r\n\r\nThe portcullis snags, and [Specified 0] is able to jerk his wrist free. He clutches his entire arm to his chest, face wrenched in pain.",
      "female": ""
    },
    {
      "id": 43,
      "default": "As you watch, the door's hinges corrode completely away. Then the door falls to the ground with a bone-jarring clang.",
      "female": ""
    }
  ]
}