{
  "Component": "exported",
  "Name": "conversations\\28_drowned_barrows\\28_cv_aduk",
  "Entries": [
    {
      "id": 1,
      "default": "\"Bah. I spit on Nemnok.\" ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Some ink must have leaked through Anniq's skull if she thinks I'll stand idly by...\"\r\n\r\nTatok mutters to himself as he presses a fine chisel into the scales of his armor, engraving runes one laborious curve at a time.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"No god of mine steals a child.\" Tatok stops muttering when he sees you approach.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"What was that argument about?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Our chieftain offered my Kaali to the Drowned Barrows.\" Tatok spits on his armor and rubs harder at the chisel mark.",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Interesting set of armor you've got there.\" ",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Junvik tradition. The names of friends and foes are engraved on its hide.\" He bangs on his chest, grinning broadly.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"How do, outlander?\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"May the true gods curse Nemnok... and curse me for losing Kaali.\" ",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"I'm afraid that Kaali is dead.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"I knew this was possible... even likely, when I sent you out there. The fault is with Nemnok alone.\" \r\n\r\nHe passes you a small pouch of coins and resumes his labors, his expression vacant and haunted.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"My son returns! The Barrows spat him out.\" Tatok grins and slaps his son's shoulder. ",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"I had something to do with it, you know.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Happy to help.\" ",
      "female": ""
    },
    {
      "id": 36,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Whatever Anniq says, you are welcome among the Junvik.\" \r\n\r\nFirst he tosses you a pouch of coins. Then he grunts and shrugs off his armor, passing it to you with pride.",
      "female": ""
    },
    {
      "id": 38,
      "default": "[Clear your throat.]",
      "female": ""
    },
    {
      "id": 39,
      "default": "[Lean in for a better look at the engraving.]",
      "female": ""
    },
    {
      "id": 40,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Bah! There goes the rest of my day. \r\n\r\n\"What do you want, outlander?\"\r\n\r\nSparing you a glance, Tatok begins to furiously buff the metal with the edge of his fist.",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"'Yes, mighty Nemnok. No, mighty Nemnok. Enjoy our livestock, mighty Nemnok.'\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "The chisel goes askew and draws a harsh line across the iron. \r\n\r\nTatok's eye twitches.",
      "female": ""
    },
    {
      "id": 45,
      "default": "The runes are finely-made, each the result of meticulous attention to detail.",
      "female": ""
    },
    {
      "id": 46,
      "default": "The runes are in the Naasitaq language, at least half of which spell out a litany of violent and colorful curses. ",
      "female": ""
    },
    {
      "id": 48,
      "default": "[Lie] \"Watch out, a three-headed Nemnok!\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"What?!\" He shoots to attention.",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Nemnok... accepted him. An honor to some, a tragedy to me.\" Tatok sighs and wipes his brow with the back of his hand.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"What's Nemnok?\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"I've heard nothing about a new god. This might bear a closer look.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"God of the island. A great terror of a being, but... kind to us, when we follow the rules.\" He shakes his chisel at the stone idol in the center of the village. ",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"His likeness is the most any of us have seen. We only meet his ogre minions who guard the isle.\r\n\r\n\"The children we send... they face him in the mountain.\" \r\n\r\nHe nods toward the northern horizon.",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Been with the tribe for generations. Good armor remembers.\" ",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"A false god, you mean.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"He's not perfect, but he's <i>our</i> god, lass.\" Tatok sighs up at the idol.",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"I could keep an eye out for Kaali.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Hope you get your son back.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Next time it'll be Nemnok who pays.\" \r\n\r\nTatok chews his lower lip and sighs as he marches toward his hut.",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"The riches of a god's sanctum await any who ventures in the Barrows, but I just want Kaali back.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"I take it Kaali hasn't returned?\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Nay. I hope he's smart enough to slip free of Nemnok's claws.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "Tatok's eyes widen and his chisel falls from his hand. He raises a shaking hand to pull on the ends of his beard. ",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"We're talking about a missing kid, Tatok. Your kid.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"I don't like the sound of this Nemnok.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"Lining my pockets with the gold of a skull mountain? Can't pass that up.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"You'd do that? Being an outlander, I suppose you aren't bound by our ways...\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"This Nemnok lives in the Drowned Barrows?\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Aye, there in the big mountain. Mighty Nemnok's hall of power.\" He nods toward the distant peak.",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Nemnok and the ogres watch over our tribe, keep us safe. But the cost...\"\r\n\r\nHe shakes his head and chisels a deep accent into one of his runes.",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"This is a handsome village.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"We work hard to keep it that way.\" Tatok sighs and glances to each of the brick huts.",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Too hard, at times.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Outlander. How do you do?\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"How is Kaali faring after his time with Nemnok?\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"He's... less than pleased to be home.\" Tatok frowns to himself.",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"The Twinned God would want me to visit a mountain in death's likeness.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"The Barrows makes for a sorry pilgrimage, but maybe a fitting one for you.\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"I hear that Nemnok is your god.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Anniq told me about Kaali.\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"She tell you about walking him up to the mouth of the Barrows without my say?\" He grimaces to the east.",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"He'll grow back into it, I suspect. Maybe we don't have a fancy library or stone altars, but... we have heart.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"I do not forget, friend.\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"The plate was meant for Kaali, but I see now he has no taste for it. He's a priest in training, my boy.\" \r\n\r\nHe winks at Kaali, who shuffles awkwardly to the side.",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"Nemnok sure <i>takes</i> like a god. He demands readers, scribes - anyone handy with ink and quill. My Kaali had the misfortune to be born clever.\" Tatok grimaces to himself.",
      "female": ""
    },
    {
      "id": 149,
      "default": "The chisel nearly falls as Tatok brings his hand up to cover his mouth.",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"A curse on that wretched...\" Sighing, Tatok looks up at the sky and gathers his wits.",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"Father...\" Kaali winces and eases away.",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"I am <i>empty</i> without mighty Nemnok.\"\r\n\r\nKaali looks down on his hands and balls them into tight fists. ",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"You'd... did you say you'd go to the mountain of power? Would you find my boy while you're there?\" Tatok pauses his work to blink at you.",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"We send other tithes to the mountain as well. Gold, gems, items of power... if such things interest you.\" \r\n\r\nTatok winks and clears his throat.",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"I'll look out for Kaali when I'm there.\"",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"My thanks, outlander. I have no cause to expect help... but I'll take it where I can.\" Tatok tentatively inclines his head. ",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"Such things do interest me.\"",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"I had more questions about Nemnok first.\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"Ask on, outlander.\" Tatok sighs and gestures for you to speak freely.",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"If you can help me and help yourself in the process, so much the better.\" Tatok breathes a sigh of relief.",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"So do I, outlander.\" He studies the edge of his chisel and sighs.",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"If only more of the tribe would wake up to the cruelty of it all...\" Tatok plants his hands on his hips and glances around the village.",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"My son returns! The Barrows spat him out.\" Tatok grins and slaps his son's shoulder. ",
      "female": ""
    }
  ]
}