{
  "Component": "lax3_exported",
  "Name": "conversations\\lax03_forgotten_sanctum\\lax03_poi_bs_scriptorium_return",
  "Entries": [
    {
      "id": 2,
      "default": "\"When we're done here, we should go back to that little winery, the one we saved from xaurips near Dyrford.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Do you remember when we first met? You told that man to, ah, pleasure his sister?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Did I remember to send those missives? Wonder if Harama and Tuaha ever made it to the Deadfire...\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Do you recall when we first met, Watcher? Aboard the ship from [Player Culture]?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Be reminding me of the library at Dunnage. One I took you to? With the, ahem, more <i>private</i> piratical logs...\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Watcher... You remember why we started traveling together? Just seems to've, uh, slipped my mind.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Captain, was it you I invited to the Wild Mare? I told myself I would never forget that night...\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"That song pa taught me- used to sing it to my... sister? Gods, what was her name?\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"My friend you found in the wreckage- what happened to him? Where did he go?\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Why are my hands so clammy?\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Once this is behind us, remind me to shake down Bertenno for those damned gloves. Wait. Didn't you return them?\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Did I ever buy you that drink at the Officers' Lounge? I had some stuff I wanted to get off my chest...\" ",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Have we... ever... no, I'm sorry, that's much too forward. It's just- we haven't <i>kissed</i>, have we?\"",
      "female": ""
    }
  ]
}