{
  "Component": "lax3_exported",
  "Name": "conversations\\lax03_forgotten_sanctum\\lax03_01_cv_memory_machine",
  "Entries": [
    {
      "id": 1,
      "default": "You feel lessened somehow, as a thought slips from your mind like something you'd <i>just meant</i> to say. It flows down your arms and into the Trephine, which whirls contentedly.\r\n\r\nThe floor beneath you shivers.",
      "female": ""
    },
    {
      "id": 2,
      "default": "You feel lessened somehow, as something slips from your mind like something you'd just meant to say. It flows down your arms and into the Trephine, which whirls contentedly.\r\n\r\nThe machine quiets, returning to its inactive state. Nothing further happens.",
      "female": ""
    },
    {
      "id": 3,
      "default": "The squat device before you hums quietly... Except that it's entirely silent. The humming sensation, you realize, happens not in your ears, but at the edge of your mind.",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Picture the key you received from the Memory Hoarder in your mind's eye.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "You place your hands on either side of the machine. The not-quite-sound grows louder. It gives you the impression of a growling stomach, hungry for something within you.",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Sacrifice a memory.]",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Sacrifice the knowledge of how to use this machine.]",
      "female": ""
    },
    {
      "id": 8,
      "default": "[Step away.]",
      "female": ""
    },
    {
      "id": 9,
      "default": "After you remove your hands, the Trephine quiets, returning to its inactive state.",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Step away.]",
      "female": ""
    },
    {
      "id": 11,
      "default": "[Activate the device.]",
      "female": ""
    },
    {
      "id": 12,
      "default": "No obvious mechanism announces itself as the method by which this machine is made active.",
      "female": ""
    },
    {
      "id": 13,
      "default": "The Trephine awaits, thrumming hungrily at the edge of your perception.",
      "female": ""
    },
    {
      "id": 14,
      "default": "[Bang on it.]",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Press the panels.]",
      "female": ""
    },
    {
      "id": 16,
      "default": "[Breathe heavily on it.]",
      "female": ""
    },
    {
      "id": 17,
      "default": "It does not respond to your strikes. A few of the Librarians eyelessly glower in your direction.",
      "female": ""
    },
    {
      "id": 18,
      "default": "You push against the different colored pieces, but nothing changes save the addition of a few smudges.",
      "female": ""
    },
    {
      "id": 19,
      "default": "Your breath fogs it, but nothing else occurs.",
      "female": ""
    },
    {
      "id": 20,
      "default": "A prickling sensation scales your arms, sliding into the joints of your shoulders and slipping up your spine and into the base of your skull.",
      "female": ""
    },
    {
      "id": 21,
      "default": "A prickling sensation scales your arms, sliding into the joints of your shoulders and slipping up your spine and into the base of your skull.",
      "female": ""
    }
  ]
}