{
  "Component": "lax3_exported",
  "Name": "conversations\\lax03_forgotten_sanctum\\lax03_02_cv_memory_hoarder_organ",
  "Entries": [
    {
      "id": 1,
      "default": "You stand at a nexus, the origin point of the many speaking tubes which snake their way through the Collections. Its shape evokes that of a musical instrument.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Read Tayn's spell into the aperture.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Read Llengrath's spell into the aperture.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "After an extended pause, you hear a distant roar of confusion and distress from the Collections above. Rapid movement and conversation fill the hall. \r\n\r\nThe prisoners have awoken.",
      "female": ""
    },
    {
      "id": 6,
      "default": "After an extended pause, you hear a chorus of agonized screams fill the halls of the Collections. It cuts off swiftly and silence reigns anew.",
      "female": ""
    },
    {
      "id": 7,
      "default": "A foul-smelling wind periodically gusts out of the instrument's many apertures. As you draw close, a rattling sound works its way down the stalk of tubes - like the clearing of an old and rusted throat.",
      "female": ""
    },
    {
      "id": 8,
      "default": "[Inspect the instrument closer.]",
      "female": ""
    },
    {
      "id": 9,
      "default": "[Reach down into the mouth of the instrument.]",
      "female": ""
    },
    {
      "id": 10,
      "default": "The lip is caked with years of accumulated spittle from a perpetually-screaming, dirty mouth. You keep reaching until you're elbow deep.",
      "female": ""
    },
    {
      "id": 11,
      "default": "[Reach in.]",
      "female": ""
    },
    {
      "id": 12,
      "default": "[Pull back.] \"Nope. Bad idea.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "You pull your hand back and shake off a long, viscous trail of... Something. ",
      "female": ""
    },
    {
      "id": 14,
      "default": "You plunge your hand into the puddle. As you search around in the thick accumulation of goop, the liquid gathers around your hand with a gentle, but insistent tug. ",
      "female": ""
    },
    {
      "id": 16,
      "default": "The liquid clutches you by the wrist and forces an object into your palm. Something about the eagerness of the gesture makes your skin crawl. ",
      "female": ""
    },
    {
      "id": 19,
      "default": "Something in the body of this nexus amplifies the speaker's voice and carries it to every corner of the Collections. ",
      "female": ""
    },
    {
      "id": 20,
      "default": "If only you could mount this on the ship, the whole of the Deadfire would be your stage. ",
      "female": ""
    },
    {
      "id": 21,
      "default": "The instrument's core purpose seems to be manipulation and control.",
      "female": ""
    },
    {
      "id": 22,
      "default": "You recite the words of the spell, hardly recognizing the voice that echoes down the lengths of the tube network as your own.",
      "female": ""
    },
    {
      "id": 23,
      "default": "You recite the words of the spell, hardly recognizing the voice that echoes down the lengths of the tube network as your own.",
      "female": ""
    },
    {
      "id": 24,
      "default": "Your fingers brush the surface of a warm puddle.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"This isn't a test you need pass, Watcher. No one holds a needle to your throat.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Better you than me.\" Fassina leans over and observes your progress. ",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Hey, so why do I try so hard at keeping you alive if you're just going to go sticking your arm down... Whatever that is?\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Don't care for that arm, Duskspeaker? I'd've chopped it off had you asked.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "Ydwin's right eyebrow arches. \"Whatever you find down there, I hope it justifies risking a limb.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Desgant, Watcher. Do not blame me if that machine eats your sword arm.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Absolutely worth the risk, certainly.\" Ydwin frowns at the egg.",
      "female": ""
    }
  ]
}