{
  "Component": "lax3_exported",
  "Name": "conversations\\lax03_forgotten_sanctum\\lax03_03_si_archives_vault_door",
  "Entries": [
    {
      "id": 1,
      "default": "You're not even sure where to <i>begin</i> the process of breaking this lock.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Examine the engravings.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Examine the mechanism.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Leave it be.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "This device seems the work of a madman. Some of the components seem thoroughly redundant, while others display dependencies on workings that are in turn dependent on them. \r\n\r\nNo mere lock, this vault door presents a puzzle - a labyrinth for the mind.",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Pick the lock.]",
      "female": ""
    },
    {
      "id": 8,
      "default": "After an hour of sweaty, difficult work, a peal of clanging contraptions announces... something.",
      "female": ""
    },
    {
      "id": 9,
      "default": "An hour of difficulty and frustration leaves you no nearer opening the door.",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Specified 0] spends an hour of sweaty, difficult work at the door before a peal of clanging contraptions announces... something.",
      "female": ""
    },
    {
      "id": 13,
      "default": "You recognize the uncommon sigil as the emblem of the Hand Occult, a secretive group of historians.",
      "female": ""
    },
    {
      "id": 14,
      "default": "[Specified 0] stretches to better see the engraving. \"Seems to be the emblem of the Hand Occult.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "The sigil looks like a hand, but you don't recognize the significance. ",
      "female": ""
    },
    {
      "id": 16,
      "default": "[Specified 0] frowns at the engravings. \"Looks like a hand?\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "[Recite the incantation.] ",
      "female": ""
    },
    {
      "id": 18,
      "default": "The intricate mechanism seems almost to fade away, sinking into the door until it's entirely flat - mere shallow etchings. Only a lever remains, and pulling it sets the door in motion.",
      "female": ""
    },
    {
      "id": 19,
      "default": "The parts of the door shift before you as the mechanism's rods retract, opening the way...",
      "female": ""
    },
    {
      "id": 20,
      "default": "An incredibly complex mechanism seals the door standing impenetrably before you. Its gears, rods, and tumblers rival the innards of a construct for intricacy.",
      "female": ""
    },
    {
      "id": 21,
      "default": "With a confounded shake of the head, [SkillCheck 0] whistles.",
      "female": ""
    },
    {
      "id": 22,
      "default": "[Kick the door.]",
      "female": ""
    },
    {
      "id": 23,
      "default": "You stub your toe.",
      "female": ""
    }
  ]
}