{
  "Component": "lax3_exported",
  "Name": "conversations\\lax03_forgotten_sanctum\\lax03_endgameslides",
  "Entries": [
    {
      "id": 1,
      "default": "A vast monstrosity of tentacles and flesh erupts from the Black Isles in the eastern Deadfire before vanishing into the depths. None know what drives the titanic beast, nor where it will appear next - or what destruction it might wreak when it rises.",
      "female": ""
    },
    {
      "id": 3,
      "default": "Hundreds of kith - and no small number of wilder and primordials - flee from the Black Isle, their minds a confused collection of inconsistent and contradictory memories. Each escapee bares knowledge that was once lost, and agents of the Hand Occult across Eora work tirelessly in the years that follow to hunt down and end these fugitives.\r\n\r\nThey find far fewer than they hope.",
      "female": ""
    },
    {
      "id": 4,
      "default": "Released from their bondage to the Sightless Eye, the vithrack of the Halls Obscured abandon the Black Isle and resettle in the deepest and darkest recesses of the ruins beneath Neketaka. Sissak and his colony remain secretive and isolated, however, rarely interacting with those kith crawling about in the sunlight above.",
      "female": ""
    },
    {
      "id": 5,
      "default": "Encouraged by her arcane successes, Bekarna returns to her observatory to continue her studies of the celestial spheres. In time, her colleagues in the Circle of Archmagi come to accept her among their number. She takes on apprentices, and they trumpet her praises as both a brilliant innovator and nurturing pedagogue. ",
      "female": ""
    },
    {
      "id": 7,
      "default": "The fleshy mass of Wael's abandoned body continues to slumber beneath the Halls Obscured, guarded - and studied, of course - by the Circle of Archmagi. The group establishes a permanent presence above the Halls, and, with time, the Black Isles become one of the preeminent institutions of arcane knowledge in Eora.",
      "female": ""
    },
    {
      "id": 8,
      "default": "Slain by your hand, the titan of Wael poses little further threat to Eora. As the corpse decays, it putrefies into a massive nest of hungry fungal monstrosities. Vessels that anchor off the shores of the Black Isles tend to go missing, only to turn up shipwrecked months or even years later against distant shores. \r\n\r\nWith time, the body collapses upon itself, and the Black Isles finally implode.",
      "female": ""
    },
    {
      "id": 9,
      "default": "Following its intercession at Ukaizo, Wael's titan vanishes again into the sea. In the years that follow, you occasionally sense an impossibly vast shadow fall upon you while gazing into the In-Between - a deeper darkness in that already dark place. You wonder if, by reuniting Wael with their body, you gave the god of mystery access to the one realm once obscured to even their sight.",
      "female": ""
    },
    {
      "id": 10,
      "default": "The mass of Wael's body haunts the seas of Eora, a vast, living island of flesh forested by thinking, speaking fungi. Those few mariners who encounter it and survive report that the entire island claims to be a single living creature - the archmage Llengrath. The Circle of Archmagi keep their own counsel regarding the being and make no move to interfere with its slow migrations across Eora.",
      "female": ""
    },
    {
      "id": 11,
      "default": "Concelhaut's ascension to near-divinity shocks the Circle of Archmagi, who are uncharacteristically rapid and unified in their response - immediate and violent censure of the lich. Concelhaut's titanic form weathers the magical attack, however, before disappearing into the depths of the Deadfire. He likely lurks in the deepest darkness of Ondra's realm, plotting, scheming, and awaiting a time he might rise again to reclaim his rightful authority.",
      "female": ""
    },
    {
      "id": 14,
      "default": "The Oracle of Wael continues to use the godseed to develop and twist the titanic form of Wael, and not even the archmages above know the full extent to which its sprawling tendrils infect the Black Isles.",
      "female": ""
    },
    {
      "id": 15,
      "default": "True to his word, Tayn sets about trying to turn the godseed into a garden. When simply planting it in the Living Lands and leaving it for a year doesn't yield him any success, he resigns himself to actually studying the ancient device to unlock its secrets. Eventually, he jokes, his hard work might even bear fruit. Literally.",
      "female": ""
    },
    {
      "id": 16,
      "default": "Seeking a living receptacle for the essence contained within the tomes you unearthed in the Halls Obscured, Llengrath devotes herself to study of the godseed. She occasionally contacts you - usually on dragonback - to solicit your expertise and advice. Her progress with the ancient Engwithan device remains steady, if excruciatingly slow.",
      "female": ""
    },
    {
      "id": 17,
      "default": "Infrequent but persistent rumors speak of an island overrun by primordial spore creatures and ruled by a roughly kith-shaped entity more fungus than not - a creature well-practiced at the most potent wizardry. No sailor or explorer, however, can furnish reliable charts to this fabled isle of decay.",
      "female": ""
    }
  ]
}