{
  "Component": "lax3_exported",
  "Name": "conversations\\lax03_forgotten_sanctum\\lax03_02_si_false_wall",
  "Entries": [
    {
      "id": 1,
      "default": "This section of wall looks weaker than its surroundings, the bricks worn and the grout crumbling and patchy. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Examine the wall.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Push the wall over.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Pull down the wall with a prybar.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Leave it be.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "Thorough investigation of the wall reveals some vulnerable structural elements. A careful application of tools might weaken the barrier further.",
      "female": ""
    },
    {
      "id": 7,
      "default": "Thorough investigation of the wall reveals nothing unexpected.\r\n\r\nPerhaps the note told the truth.",
      "female": ""
    },
    {
      "id": 9,
      "default": "You push down on it with all of your weight, and the wall crumbles in a cloud of dust and rubble.",
      "female": ""
    },
    {
      "id": 10,
      "default": "You throw the whole of your weight and strength against the wall and it collapses under you in a rush of dust and rubble.",
      "female": ""
    },
    {
      "id": 11,
      "default": "With a mighty grunt, [Specified 0] throws a shoulder into the wall. It collapses beneath your compatriot, who vanishes with a yelp into the darkness beyond.",
      "female": ""
    },
    {
      "id": 12,
      "default": "The wall apparently remains too sturdy to simply knock over.",
      "female": ""
    },
    {
      "id": 13,
      "default": "[Plant an implosion charge.]",
      "female": ""
    },
    {
      "id": 14,
      "default": "[Weaken the wall further with hammer and chisel.]",
      "female": ""
    },
    {
      "id": 15,
      "default": "You pull the implosion charge from among your gear only to drop it on the ground at your feet.\r\n\r\nTime seems to stop.",
      "female": ""
    },
    {
      "id": 16,
      "default": "You take cover as the expertly-placed implosion charge detonates. With a keening shriek, it tears down the wall, consigning the rubble to the void and leaving the path open to you.",
      "female": ""
    },
    {
      "id": 17,
      "default": "[Specified 0] produces an implosion charge from a pack only to drop it on the ground at your feet.\r\n\r\nTime seems to stop.",
      "female": ""
    },
    {
      "id": 18,
      "default": "A few hours' work removes much of the grout between the stones.",
      "female": ""
    },
    {
      "id": 19,
      "default": "A faded note pasted to the ancient stonework bears the Engwithan legend, \"This wall is no different from any other wall.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "You throw the whole of your weight and strength against the wall and it collapses under you in a rush of dust and rubble.",
      "female": ""
    },
    {
      "id": 21,
      "default": "With a mighty grunt, [Specified 0] throws a shoulder into the wall. It collapses beneath your compatriot, who vanishes with a yelp into the darkness beyond.",
      "female": ""
    },
    {
      "id": 22,
      "default": "You jam the prybar into one of the weaker joints and wriggle it up and down to work it deeper. ",
      "female": ""
    },
    {
      "id": 23,
      "default": "You throw your weight and strength against the wall, wrenching your shoulder.",
      "female": ""
    },
    {
      "id": 24,
      "default": "[Specified 0] throws a shoulder into the wall, only to gasp in pain. Your compatriot comes away cradling an arm.",
      "female": ""
    },
    {
      "id": 25,
      "default": "You leap away even as a keening shriek announces the charge's detonation. You feel it dragging you back towards it, tearing at your skin as debris topples down from the ceiling, striking your back and shoulders.",
      "female": ""
    },
    {
      "id": 27,
      "default": "But you survive. You dust yourself off and check the wall. You find only a gaping hole into darkness.",
      "female": ""
    }
  ]
}