{
  "Component": "lax3_exported",
  "Name": "conversations\\lax03_forgotten_sanctum\\lax03_01_si_beyond_transition",
  "Entries": [
    {
      "id": 1,
      "default": "A whirling vortex of essence twists within the pool. It does not stir the water around it in the slightest.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Reach out to the anomaly.] ",
      "female": ""
    },
    {
      "id": 3,
      "default": "The walls, the pool, everything of the Temple of Revelation runs like water, sloughing away and melting into the empty blackness of the In-Between.\r\n\r\nNot quite empty - no. The fleshy, undulating tendrils of the Body of Wael remain, almost aglow in the darkness.",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Leave it be.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Examine the vortex.]",
      "female": ""
    },
    {
      "id": 7,
      "default": "Llengrath and Tayn watch you from afar, the latter's expression bright with undisguised curiosity. Llengrath's countenance, on the other hand, remains characteristically guarded.",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Don't suppose any of you know what this is?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "It roils with a cold, dusky energy, a point of intersection between the material realm of the living and the ephemeral realm of the soul. You identify the anomaly as a vertex joining the Here and the In-Between - not unlike yourself. You've no idea what might be causing it.",
      "female": ""
    },
    {
      "id": 10,
      "default": "Its cold, dusky energy feels somehow familiar, but you're unable to identify it - or what might be causing it.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Looks like water to me.\" Tayn reaches in and splashes you, oblivious to his hand disturbing the vortex. ",
      "female": ""
    },
    {
      "id": 13,
      "default": "Llengrath frowns. \"Unusual arcane energy emanates from the pool. If the Watcher can see it, I suspect it's some form of window into the divine realms.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"That was my second guess.\" Tayn smiles at Llengrath.",
      "female": ""
    },
    {
      "id": 15,
      "default": "Serafen nods. \"There be something there for sure, cap. Can't tell you what, on account of me only sensing the shallowest hint of it.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "Ydwin peers at the pool through the lenses of her glasses, then closes her eyes. \"I won't hazard guesses, captain, but it feels something like a spectre or shade. Though almost inviting.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "Xoti chews on her lower lip. \"Feels real old and quiet, Watcher. Like a doorway to an ancient tomb.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "Vatnir sighs. \"You're the only one who can see it, Duskspeaker. Stands to reason it's a soul, or related to souls, or made of souls. Something souls.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "As you approach the pool, an unpleasant weight grows in the pit of your stomach. It feels like the moment the floor gives out beneath you, just before the plunge, but somehow suspended in time. \r\n\r\nA sensation like static electricity tingles across your skin.",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"You see something there? Then it must have to do with the fabric of reality, or else you have eaten something which did not agree with you.\" Fassina shrugs.",
      "female": ""
    },
    {
      "id": 21,
      "default": "Edér rubs his chin. \"You think maybe it's the soul of some fish? Hey Watcher, fishes got souls, don’t they?\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "You're met with blank stares and shaken heads.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Not now, Edér.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Everything living has a soul, fish included.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Of course not. Fish are too simple to have souls.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "He shrugs. \"Oh, yeah. Uh, sorry.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "He grins. \"Yeah, of course they do. Easy to forget that sometimes. Good to be reminded, though. Of everything we're fighting for.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "He crosses his arms and looks at the ground. \"Maybe that means Eothas didn't kill any when he walked through the ocean. Unless he stepped on them.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "It reaches back towards you, tendrils of soul energy interlacing with the prodding edges of your own spirit. ",
      "female": ""
    },
    {
      "id": 30,
      "default": "The coils of essence tighten, grasping at your soul, pulling at you as you've pulled at the souls of others.\r\n\r\nYour vision blurs as the In-Between leaks into your perception of the Here.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"We do indeed, friend Edér. Slippery ones, glistening in more colors than even a Watcher's eye can perceive.\" ",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Quiet, you two.\"",
      "female": ""
    }
  ]
}