{
  "Component": "lax3_exported",
  "Name": "conversations\\lax03_forgotten_sanctum\\lax03_02_cv_vithrack_leader",
  "Entries": [
    {
      "id": 1,
      "default": "<ispeech>A free kithling stalks the nest, thoughtlessly killing Sissak's clutch! What is this one's purpose, Sissak asks?</ispeech>\r\n\r\nThe vithrack's telepathic speech is accompanied by a piercing shriek that stands your hair on end.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"I'm just exploring.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Attack] \"I've come to clear your infestation from this place.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Leave] \"I was looking for the exit.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "<ispeech>Tender, juicy intruder cannot leave! Sissak must end its trespass! The contract says!</ispeech>",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"What I do isn't your concern.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "<ispeech>This one laments the kith's poor judgment!</ispeech>",
      "female": ""
    },
    {
      "id": 12,
      "default": "<ispeech>Concern, concern... Sissak does not know the word. 'Trespass,' Sissak likes. 'Feast,' too.</ispeech>",
      "female": ""
    },
    {
      "id": 13,
      "default": "Sissak clicks his mandibles disconsolately, and his spined head droops.",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Give him the contract.] \"This stupid, flimsy paper?\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "<ispeech>The kith waves about the dead beast skin with much enthusiasm. Let Sissak read it, yes?</ispeech>\r\n\r\nSissak's eyes skitter across the contract's lines.",
      "female": ""
    },
    {
      "id": 21,
      "default": "<ispeech>'The under-signed and all successive generations thereof do solemnly agree to protect this sanctum... in... perpetuity?'</ispeech> He begins to tremble.",
      "female": ""
    },
    {
      "id": 22,
      "default": "<ispeech>But- but Sissak gets to leave! This one's progenitor told him, promised him they only need wait a few more generations!\r\n\r\nThis stupid, stupid paper says we must stay? No!</ispeech>",
      "female": ""
    },
    {
      "id": 23,
      "default": "<ispeech>Feh. This one's clutch will no longer trouble the kith.</ispeech>",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Well, hope that helped.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"What have I earned for my trouble?\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "<ispeech>Ehhh, hrm. Flat-footed interloper wants a prize. What does Sissak have in his pockets...?</ispeech>\r\n\r\nSissak riffles through his voluminous robe and pulls out several fistfuls of coins and, inexplicably, a necklace.",
      "female": ""
    },
    {
      "id": 28,
      "default": "<ispeech>Kith interloper gets its clumsy, flat feet all over the beautiful, perfect web!</ispeech>",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"What is this place?\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "<ispeech>Capture the interlopers!</ispeech>",
      "female": ""
    },
    {
      "id": 56,
      "default": "<ispeech>Clumsy kith feet disturb the web!</ispeech>",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"What are the vithrack doing here?\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "<ispeech>Sissak will humor it if it promises to stand at a distance. This one cannot abide the warm kith's smell.</ispeech>",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"What do you know about the Librarians?\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Is that screaming I hear? It sounds like screaming.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "<ispeech>The kithling speaks of the sightless ones? They pluck from above kith with minds full to brimming and lock them in cages.</ispeech>",
      "female": ""
    },
    {
      "id": 69,
      "default": "<ispeech>The kith below sing their sorrows unceasingly. The hoarder sups on their minds, but leaves the sounds. It is... inconsiderate.</ispeech>",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"The text refers to the <i>life</i> of Wael, not their existence. Wael's body 'died' two millennia ago - this contract was never legal.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"To be binding, this contract should've been ratified by the Huana monarch or their advisor. It was not.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Wael hasn't actually signed this contract, Sissak. It's not valid.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "<ispeech>Does the kith mean... Sissak's clutch is free? That this one may dig a glorious burrow into the earth and dig and dig and keep digging?</ispeech>\r\n\r\nHis many eyes flash, and he emanates a gleeful shriek so high you almost can't hear it.",
      "female": ""
    },
    {
      "id": 81,
      "default": "<ispeech>Perhaps the kith's scent is not so offensive after all.</ispeech>",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Deftly done, Watcher.\" A faint smile pulls at his lips.",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"An injustice righted - and perhaps an ally gained.\" Her eyes closed, the Glamfellen nods.",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Well-worked, cap. And cleverly at that.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Go on and get out of here. Enjoy doing... you know, whatever it is you awful spider people do for fun.\" ",
      "female": ""
    },
    {
      "id": 102,
      "default": "<ispeech>Don't suppose one floating murder spider were enough for a spin round the wheel, Ondra? Had to chart me through a nest filthy with them, did you?</ispeech>",
      "female": ""
    },
    {
      "id": 104,
      "default": "<ispeech>Noisome creatures. Their warm bodies foul Sissak's home with kith stench, yet THEY complain.</ispeech>",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Well pardon fucking me, Admiral Spider. Didn't realize this nest weren't an open berth, what with all the obvious attempts at comfort and hospitality.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "<ispeech>The kith will stop flapping their wet tongues or Sissak will pull them from their mouths and eat them!</ispeech>",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"Why are you attacking me?\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "<ispeech>The kith seems confused. Sissak will humor it.</ispeech>",
      "female": ""
    },
    {
      "id": 126,
      "default": "<ispeech>The kith is a meal escaped from the hoarder's nest. This one should have thought as much.</ispeech>",
      "female": ""
    },
    {
      "id": 127,
      "default": "[Speak telepathically.] <ispeech>I can speak like this, if you'd prefer.</ispeech>",
      "female": ""
    },
    {
      "id": 129,
      "default": "<ispeech>The kithling speaks properly, but its thoughts are clumsy, knotted weavings in Sissak's mind-ear!</ispeech> Amusement roils through his words. The vithrack lets out a hiccuping screech.",
      "female": ""
    },
    {
      "id": 130,
      "default": "<ispeech>No, the kithling will use mouth sounds. Sissak will listen with his body-ear.</ispeech> ",
      "female": ""
    },
    {
      "id": 132,
      "default": "[Leave] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "<ispeech>This one and its clutch have always been here.</ispeech>",
      "female": ""
    },
    {
      "id": 142,
      "default": "<ispeech>The clutch comes from the walls.</ispeech> This thought meanders into your mind after a long moment of silence.",
      "female": ""
    },
    {
      "id": 143,
      "default": "<ispeech>The horde cannot sleep for their screeching. The horde grows restless.</ispeech>",
      "female": ""
    },
    {
      "id": 144,
      "default": "<ispeech>It is a collection. Sissak has seen the cages. Sorted and cataloged, numbers and names all gone.</ispeech>",
      "female": ""
    },
    {
      "id": 145,
      "default": "<ispeech>Their minds are void. Only the whisper of the many-eyed one resounds.</ispeech>\r\n\r\nSissak shivers, projecting a wave of disgust strong enough to turn your stomach.",
      "female": ""
    },
    {
      "id": 148,
      "default": "<ispeech>The occupants are a treat for the hoarder. And when it has feasted, their minds grow quiet.\r\n\r\nThey do not touch the horde. That is acceptable to Sissak.</ispeech>",
      "female": ""
    },
    {
      "id": 150,
      "default": "A tall, spindly vithrack stands before you. Its carapace is dull and gray, but the figure is no less menacing for its advanced age.",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"There's no reason this has to end in violence.\"",
      "female": ""
    },
    {
      "id": 152,
      "default": "[Attack] \"If we must fight, so be it.\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "[Attack] \"I look forward to crushing your little spider eyeballs!\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "<ispeech>The Sightless Eye watches over Sissak's clutch, loves Sissak's clutch. Gives this one fruitful layings and sweetest, juiciest morsels to eat.\r\n\r\nIn exchange, Sissak kills the kith intruders. </ispeech>",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"Sounds like you signed a contract. What if I find it for you?\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"So tear up the contract and let me go.\"",
      "female": ""
    },
    {
      "id": 157,
      "default": "<ispeech>Sissak would not risk the wrath of the Eyeless Face. This one has his clutch and hatchlings to consider.</ispeech>",
      "female": ""
    },
    {
      "id": 158,
      "default": "<ispeech>Then the smelly kith could read of their own death before they experience it.</ispeech>",
      "female": ""
    },
    {
      "id": 159,
      "default": "<ispeech>No. If the kith leaves to find the paper, then Sissak fails in his duty to the Sightless Eye. Sissak's hatchlings go hungry.\r\n\r\nThe kith dies now!</ispeech>",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"I will never argue against a tidy solution. This beats picking spider silk out of our armor.\" ",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"Yes, Duskspeaker, let us piss off another deity.\" He folds his arms over his chest.",
      "female": ""
    },
    {
      "id": 162,
      "default": "<ispeech>But soon Sissak's clutch will leave! This one needs only wait until the hoarder is grown, thick and strong and screaming.\r\n\r\nSissak's progenitor even signed stupid, flimsy kith paper that says so.</ispeech>",
      "female": ""
    },
    {
      "id": 164,
      "default": "<ispeech>Sissak is... grateful to the interloper for showing his clutch the true-reading. Maybe they are not so smelly after all.</ispeech>",
      "female": ""
    },
    {
      "id": 165,
      "default": "<ispeech>Sissak is grateful to the interloper! This one's clutch will no longer trouble them!</ispeech>\r\n\r\nSissak riffles through his voluminous robe and pulls out several fistfuls of coins and, inexplicably, a necklace.",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"To the flame with that thrice-shat slice of palm tree! You ain't slaves to nobody but yourself, you fool spider! Just up and fucking pull anchor already!\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"This ain't right, Watcher. There something we can do to help?\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "[Light the contract and its record on fire.] \"Don't worry, I can fix it.\"",
      "female": ""
    },
    {
      "id": 172,
      "default": "The ancient contract and record that bind the vithrack to the Collections promptly burst into flame.\r\n\r\nThe fire dances merrily in your palm, then fades into nothing, leaving behind only a whisper of smoke and a mound of ash.",
      "female": ""
    },
    {
      "id": 173,
      "default": "Sissak leaps back with a shrill hiss. When nothing else happens, he inches back toward you and peers at the pile of delicate ash in your palm.",
      "female": ""
    }
  ]
}