{
  "Component": "lax3_exported",
  "Name": "conversations\\lax03_forgotten_sanctum\\lax03_00_cv_vendor_imp",
  "Entries": [
    {
      "id": 1,
      "default": "The imp turns to you and lets out a quick puff of vile spray from an orifice that abruptly snaps shut.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"EH! YOU WANT BAUBLES? YOU GIVE ME COIN, YOU GET ALL THE BAUBLES YOU WANT.\" Fetid Spray waggles the bony ridge of its eyebrows. ",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Show me what you have for sale.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"I hope that Arkemyr appreciates your hard work.\" ",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"M-MASTER! IT'S MASTER!\" Upon noticing Arkemyr's old robe, the imp's eyes grow very wide and glisten with adoration.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"MASTER TOLD FETID SPRAY TO BRING BAUBLES TO SANCTUARY. OFFER TO STUPID GROUNDMEAT FOR COIN.\" The imp gestures toward its wares.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"THAT NOT ARKEMYR, YOU DUNG BEETLE. ARKEMYR DEAD, REMEMBER?\" The other imp leers in your direction. \r\n\r\nAnd winks. ",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"THAT NOT ARKEMYR. JUST ANOTHER UGLY GROUNDSTINK.\" The other imp spits at your feet.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"FETID SPRAY CAME TO HELP, EH! STUPID WIZARDS TOLD FETID SPRAY TO BRING BAUBLES FROM ARKEMYR'S MANOR.\" The imp gestures toward its wares.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"SO DID WHAT TOLD. IS A GOOD IMP, EH! MOST LOYAL!\" ",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"EH! DON'T KNOW YOUR FACE, GROUNDSTINK. YOU THE ONE I'M SUPPOSED TO FIND?\" The imp squints and looks you over.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"I'm [Player Name], captain of [Player Ship].\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Let's say I am. What do you want?\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"THEY LET YOU SAIL BOAT?\" One of the imp's eyes bulges skeptically.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"FINE. NO WANT TO HEAR YOU TALK ANYWAY.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "The imp turns to Fassina with a glare. ",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"HERE - FROM MASTER. MASTER'S MOST GLORIOUS WORDS.\" The imp reverently hands you a scrap of soiled parchment. ",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"SO. WHAT DOES MASTER WANT?\" Fetid Spray draws uncomfortably close and peers down at the parchment with you.",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"I'm supposed to make sure that we don't have a second Eothas on our hands.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"You don't know how to read?\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Arkemyr wants me to keep Fassina alive while we explore the Halls Obscured.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"This doesn't say anything that concerns you.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "The imp hunches its shoulders and glances off to the distance.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"ARKEMYR IS MOST TERRIBLE TYRANT SINCE NEMNOK STOLE HIS BAUBLES. NO LET <i>ANYONE</i> READ.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"NO. FETID SPRAY DOES NOT KNOW HOW TO READ.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"UH HUH. WHAT THAT MEAN, EH? MORE GODSTINKS WALKING IN STATUES?\" ",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Agracima, but I think I can take care of myself.\" She squints down at her missive from Arkemyr.",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"EH! STUPID UNGRATEFUL FASSINA DOESN'T DESERVE TO CLEAN MASTER'S CHAMBER POT.\" ",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"EH! YOU WORST PERSON.\" Fetid Spray skulks away from you.",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"If we are lucky, that will be the extent of our problems.\" ",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"WELL. TRY NOT TO DIE, THEN. I NO CARE.\" The imp shrugs.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"EH! MASTER TRUSTS FETID SPRAY TO HANDLE COIN! THAT MEANS IS BEST IMP, MOST TRUSTED FRIEND!\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"I would have handed over my apprenticeship gladly. You two deserved each other.\" ",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"FETID SPRAY FORGOT. FETID SPRAY DIDN'T WANT TO REMEMBER HOW SAD EVERYTHING IS...\" ",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"IS REALLY MASTER? FETID SPRAY GETS CONFUSED SOMETIMES.\" The imp narrows its eyes and tilts its head. ",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"NO... CAN'T BE. MASTER DEAD.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "Fetid Spray lets out a world-weary sigh.",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"It's not that I'm ungrateful, but...\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Finally, the adoration I deserve.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"IF FETID SPRAY WAS MASTER'S APPRENTICE, MASTER WOULD STILL BE HERE - NASTY FASSINA!\" ",
      "female": ""
    },
    {
      "id": 73,
      "default": "The imp draws close enough to paw at your ankles, nuzzling them affectionately with a soft cooing sound.",
      "female": ""
    },
    {
      "id": 74,
      "default": "The imp draws close enough to paw at your companion's ankles, nuzzling them affectionately with a soft cooing sound.",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Okay you two, enough of that.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"I'm afraid that isn't Arkemyr.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"THIS ONE FOR STINKING FASSINA.\" The imp practically hurls a finely-wrapped scroll at her. She catches it out of the air.",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"WHERE'S NASTY FASSINA? SHE DEAD? EH. WON'T BE NEEDING THIS.\" The imp takes a scroll from among its belongings and incinerates it with a quick wave of its claw. ",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Arkemyr wants me to keep Fassina alive. A little late for that.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"HA! DEAD FASSINA! SOON THE REST OF THE GROUNDSTINK FOLLOW HER, EH!\" The imp hooks its claws and makes a floating mockery of rigor mortis as it chuckles wickedly to itself. ",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"FETID SPRAY IS LOYAL, EH? NOT LIKE <i>SOME.</i>\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "[Point to Fassina.] \"I take it you two know each other.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "The creature aims a withering look at its colleague. ",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"COMPLACENCY WILL BE MASTER'S UNDOING, EH! WE DISMANTLE HIS MANOR FROM BASEMENT TO ROOF!\" Drowsy Puke grinds its fist into its palm.",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"TERRIBLE IMP PLOTS AGAINST MASTER, EH! YOU WORST FRIEND.\" Fetid Spray shakes its head in disapproval.",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Ac, I am afraid so. Before I taught him a lesson, this little stinker was fond of relieving himself in my wardrobe.\" Fassina presses her temples and sighs. ",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"HEH! NASTY FASSINA SMELLED SO NICE. BOOKS AND INKWELLS. MADE HER SMELL LIKE IMP INSTEAD. THAT <i>NEVER</i> WASH OUT!\" The imp beams with pride.",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"I don't know, it's kind of grown on me. Bet I could learn to like it, even.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"PRAISE HIM, EH! PRAISE MIGHTY NEMNOK!\" The imp raises a fist to the sky.",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Cuè? What does Arkemyr want? I don't work for him any longer.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"UNGRATEFUL GROUNDSTINK HAS HER ORDERS.\" The imp narrows its eyes.",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"WHERE NASTY FASSINA? INSTRUCTIONS FOR HER, TOO. EH!\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"What is this, imp? Arkemyr already gave me my mission.\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "The imp hurls a scroll to the ground. ",
      "female": ""
    },
    {
      "id": 123,
      "default": "The imp hurls a scroll to the ground. ",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"I found this book about imp spray. Can you do anything with it?\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "The imp snatches the book from you and starts flipping through pages, starting from the end and working its way to the beginning. ",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"CAN'T READ, DUMB GROUNDSTINK. YOU FORGET? EH! YOU FORGET?\" The imp strains with both claws to rip the book in half, but only succeeds in warping the binding. ",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"ENJOY SPRAY, GROUNDSTINK. FIRST ONE'S FREE. LOTS MORE. WHERE THAT CAME FROM.\" Fetid Spray gestures to a sack bulging with corked vials. ",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"YOU WANT IMP SPRAY? YOU WANT IT SO BADLY, EH? HERE. YOU COLLECT IT.\" The imp tosses you an empty bottle and slowly raises its left foot over its head. ",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"Wait, no!\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"I changed my-\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "You aim the lip of the bottle just in time to intercept a blast of hot imp effluvium. It smells of rotten eggs and lamp oil dusted with a pinch of cinnamon. Mercifully it misses your face, but a fine layer coats everything else. You feel moist and unwell. \r\n\r\nFetid Spray glances back wearing a playful grin.",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"Ready, aim, fire!\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "[Squeeze your eyes shut and pray for the best.]",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"The spray was already for sale, you just didn't say anything?\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"Guess I'll buy some imp spray.\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "[Cough] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"HEH. DIDN'T KNOW GROUNDSTINK WATCHER LOVED IMP SPRAY SO MUCH. YUM YUM. SPRINKLE ON EGGS FOR TASTY SPICE, EH!\" Fetid Spray hides a wicked smile behind its claw.",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"Not that I want to know, but why are you collecting your own spray?\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"MAYBE BECAUSE DUMB GROUNDSTINKS KEEP BUYING IT?\" The imp rolls its eyes.",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"Ah, the fawning adoration of a gentle creature. Yes, little one. I am here.\" Tekēhu gently pets the imp's scalp.",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"You want <i>my</i> dress? You ain't even wearing pants of your own.\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"Oi! Scallywag! Be keeping your clammy claws to your own sodden clothes!\"\r\n\r\nHe swipes at the imp.",
      "female": ""
    },
    {
      "id": 144,
      "default": "She peers wordless down at the imp before nudging it aside with her boot.",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"What can I do to make you stop?\" Maia raises her arms and steps back slowly. ",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"Huh. So this is what it feels like from the other side.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"Oh dear, I'll never wash the stench out.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"Hands. Off.\" ",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"Get off, you little rat.\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"Shoo. Go play with Edér.\"",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"Ja. I've long beseeched Rymrgand for this very moment. Verily, my prayers are answered.\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "She peers wordless down at the imp before nudging it aside with her boot.",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"Listen you little bastard. Try that again and I'll snap the wings off your back.\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"HEH! BIG SMELLY GROUNDFILTH LIKES THREATENING POOR DEFENSELESS IMP.\"",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"YOU BUYING OR NOT? SOME OF US HAVE JOBS.\" Fetid Spray gestures to his wares.",
      "female": ""
    }
  ]
}