{
  "Component": "exported",
  "Name": "conversations\\09_port_maje\\09_cv_exiting_ruins",
  "Entries": [
    {
      "id": 1,
      "default": "As the souls move past you, some turn their heads in your direction, but most seem fixated below you, on the adra pillar beneath your feet.\r\n\r\nA few nod their heads in thanks or raise a hand to acknowledge your presence.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"What do you see that I can't, Watcher?\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"You're doing it again. That look. Like you couldn't beat a Hollowborn in a personality contest.\"\r\n\r\nEdér passes his hand back and forth across your eyes.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"[Player Name]? Are you all right? You look as if you're... seeing something.\" Aloth looks uncertainly toward the souls passing before you.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Souls. Dozens of them, maybe hundreds. They're all going to the adra pillar.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Oh, nothing, really. I just saved countless souls by reilluminating the adra pillar.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Thank the gods, the island's lost souls are finally heading to the adra pillar.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"All of them? Really?\" She strokes the cage of her lantern, appearing lost in thought. ",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"What do you suppose that's about? Maybe they got food in there.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"I... suppose that's a good thing?\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"You've now done more in a few hours than some Harvesters manage their whole lives.\" When she turns her eyes to you, they're full of admiration.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Sure you did. Me too. I just saved a whole bunch of folks that <i>you</i> can't see.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"All in a day's work, then.\" He gives you a sidelong glance.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"It's up to the gods to look after them now. You did good, Watcher.\" She smiles, warm and relieved.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I suppose the gods got some responsibility, one way or the other. Just don't know that they should be thanked for it.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "A small group of souls has started to cluster around you. One of them is standing a bit closer than the others and gestures for your attention.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Watcher, we'd like to come with you.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Of course. I'll protect you.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Why don't you just go to the adra pillar?\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"I don't need a bunch of souls following me around. Get out of here!\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"You have our thanks. We appreciate that you showed us the way to the adra, but what if it goes dark before we reach the Beyond?\"\r\n\r\nThe other souls around her nod in agreement.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"We would, and we appreciate that you showed us the way, but... what if the adra goes dark again before we reach the Beyond?\"\r\n\r\nThe other souls shuffle anxiously and look to each other, then back to you.",
      "female": ""
    },
    {
      "id": 24,
      "default": "The souls jolt backward in surprise and look to each other.\r\n\r\nA voice returns to the back of your mind, intruding into your thoughts like an itch you can't scratch.",
      "female": ""
    },
    {
      "id": 25,
      "default": "<i>Take. Them.</i>\r\n\r\n<i>They. Will. Help. You.</i>",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Very well. Follow me.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"No, sorry. Go to the adra pillar or stay here. You're not coming with me.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "The souls look back to you, unsure of what to do.",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Thank you, Watcher.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "The souls look to each other frantically, shrugging and shaking their heads.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"I'm sorry, Watcher. We can't take the risk.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Can I harvest the souls now?\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Yes, of course.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "[Shrug.] \"If you want.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"We <i>still</i> don't have time for this.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Thank you for aiding my mission, Watcher. I just knew you'd help me if I followed you.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Oh, I do. So I will.\" She nods, resolute.",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"As long as we have time <i>sometime</i> for it, I reckon I can wait.\"\r\n\r\nHer lips press into a mulish line.",
      "female": ""
    },
    {
      "id": 39,
      "default": "Xoti glides her hands in a series of motions that resemble a martial art or an intricate dance. As she slides a circle around the area, she begins swinging her lantern faster and farther from her body until an ephemeral light flares from inside.\r\n\r\nThe lure is answered, and several souls change course, drifting past the lantern's cage to disappear.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"You wanna share what you're seeing or do I gotta guess?\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"We don't have time for this.\"",
      "female": ""
    }
  ]
}