{
  "Component": "exported",
  "Name": "conversations\\09_port_maje\\09_cv_port_maje_tavernkeeper",
  "Entries": [
    {
      "id": 1,
      "default": "\"Sorry, we haven't got any rooms for you.\" \r\n\r\nThe rather large man behind the counter glances your way, smiling grimly.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Still kicking, eh? What'll it be?\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Ain't right, doing business sober. I could fix that for you.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Guessing you're the one came in off that shipwreck down south. Not sure if that's good luck or bad, but here. I figure you deserve a drink.\"\r\n\r\nHe slides a murky pint of ale across the counter towards you.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"What's this about the rooms?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Let me see what you have.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Know anyone looking to make some coin? I need someone who can hold their own in a fight.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "[Leave] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"What can you tell me about Port Maje?\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Things have got a bit quieter since you turned up last. \r\n\r\n\"Quiet's good, far as I'm concerned. Lots of repeat business.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Folks come by here all the time hunting for work. Let's see who we can scrounge up.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"It's slim pickings until the supply ships come in, I'm afraid.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Didn't think you had two copper pieces to rub together.\" \r\n\r\n\"No offense.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Didn't think you'd come back here. Don't tell me you wrecked your ship again.\"\r\n\r\nHe gives you a crooked smile before turning back to the glass he's wiping clean.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Whatever trouble you had with the governor, leave it outside. Let's keep our heads.\"\r\n\r\nHe watches you with narrowed eyes.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"What in blazes is the matter with you? We heard screaming. I said 'clear the room,' not 'murder everyone inside!'\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"They attacked me. I had no choice but to defend myself.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"You're right. Keep the pay. But I'd still like the room.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"You wanted them gone. They're gone.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Sorry... I, uh, got carried away?\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Are you joking? Who's going to clean up the mess?!\" ",
      "female": ""
    },
    {
      "id": 24,
      "default": "[Shrug.]",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"You should have been more specific.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Oh, don't worry. I'll take the room as it is.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"You are... unbelievable. \r\n\r\n\"...Life on the archipelago will be calm, they said. Tropical paradise, they said.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"No choice? Berath's bells, I should have thought twice about asking for your help!\"\r\n\r\nThorel runs the back of his hand across his sweat-damp forehead.",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Let's not pretend you did as I asked, but chances are you're the only one will ever pay me for a stay in that room again. Might as well get something out of this.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Got <i>carried away</i>?\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "Thorel stares, mouth agape.",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Just let me kick my feet up for a night, and I'll get out of your hair.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"How can you tell?\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"No secret to it. We haven't had a new ship in port since the storm rolled through. And yet, here's a stranger in my tavern.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Thanks. What's this about the rooms?\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Not too many of your kind around here, son.\"\r\n\r\nHe shrugs one meaty shoulder.",
      "female": "\"Not too many of your kind around here, that's all.\"\r\n\r\nHe shrugs one meaty shoulder."
    },
    {
      "id": 49,
      "default": "\"We're full up. You aren't the first outsider to turn up looking for a place to stay after their ride off the island ended up at the bottom of the sea.\" \r\n\r\nHe pauses, fixing you with a considering eye.",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Well, tell you what. I've got one room ought to have been cleared out by now. Only the occupant's decided to outstay his welcome.\r\n\r\n\"Real trouble is, he hasn't settled his bill.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"What I really need is someone to fix my ship.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Can't help you there. Governor Clario's the one to talk to. Half the town's patching up whatever's left of the ships in the harbor, but might be he can pull some of them off to get you on your way.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Can't help you there. Governor Clario would have been the one to ask. Seems you missed your chance, there. \r\n\r\n\"Best hope your ship's still seaworthy once the tide comes in.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"He's a merchant captain by the name of Galian. I've given him a fair chance, but he's been a right prick about the whole thing. \r\n\r\n\"I've got a spare key here. You chase him and his pals off, and the room's yours. At a discount.\"\r\n\r\nHe slides the key across the counter towards you.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"What if he won't leave willingly?\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"You want him dead?\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"I'll see what I can do.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"I think I'll just camp out on the beach.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"You want sand in your unmentionables, that's up to you.\" \r\n\r\nHe shrugs.",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Why call it the Kraken's Eye?\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Yes, why, now that the eye is gone. I might as well tear down the sign. \r\n\r\n\"I can't believe someone would take it. Everyone on the island knew what it was worth to me!\" \r\n\r\nThorel's face reddens with pent-up anger, and he turns away.",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Ah, well... He's a prat, but he's not so tough. Smack him around if it comes down to it, but I figure a few sharp words ought to do the trick.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"What? No! I said 'chase him off', not 'kill my patrons.'\r\n\r\n\"...Now I'm not so sure about asking you, honestly...\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"I appreciate it, truly. I'll have someone tidy the place up for you, once you're through. Chances are they've spilled ale just about everywhere...\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"You think you can wander around hurting my guests?! Get out of here before I call the guards!\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"How about you pay me, instead?\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Right, I should have known better. I'll throw in a reward, and the discount stands. How's that?\"\r\n",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Mercenary type, are you? That's fine. I'll throw in a reward, and the discount stands. How's that?\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"I don't want the man dead, and that's not what I'm paying for. Just see him on his way, and we'll call it done.\" \r\n\r\nWith a final nod, he turns away.",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"I think I've run into him. I'll clear him out.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"I cleared out that room for you.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Hey, good work! Times like these, I can't afford to keep on anyone who can't pay their tab. \r\n\r\n\"The second word got around, I'd have every pauper in the city on my doorstep.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"The room's yours if you want it. And for a job well done - here's your pay.\"\r\n\r\nHe sets a damp leather coin pouch on the counter.",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"I thought that went unsaid! What kind of man kills another man over something so petty?\"",
      "female": "\"I thought that went unsaid! What kind of woman kills a man over something so petty?\""
    },
    {
      "id": 77,
      "default": "\"The kind of man you really don't want to upset.\"",
      "female": "\"The kind of woman you really don't want to upset.\""
    },
    {
      "id": 78,
      "default": "\"Come on... It's not like anyone else is going to want to stay in that room.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Fine, keep the room. It's not my problem.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"You're lucky I don't call the guards!\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Think about who you're talking to, Thorel.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"You do that and I might get carried away again.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"...Ondra take me. Fine. But I'm not making the servants clean that mess up. That's my limit.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"No, it's the problem of whatever poor bastard I pay to mop it up. Go on, get out of here.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"My eye! You rotten thief!\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Years I've had that kraken eye. Who'd go and steal a thing like that? What am I supposed to call this place now?\" \r\n\r\nThorel wipes insistently at a clean section of the counter with a rag, his jowly features trembling.",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Not much point to that without a ship. Come by when you've got work to offer, and we'll figure something out.\"\r\n\r\nHe smiles apologetically.",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"I'd like to hire some crew members onto my ship.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"There's plenty of people looking for passage out of here. Let's see if any of them catch your interest.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Have a look.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"On account of you haven't got a gaggle of children trailing after you to ask impolite questions. Means word hasn't got around.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"I warned you. Guards!\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Any chance you saw the fight between Rinco and Mokeha?\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Mokeha? That'll be the Huana the poor fool got into a dust-up with, I expect.\r\n\r\n\"Yeah, I saw it. Made a real mess, they did.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"The two of them were having a game of cards, far as I could see. Guess things between them soured in a hurry.\r\n\r\n\"I kicked the Huana out, had a few men carry what was left of Rinco home.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Do you know who started it?\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Do you know Rinco?\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"That's all the questions I had.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Ah, could have been anything. Rinco doesn't know when to quit talking, and some of those Huana are real serious types. Far as I'm concerned we owe the Storm Speaker for keeping the town in one piece. \r\n\r\n\"Don't mean I'd invite her people over for tea.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Well, no more than most. He's a hard man to like, let's say. Came here with the wife, an animancer. One of Oderisi's lot. \r\n\r\n\"The governor could tell you more there.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"Sure. Just hope you don't mean to dredge anything up again. Leave the feuding for the blue-bloods.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"I'd like a room, please.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Sure thing.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "[Return the eye.] \"Sorry! I was just looking at it.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "[Pocket the eye.]",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"Touching what doesn't belong to you is a good way to land in a gibbet. \r\n\r\n\"Hrmph. We'll call it settled. Just keep your hands to yourself.\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"So they were playing against each other?\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"Well, yeah. Think maybe Rinco wasn't expecting one of the Huana to know the game so well. \r\n\r\n\"He looked real nervous by the end.\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"Well, no more than most. He's a hard man to like, let's say. Came here with the wife, an animancer. One of Oderisi's lot. \r\n\r\n\"With Clario gone, suppose that's all over with.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"Really is a decent place, most days. Good trade, and plenty of money rolling in from Clario's investors.\r\n\r\n\"Damn sight quieter than back home. But I don't have to tell <i>you</i> about the Dyrwood.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"What else? It was the glory of my fighting years. The beast pulled nearly seven full crews into its belly before it was brought down. \r\n\r\n\"I was at the helm that day, and for that my captain gifted me one of the beast's eyes.\"\r\n\r\nThorel's eyes glitter with pride as he points to the wall just right of the counter.",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"My proudest moment, and my dearest treasure. I would not part with it for all the world.\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"Guess you haven't exactly seen the prettier side of the place since you landed, right?\r\n\r\n\"It's the only town on the island, if you don't count Sātahuzi- little Huana village, out west.\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"Folks come by here all the time hunting for work. Let's see who we can scrounge up.\"",
      "female": ""
    }
  ]
}