{
  "Component": "exported",
  "Name": "conversations\\09_port_maje\\09_si_sea_cave_swim",
  "Entries": [
    {
      "id": 4,
      "default": "The waters here glow an eerie blue, and the cave glistens with reflected light. \r\n\r\nYou can just make out an opening in the cavern wall to the northwest, where the water flows onward.",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Scout for air pockets.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Swim through.]",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Put on your diving helm.]",
      "female": ""
    },
    {
      "id": 9,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 10,
      "default": "You stand once more before the pool of water, and the tunnel beyond. The water laps lazily at the stone outcropping where you perch, providing a constant backdrop of sound.",
      "female": ""
    },
    {
      "id": 11,
      "default": "Each taking a last gulp of air at the surface, your party swims into the tunnel, following the cavern wall as it bends. ",
      "female": ""
    },
    {
      "id": 13,
      "default": "You place the cumbersome helm over your head, and wade into the water.",
      "female": ""
    },
    {
      "id": 14,
      "default": "The tunnel seems to extend a short distance before turning sharply, but you cannot see where it leads.",
      "female": ""
    },
    {
      "id": 15,
      "default": "You take a deep breath and slide into the cool water. You follow the cavern wall, using your hands to seek out spaces where the water does not completely fill the underground tunnel.\r\n\r\nIt takes a couple of short trips back and forth, but you find a safe place to come up for air. With a fresh lungful of air, you swim to the end of the tunnel.",
      "female": ""
    },
    {
      "id": 16,
      "default": "[Send someone to scout ahead for air pockets.]",
      "female": ""
    },
    {
      "id": 17,
      "default": "You take a deep breath and step down into the water. The water is cool, but not uncomfortably so, and you swim forward into the tunnel. ",
      "female": ""
    },
    {
      "id": 18,
      "default": "The tunnel bends sharply, and you follow the cavern wall, seeking out places to come up for air - and finding none. The water stings your eyes, and the featureless stone around you muddies your sense of direction. ",
      "female": ""
    },
    {
      "id": 19,
      "default": "[Specified 0] sets out at a good pace, cutting through the water with confident strokes.\r\n\r\nNearly to the far side of the tunnel, [Specified 0] finds a space to come up for air. With a place to rest along the way, the swim should be more manageable.",
      "female": ""
    },
    {
      "id": 20,
      "default": "[Specified 0] climbs down into the water, and sets out through the dimly-lit cavern. The cavern twists and turns, and an increasingly desperate search of the featureless stone above yields nothing.",
      "female": ""
    },
    {
      "id": 21,
      "default": "Your powerful strokes are unhindered by the weight of your gear, propelling you along.",
      "female": ""
    },
    {
      "id": 22,
      "default": "You come up into what appears to be another, smaller cavern, where sunlight streams in from an opening in the stone.",
      "female": ""
    },
    {
      "id": 23,
      "default": "You come up into what appears to be another, smaller cavern, where moonlight streams in from an opening in the stone.",
      "female": ""
    },
    {
      "id": 25,
      "default": "You set off down the now-familiar tunnel, arriving once more at the far side of the cavern.",
      "female": ""
    },
    {
      "id": 26,
      "default": "Partway through, [SkillCheck 0] starts to lag behind. Panic sets in as the remaining distance becomes clear.\r\n\r\n[SkillCheck 1] returns to help, pulling [SkillCheck 0] forward to safety.",
      "female": ""
    },
    {
      "id": 27,
      "default": "Traversing the underwater cavern becomes a matter of navigating the dim tunnels, a task made much easier now that you don't have to come up for air.",
      "female": ""
    },
    {
      "id": 29,
      "default": "You swim forward into the unwelcoming gloom, and are immediately plunged into a confusing, watery realm of featureless stone and small, darting shapes.\r\n\r\nYou swim onward, determined, but soon it becomes clear that you have underestimated the length of the journey.",
      "female": ""
    },
    {
      "id": 30,
      "default": "Desperate for air, you are forced to return the way you came.",
      "female": ""
    },
    {
      "id": 31,
      "default": "You start off at a good pace, but your lungs are burning by the time you get to the second bend in the tunnel. \r\n\r\nFortunately, that is the point at which you discover an air pocket. With a place to rest along the way, you're confident you can make it through the tunnel without much trouble.",
      "female": ""
    },
    {
      "id": 32,
      "default": "Your powerful strokes propel you along swiftly, and you find a few air pockets within comfortable reach of your starting point. \r\n\r\nYou're certain you can make it through the tunnel without much trouble. ",
      "female": ""
    },
    {
      "id": 33,
      "default": "You are forced to turn back, climbing back out onto the outcropping and gasping for air. ",
      "female": ""
    },
    {
      "id": 34,
      "default": "[Specified 0] is forced to turn back, or else risk drowning.",
      "female": ""
    },
    {
      "id": 35,
      "default": "Air pockets provide a much-needed reprieve as you make your way through the cramped waterway. You make short work of the journey. ",
      "female": ""
    }
  ]
}