{
  "Component": "laxa_exported",
  "Name": "conversations\\laxa_mirke\\laxa_00_cv_mirke_recruitment",
  "Entries": [
    {
      "id": 1,
      "default": "\"Speaking of...\" \r\n\r\nShe blinks up at you as if trying to clear her sight.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"That I did. Still looking. If you're looking. You looking?\" Her brow knits, and she emits a quiet burp, hiccup, or combination of the two.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Don’t suppose you're looking for another sword-arm on that boat of yours.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Why? You looking to leave here?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Only sober sword-arms.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"What do you have to offer me?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Grab your stuff and claim a bunk.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"I'm going to have to decline.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Well... Deadlight just ain't what it's been. Bit hot for my tastes, if you catch my meaning.\" She swigs from her cup.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"And better a boat full of friends than a fort full of... full of...\" She scowls.",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"F... foes! Yeah, foes. Well, not foes, but not friends neither.\" She sighs into her cup.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Oh. Wish that were a promise I could make you. Actually, no I don't. I'm pretty happy as am. As is? Whichever.\" She hiccups.",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"You mean like silver and such?\" She blinks wetly.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Oh! Like what can I do! Sure, uh, I'm real good with my fists, and not half-bad with a blade neither. Might not look it, but I can take a hit and keep punching.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Likely on account of being so full up of rum.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"You're... full up of rum!\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Right good comeback, lass.\"\r\n\r\nSerafen sighs and rubs the bridge of his nose.\r\n",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Sure about this, cap? Word's always been that Mirke here fell out the womb three sheets soused.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Aye-aye, cap'n! See you aboard!\" She winks and, with a hand holding her hat to her head, runs from the room.",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Oh stuff them sheets up your ballast hole you salty old furball.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"I was about to warn you about inviting too many pirates on board, but I'm warming up to this one.\" Maia grins.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Another boisterous drunkard? I-\r\n\r\n\"Gods, I'm starting to sound like Edér.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Well, she seems like fun!\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Wait, really?\" She blinks, then straightens - more or less - and salutes.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Figured as much.\" She nods sullenly and takes a long draw from her cup.",
      "female": ""
    }
  ]
}