{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_cv_location_abandoned_village",
  "Entries": [
    {
      "id": 1,
      "default": "You come upon an abandoned Huana village. The few of its huts that haven't been blown across the Deadfire countryside lie in ruins. Trees felled by strong winds litter the village's periphery. A handful of structures still stand, however, and might hide something worth salvaging.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Search the location.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Keep searching this location.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "You take some time to search the abandoned village...",
      "female": ""
    },
    {
      "id": 6,
      "default": "...and find nothing of value.",
      "female": ""
    },
    {
      "id": 8,
      "default": "...and find what food hasn't yet perished.",
      "female": ""
    },
    {
      "id": 9,
      "default": "...and find some drink stashed in a chest.",
      "female": ""
    },
    {
      "id": 10,
      "default": "...and find a few coins.",
      "female": ""
    },
    {
      "id": 11,
      "default": "...and find a bundle of crafting ingredients.",
      "female": ""
    },
    {
      "id": 13,
      "default": "...and find a small trinket hiding among the refuse.",
      "female": ""
    },
    {
      "id": 14,
      "default": "...and find some drugs hidden away in a chest.",
      "female": ""
    },
    {
      "id": 15,
      "default": "...and find a handful of precious gemstones.",
      "female": ""
    },
    {
      "id": 16,
      "default": "...and find a strange pendant glowing with a soft, internal light.",
      "female": ""
    },
    {
      "id": 17,
      "default": "You've searched every corner of the village. There's nothing left worth taking with you.",
      "female": ""
    },
    {
      "id": 18,
      "default": "[Take the pendant.]",
      "female": ""
    },
    {
      "id": 19,
      "default": "You pick up the pendant and notice it's curiously warm to the touch, as if someone had just been wearing it.",
      "female": ""
    },
    {
      "id": 20,
      "default": "You've searched every corner of the village. There's nothing left worth taking with you.",
      "female": ""
    },
    {
      "id": 26,
      "default": "The colonial outpost before you is as silent as a crypt. Though its buildings appear to be in fine repair, you don't see a single living soul among them. In the town square you find a sign posted beside the remains of charred bodies - it warns of disease.",
      "female": ""
    },
    {
      "id": 27,
      "default": "Where you expect to find a small Huana village is instead a pile of rubble. Several large pits run down its middle. As you near, you realize the pits are in fact the footprints of a kith who must be as tall as a mountain. There might be something in the wreckage worth salvaging yet.",
      "female": ""
    },
    {
      "id": 28,
      "default": "You discover a small village nestled in a hillside. It's silent save for the whistle of wind through open windows. As you near, you find the bodies of long-dead kith on the street, their bones cracked and scored with the teeth marks of a large beast.",
      "female": ""
    },
    {
      "id": 29,
      "default": "The farming fields surrounding this village are barren and sun-baked. Its small orchard of koīki trees is dry, their fruits shriveled like raisins. As you approach the village, you find it empty, a fine dust having long settled on every surface.",
      "female": ""
    },
    {
      "id": 30,
      "default": "You return to combing through the village for anything worth salvaging.",
      "female": ""
    },
    {
      "id": 31,
      "default": "You continue looking around the village for anything you could use...",
      "female": ""
    },
    {
      "id": 44,
      "default": "You take some time to search the abandoned village...",
      "female": ""
    },
    {
      "id": 45,
      "default": "...and find a small trinket hiding among the refuse.",
      "female": ""
    }
  ]
}