{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_cv_location_shipwreck",
  "Entries": [
    {
      "id": 1,
      "default": "A shipwreck huddles in the crashing surf, its splintered beams rising like ribs from the water.\r\n\r\nThe wreck appears abandoned.",
      "female": ""
    },
    {
      "id": 3,
      "default": "You take some time to explore the wreckage...",
      "female": ""
    },
    {
      "id": 4,
      "default": "...and find nothing of value.",
      "female": ""
    },
    {
      "id": 5,
      "default": "You've searched the ship top to bottom. There's nothing of value left.",
      "female": ""
    },
    {
      "id": 7,
      "default": "...and find a crate of adventuring supplies.",
      "female": ""
    },
    {
      "id": 8,
      "default": "...and find a box full of rations that haven't yet spoiled.",
      "female": ""
    },
    {
      "id": 9,
      "default": "...and find a barrel still filled with drink.",
      "female": ""
    },
    {
      "id": 10,
      "default": "...and find some usable ship supplies in a crate.",
      "female": ""
    },
    {
      "id": 11,
      "default": "...and find a tattered old flag.",
      "female": ""
    },
    {
      "id": 12,
      "default": "...and find a chest full of coins.",
      "female": ""
    },
    {
      "id": 13,
      "default": "...and find a cannon in surprisingly good condition.",
      "female": ""
    },
    {
      "id": 14,
      "default": "...and find a strange pendant glowing with a soft, internal light.",
      "female": ""
    },
    {
      "id": 16,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 19,
      "default": "[Sift through the wreckage.]",
      "female": ""
    },
    {
      "id": 20,
      "default": "[Continue searching the ship.]",
      "female": ""
    },
    {
      "id": 21,
      "default": "[Take the pendant.]",
      "female": ""
    },
    {
      "id": 22,
      "default": "You pick up the pendant and notice it's curiously warm to the touch, as if someone had just been wearing it.",
      "female": ""
    },
    {
      "id": 23,
      "default": "You've searched the ship top to bottom. There's nothing of value left.",
      "female": ""
    },
    {
      "id": 25,
      "default": "You find an abandoned dhow half-buried in the sand. Wind whistles through gaping holes in its hull, making the sun bleached wood creak and moan. Unopened cargo crates lie scattered around the wreckage.",
      "female": ""
    },
    {
      "id": 26,
      "default": "You come upon an abandoned sloop run aground on the beach. The nearby coral and volcanic rocks may have smashed its hull to kindling, but there might still be something salvageable in the hold.",
      "female": ""
    },
    {
      "id": 27,
      "default": "A grand old galleon sits just off the shore, listing so hard to the side its top deck stands nearly vertical. Its main mast has been snapped clean in half, as if by the hand of an angry beast.",
      "female": ""
    },
    {
      "id": 28,
      "default": "You stumble upon an ancient shipwreck. Its sails hangs from the main mast like cobwebs, shredded by cannon fire and vicious winds. The ship's hull is cracked and bow, but there may still be something inside worth salvaging.",
      "female": ""
    },
    {
      "id": 29,
      "default": "A junk bobs just off shore. Its hull is scored with deep gashes above the water line, and parts of the stern are burned to cinders. There may still be something worth salvaging in the hold.",
      "female": ""
    },
    {
      "id": 30,
      "default": "You return to the ruined vessel.",
      "female": ""
    },
    {
      "id": 31,
      "default": "You continue poking about the wreck...",
      "female": ""
    },
    {
      "id": 34,
      "default": "You take some time to explore the wreckage...",
      "female": ""
    },
    {
      "id": 35,
      "default": "...and find a weapon in better shape than you would've expected.",
      "female": ""
    },
    {
      "id": 46,
      "default": "...and find an usual object tucked away in a far corner of the hold.\r\n\r\nAfter spending a few minutes digging it free from the wreckage, you discover it's actually a pollaxe of especially fine make that glitters with a strange, internal light.",
      "female": ""
    }
  ]
}