{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_cv_neketaka_malnaj",
  "Entries": [
    {
      "id": 24,
      "default": "\"Well, well. Look what's finally washed into port.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Stupid, trustless, arse-ugly, kraken-sored, fish-fucks!\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "Serafen stops as the other pirates approach, his fists balled. The heat of his anger flushes your skin, then seeps beneath, simmering your thoughts.",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Typical, Malnaj. Can't match my skill, so you try to spew shit.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Boy, when yer old as me yer 'skill' will still be naught more than the untrained fumbling of an Aedyran maid to the refined workings of my mind.\"\n\nThe sailors backing her chuckle.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"What brings you here, Malnaj?\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"I've heard bout yer run-ins with Captains Benweth and Furrante. Meeting the whole Príncipi, seems like. Almost makes a girl green, the envy of missing the party.\"\r\n\r\nShe grins, her mouth filled with sharp yellow teeth.",
      "female": ""
    },
    {
      "id": 34,
      "default": "<i>A sharp strike against your cheek, and your head hits wood hard, the wet of something rolling down the back of your scalp, clumping in your fur, and Malnaj standing over you, fists balled, a flash like thunder and copper in your mouth, then an old man, eyes equal parts kindness and rage, hauling her back, shouting her down, turning to you, leaning in, the rage fleeing...</i>\r\n\r\nThe anger slides past and your vision resolves into the Neketaka street.",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"I know nothing about this.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Fare thee well, captain. See ye around, Serafen.\"\r\n\r\nShe turns on her heels and leads her crew away. ",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Still, Malnaj ain't stupid, and we be on a tight schedule. We'd probably better chart our own course for Magic Water.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"We think Remaro was here to meet someone named Udyne.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"You sperm-chowder candle-fuck! How the fuck could you? How?!\"\r\n\r\nHe shakes with rage, his fury stabbing at the back of your eyes like hot irons. He bolts away from you, running towards the bathhouse.",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"And I wouldn't worry meself none about Serafen. Ye're better off without the blue belaying pin stinking up yer ship.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Remaro ain't no traitor, you mind-blind sack of squid squirts.\"\r\n\r\nSerafen growls, fists tight and fur bristling. You feel the anger coil around him and spill outward, and your vision begins to swim.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"When you insult Serafen, you insult me.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Apologies, captain. Didn't realize ye'd married yer honor to this scallywag's. Ye buoy him, believe ye me.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Are you two done posturing? I've better things to do.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Captain [Player Name]. I've heard a mess and a half about ye. Mostly good. Though I see yer taste in company could use some refining.\"\r\n\r\nThe orlan gestures to Serafen with a smirk.",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"If it ain't [Player Name] and Serafen. A pair of landlubbing swabbies made fer spit swapping.\"\r\n\r\nThe orlan scowls openly at you.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"If it ain't the Deadfire's newest captain, still all shiny and sleek. Surprised to see this salty old barnacle's hitched a ride on yer hull.\"\r\n\r\nThe other orlan's eyes search you. Her hands rest casually upon her hips.",
      "female": ""
    },
    {
      "id": 50,
      "default": "[Lie] \"We heard Remaro's on his way to Port Maje.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "Grinning, Malnaj plucks a purse from her belt, and tosses it to you. She chuckles.",
      "female": ""
    },
    {
      "id": 52,
      "default": "Malnaj's head cants to the side, and she slowly shakes it.",
      "female": ""
    },
    {
      "id": 53,
      "default": "Serafen blinks at you, then spits out some muttered invectives to sell the lie.",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Funny spying ye here, captain. Specially since we've tracked Remaro to this very rock. Ain't trying to steal the bounty, are ye?\"\r\n\r\nMalnaj cants her gray-furred head at you, hands at her hips - and near her weapons.\r\n",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Oi ye land lubbing bag of bilge bile! Ye owe me four hundred pands, a ship, and yer cog-swabbing life!\"\r\n\r\nWeapons drawn, Malnaj and her people aggress.\r\n",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"You missed out, Malnaj. Remaro's dead.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Remaro's long gone. Let it go.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"That's me bounty, swabby. I've been at sea after it for too fucking long to see ye claim it. Hand over the traitor's head, or I'll be taking it from ye!\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Remamar-who? What are you talking about?\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Fuck it. We'll deal with ye first, than go have a little chatsy with Remaro. No quarter, lads and lasses!\"\r\n\r\nWeapons slide free of holsters and sheathes as Malnaj's crew attacks.",
      "female": ""
    },
    {
      "id": 62,
      "default": "[Toss Remaro's head at her feet.]",
      "female": ""
    },
    {
      "id": 63,
      "default": "[Draw your weapons and attack.]",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"I'll sing yer name loud and proud to the Consuaglo, let them know what a help ye were in bringing an end to this traitorous cur. Be seeing ye around, captain.\"\r\n\r\nWith a flourish of her hand, she leads her crew away.",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Right fucking time. And here with me thinking I wouldn't get to kill no one today.\"\r\n\r\nBlades leave sheathes and guns abandon holsters as the pirates advance.\r\n",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Don't go blowing me ballast, captain. I know blunder-balls never stops speaking on him!\" ",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"I left him on Sayuka. You want his head, go get it yourself.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Aye, then, I'll do just that. Let's go, lads and lasses! There's work to be done!\"\r\n\r\nShe gestures, and her crew follows her away.",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Go flap your lips at someone else, you pebble-egged sea-devil!\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"I wasn't talking at ye, ye limp-cockled puke-swab. I give it a month afore I'm after yer bounty.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "[Lie] \"I overheard some dockhands saying they saw him depart on a ship bound for Neketaka.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Ye take me for a fool, swabby?\"\r\n\r\nHer eyes narrow as her fingers play at the handles of her weapons.\r\n",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"It turns out ye've shitted me? I'll be back for the coin and yer ship besides.\"\r\n\r\nShe snaps a salute, turns on her heel, and walks away.\r\n",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Hold up, cap. That be Malnaj, the High Queen Sea-Devil of the Deadfire herself, awaiting us like a shark in heat.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Who?\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Keep calm, Serafen.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Be ready for anything.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Ahoy, Malnaj.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Malnaj, former shiphunter of the Sorcerer. Taught me the trade. Theoretically.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Steady as the sea, cap.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Always, cap.\"\r\n\r\nHis hand hovers near the handle of his weapon.\r\n",
      "female": ""
    },
    {
      "id": 85,
      "default": "A flash of ice cold loathing cuts through the heat of Serafen's anger, threatening to wash you over.",
      "female": ""
    },
    {
      "id": 86,
      "default": "[Fight against it.]",
      "female": ""
    },
    {
      "id": 87,
      "default": "[Let the visions come.]",
      "female": ""
    },
    {
      "id": 88,
      "default": "You close your thoughts against the onslaught of Serafen's emotions and they break upon you, scattering.",
      "female": ""
    },
    {
      "id": 89,
      "default": "<i>Aching shoulders, aching wrists, aching ankles, bound and gagged, the filthy rag in your mouth soaked through and briny, every breath like drowning, hanging from the bowsprit, the rise and fall of swells, the sea spray a chilling shock, Malnaj shouting from the bulwark, ignore it, she says, ignore it and focus you useless sack of spider shit...</i>\r\n\r\nReality rushes back in like an approaching wave.",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"I'm tracking a man by the name of Remaro, traitor to the cause.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "[Fight against it.]",
      "female": ""
    },
    {
      "id": 92,
      "default": "[Let the visions come.]",
      "female": ""
    },
    {
      "id": 93,
      "default": "You close your thoughts against the onslaught of Serafen's emotions and they break upon you, scattering.",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Captain. There be a bounty of some four thousand pands on Remaro, quick or dead. I be willing to cut you a tenth of that, here and now, if ye give me any knowledge ye might've stumbled cross on yer travels.\"\r\n\r\nShe glances again at Serafen.",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"I'm sure he be loyal as the tide high, ye jelly-spined shit gurgler.\"\r\n\r\nShe turns her attention to you.",
      "female": ""
    },
    {
      "id": 96,
      "default": "Serafen's mouth drops open. ",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"I wouldn't tell you if I knew.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Kindly fuck off.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "Malnaj blinks, and Serafen chuckles quietly. The pirate's lips twist into a smirk, but her eyes narrow.",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Thanks, mate. Looks like me and mine've got a bath to attend to. I'll be making sure everyone hears how helpful ye've been.\"\r\n\r\nShe starts to walk away, but turns back.",
      "female": ""
    },
    {
      "id": 101,
      "default": "Malnaj and her men watch Serafen run away on short, furry legs. She tosses you a heavy purse.",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"It were worth a try, cap.\"\r\n\r\nHe shrugs.",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Apologies, Serafen. Seems yer trust were misplaced. Thank ye kindly, captain. If this tip ends up worth a damn, I'll be the first raising yer name up the main mast.\"\r\n\r\nHer eyes narrow.\r\n",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"It turns out ye've shitted me? I'll be back for the coin and yer ship besides.\"\r\n\r\nShe snaps a salute, turns on her heel, and walks away.\r\n",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"Very well done, cap, very well indeed! Stupid sea cow, setting sails to Maje as we speak, I reckon.\"\r\n\r\nHe laughs happily, clapping.",
      "female": ""
    },
    {
      "id": 106,
      "default": "Malnaj's eyes narrow to sharp lines in her graying fur, and her lip curls back over her sharp teeth.",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Careful Watcher. Ye don't want to go making yeself an enemy of the Príncipi sen Patrena. Anyone aids our enemies shares their fate, ye know?\"\r\n\r\nShe draws a finger across her throat.\r\n",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"What was it I said before? 'Kindly fuck off.'\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "[Lie] \"I killed Remaro.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "[Attack] \"Enough of this.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"To arms!\" Malnaj shouts as blades and guns are drawn around you.",
      "female": ""
    },
    {
      "id": 112,
      "default": "With a quiet snort, she shakes her head. ",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"Funny. I'd've thought a Watcher would've had better instincts than siding with a known traitor.\"\r\n\r\nShe shakes her head in an approximation of sadness, but doesn't bother hiding her grin.",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"You know my relationship to your bosses. You really want to test me?\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "Malnaj's lip twists above her pointed teeth, twitching. She bends forward slightly, like she might leap upon you, but instead straightens. Finally, she shrugs.",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"Fair enough, <i>captain.</i> Best hope ye stay in the good graces of our leaders. One wrong step, and ye'll find me there awaiting.\"\r\n\r\nWith a flourish of her hand, she leads her crew away.",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"Way I see it, they won't much care if I gut meself a traitor. Even if it be ye.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "She glances at Serafen, observing his reaction.",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"And blunder-balls there stuck by yer side? I have me doubts.\"\r\n\r\nShe points an accusing finger at Serafen.",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"See there, captain? All it took to satisfy me were a little head.\"\r\n\r\nShe picks up the sack, opens it, and inspects it with a grin.\r\n",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"The bounty's four thousand copper, right? I'll give you two thousand now to leave me be.\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "She plucks at her furred chin, eyes narrowed.",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"Fair enough, captain. That's no small payday. Suppose we won't be crossing swords this day.\"\r\n\r\nShe accepts the offered purse.\r\n",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Me thinks not, Watcher, but I do appreciate yer gumption in making to fool me.\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"She's always been two tentacles short of a septapus, cap.\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"Yes, this all seems to be a misunderstanding...\" Aloth looks to you with a subtle nod.",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"Hey, the Dyrwoodan motto! Used to have that on the coat of arms, long time back.\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"Me offer from before still stands. Four hundred copper for information on Remaro's location. What do ye say?\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"That so? Well then, seems I've got a few more days of sailing before me. If this info's good, ye've got me thanks.\"\r\n\r\nShe bounces a coin purse in her hands, judging its weight, then tosses it to you.\r\n",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"No, me thinks not, swabby. Had ye just sold out Remaro, that salty shit at yer side've had something smart to say bout it.\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"The sea-devil ain't wrong on that. Sorry cap.\"\r\n\r\nHe shrugs, frowning. \r\n",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"You are every bit as foul as Serafen ever was. At least he had a spark of love for someone in him.\"\r\n\r\nShe sneers at the ship hunter and flicks her hand at the orlan dismissively.",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"You sperm-chowder candle-fuck! How the fuck could you? How?!\"\r\n\r\nHe shakes with rage, his fury stabbing at the back of your eyes like hot irons. He bolts away from you.",
      "female": ""
    }
  ]
}