{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_cv_mine_guardians_cathwenna",
  "Entries": [
    {
      "id": 1,
      "default": "The kith present an odd trio, a broad-shouldered elf flanked by a tall aumaua and a wild-haired orlan. Each holds weapons at the ready as the woman steps forward. She bears an improvised flail made from a ball and chain.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"With this, we can return to the Reach. Thank you.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"You wanted to talk. Talk.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"What are you three doing out here?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"I mostly wanted to stop being shot at.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Is there anything I can do to help?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Attack.] \"Now that you're out in the open, you don't look so tough.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Hiding, obviously. When we're not shooting trespassers. Or people who ask ridiculous questions.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"You could have accomplished that by turning back at the warning.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Leave.] \"Maybe another time.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "Cathŵenna's limpid eyes linger on yours, wrinkling slightly at the corners.",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"You claimed you were a godly sort. Perhaps you trade in charity as well as conversion.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"That's the second time you've offered to assist us...\" She sighs, frowning.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"You seem to have a penchant for brutality... that can be quite lucrative in the Deadfire.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"What you said before, back on the path, it suggested a certain... familiarity... with what we face.\" Sighing, she drags her free hand down her face.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"If you have the coin to spare - say six thousand pands worth - that could help us leave this place for good.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Of course. I'm happy to help.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Six thousand? I don't suppose you have something to offer in trade?\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"I'm sorry, I don't have that much coin.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "Her eye twitches as she hefts the flail.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"There will be no other time. You return here, there will be no talking. But suit yourself.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"I thought you were leaving.\" The elf frowns at you, muscles tense.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"You mentioned Crookspur. Were you slaves?\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "She snorts, then spits on the ground.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"We were abducted. Held against our wills. Offered to the highest bidder.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"So yes.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "Her eyes narrow to a knife's edge.",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"That's the word the scum who sell kith use to justify their manacles. Do you see any slavers here?\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"She ain't farting out her mouth, cap. Slave's a branding given you by another, even if you be born to it.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"So you don't own these animals?\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"We do not. They are our companions. We help them, they help us.\" She shifts the weight of the flail over her shoulder. \"You try our patience.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"You could leave... and forget you were ever here. I wouldn't trust you to do more than that.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Ha! No.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"I'm sorry, I don't have that much coin.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"That doesn't surprise me. It's no small sum.\" ",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"That doesn't surprise me. It's no small sum.\" ",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Of course you don't.\" Her lips tighten. ",
      "female": ""
    },
    {
      "id": 39,
      "default": "The aumaua chuckles, earning a glare from Cathŵenna.",
      "female": ""
    },
    {
      "id": 40,
      "default": "Her nose wrinkles, and she glances to her compatriots. Finally her eyes settle on her flail.",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Truly?\" Her eyes widen as she accepts the purse of assorted coins.",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Short of that, though, I can't think of anything else you can offer us that we don't already have.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"I made this by my own hand, and it has crushed the heads of several slavers who've come after us.\" She rests a hand gingerly on the iron ball.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"I would offer it in trade for the silver. If that's what it takes.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Go. While you still can.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Here, take the coin. Keep your weapon.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"I accept your terms.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"I have a ship. I could take you away from here.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "The trio exchange quick glances, and you catch the smallest shake of the head from the orlan. Cathŵenna turns back to you.",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"An admirable offer, but one we cannot accept. Nothing personal. We just don't trust you.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Nothing personal about that at all.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "With the first slight smile you've seen from the elf, Cathŵenna shrugs.",
      "female": ""
    },
    {
      "id": 53,
      "default": "She takes the purse from you in exchange for the flail.",
      "female": ""
    },
    {
      "id": 54,
      "default": "Her fingers linger on the weapon, as if reluctant to let it go, but the weight of the purse seems to decide the issue.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Thank you. With this... with this, we have a chance.\"\r\n\r\nShe smiles faintly and bows her head to you.",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Make the most of it... and stay safe.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"It always falls to me to help those too incompetent to help themselves.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "[Attack] \"I just wanted to get that flail out of your hands.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "[Leave] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "She nods. \"We will. Farewell, our friend of fortune.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "She blinks, scowls, and finally smirks, each expression chasing the last from her face in rapid succession.",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Someone has to help us incompetents. Farewell.\" ",
      "female": ""
    },
    {
      "id": 63,
      "default": "Her eyes narrow.",
      "female": ""
    }
  ]
}