{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_cv_city_skuldr_kusi",
  "Entries": [
    {
      "id": 1,
      "default": "The girl panting before you, draped in tattered Roparu robes, bears a few bruises and cuts but looks otherwise unharmed. Beads of sweat commingle with trickling blood on her forehead.\r\n\r\nFinally relaxing, she lowers the sword she's been swinging, letting the edge rest in the dirt. The pommel bears the form of a dog's head.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Thanks, stranger. Don't think I would have made it without you.\" Kusi smiles, eyes gleaming in the gloom. ",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"What were you doing out here?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"That's quite the sword you've got there.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"You look like you had it handled. I just swept in to help clean up.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"You're lucky you're not dead.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"These skuldr had been picking folk off for weeks. Picking on the weak - those too young, old, or sick to fight them off.\" She kicks one of the corpses.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Maybe it was stupid, but I couldn't let that go on, not if I could help it.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Like it?\" She grins. \"My father left it for me. Told me that one day I'd defend the Deadfire with it.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"I'm glad I could help.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"That was incredibly brave of you!\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"You're a fool.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"You and me both. The Gullet's a safer place with these monsters cut to pieces.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Nah.\"\r\n\r\nKusi looks away with a blush, her hair falling over her face to half-hide her grin.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"I mean, maybe a little.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"So my mother tells me. Often.\" \r\n\r\nShe glances away, letting her thick hair fall over her face.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"It seemed to have magical properties.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Then it's an ancestral blade?\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Certainly ideal for slicing up rat scum like these.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"I bet a sword like that would sell for a lot of coin.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"You're not wrong. I don't understand it myself, but it seemed to confuse the skuldr. Probably saved my life.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Not really. Father found it and brought it home. He said he got it from some Dyrwoodan pirate captain with a dog named Griffin, but, well, sometimes his tales were a bit taller than true.\" She smiles, but sadness hides behind the glint of her eyes.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"I know! Did you see when I sliced that one in the back?!\" She grins and swings the sword, reliving the moment. ",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Yeah, so Mother reminds me.\" She shrugs, eyes lingering on the weapon.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Thing is, with wahana, it doesn't really matter. It's not like we could sell it and move up to the Overlook or something. Better to keep it for protection.\" ",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"A few gold coins can change a life, provided you possess courage and wit. Perhaps not here, but elsewhere in Eora.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Were it me, lass, I'd be taking that sword to sea. Roles there ain't so strict, and I reckon a captain or five'd be more than half-happy to take on a blade arm like yours.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Maybe... but Neketaka's home. I couldn't leave Mother, and she'd never leave the Deadfire.\" She frowns at the ground.",
      "female": ""
    },
    {
      "id": 32,
      "default": "She laughs. \"I doubt it! But thanks for saying so all the same.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Anyway, I think you should have this, for what you did. And for what you can do with it.\" She kneels, wipes the blood off of the blade, and slides it into its scabbard before proffering it to you.",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"I know! But isn't that true of most folk who aren't dead?\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Most Huana in the Gullet don't have your grasp of Aedyran.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"That's Father's doing. He traveled all over, and he insisted that I learn Aedyran, Vailian, and Rauataian.\" She puffs out her chest.",
      "female": ""
    },
    {
      "id": 37,
      "default": "She blinks at your silence, then shrugs.",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Thank you. I'll use this blade well.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"You should keep your sword.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"I'll consider it payment for saving your skin.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"What the Watcher means is, 'thank you ever so much.'\" He shoots you an irritated glare.",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Sure, if that's how you want to see it. Same to me either way.\" She shrugs, but her eyes fall to the gore-covered ground.",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"I even know a few phrases in Enutanik!\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"No - thank you for coming along when you did... and what's more, for helping.\" She bows her head.",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"It would mean a lot to me if you took it. Besides, it's a bit big for me. I should probably stick with daggers and the like.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"If you insist.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Seriously. You need it more than I do.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "As you take the sword from her, the girl steps back.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"The lady knows what she likes in a weapon. Ahead of her years, this one.\" Maia grins down at the girl. ",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"I truly appreciate what you did. Not everyone in Neketaka steps in for a neighbor. I need to be getting back to Mother, though.\" She grimaces down at one of the dead skuldr.",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"I probably shouldn't take home skuldr meat, should I?\" she muses.",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Well, I can hardly <i>make</i> you take it, can I?\" She chuckles and lowers the weapon to her side.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Thanks again!\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"I mean... meat's meat...\"",
      "female": ""
    }
  ]
}