{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_si_shrine_worshipers",
  "Entries": [
    {
      "id": 1,
      "default": "You notice a small pavilion containing a large, weathered statue of stone a little ways off the path. It appears to be a Huana shrine.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Desecrate the shrine.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Leave] \"I'll go.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "The statue and surrounding area is clean and maintained. Locals likely visit the shrine frequently to keep it that way. You look around but don't see anyone nearby.",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"I've only come to pay my respects to the goddess for the safe travels of my ship. Allow me to do so, and I'll be on my way.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "[Attack.]",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Funny thing these Huana believe - that the whole world's inside Berath. I suppose they see one thing straight... There ain't but two kinds of people in the world - the living, and the dead.\"\r\n\r\nHe looks you over and sighs. \"Gods alive, I do believe I'm going soft in my old age. Come on, boys. Let's leave these poor sods to their prayers.\"\r\n",
      "female": ""
    },
    {
      "id": 16,
      "default": "The man's smile turns cruel. \"Way I see it, there's only one thing the god of death wants. I aim to give it to them.\" He draws his weapon and his fellows follow suit. You realize that while you spoke, they moved into more advantageous positions. \"One way or another.\"\r\n\r\nThey advance.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"To Tangaloa with the defilers!\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "A pair of stone eels twist up the sculpture. Each eel's mouth clings to the other's tail, creating an unbroken circuit. \r\n\r\nIt portrays Rikuhu - the Huana's rendition of Berath.\r\n\r\nAn inscription runs along the shrine's base. \"Some flee. Others fight. Rikuhu consumes all.\"\r\n",
      "female": ""
    },
    {
      "id": 48,
      "default": "The man's face falls slightly as his eyes roam your gear. His gaze hangs on your eyes, hesitating. \r\n\r\nFinally, he sheathes his weapon. \"Come on, boys. Ain't no good in getting between the gods and their chosen.\"\r\n\r\nThe group back away from you before turning and leaving you alone at the shrine.",
      "female": ""
    },
    {
      "id": 53,
      "default": "The craftsmanship of the statue is remarkable, but time has worn down its features. \r\n\r\nYou cannot discern who this shrine was dedicated to.",
      "female": ""
    },
    {
      "id": 55,
      "default": "The man looks at you, turns his head and spits, then looks at you again.\r\n\r\n\"Well then. Maybe ain't the profit in this I thought there were.\" He waves off the others. \"Let's go boys. Leave these folks to their praying.\"\r\n\r\nThey move away, leaving you to pray at the shrine. When you rise, you do so with a renewed sense of resolve. ",
      "female": ""
    },
    {
      "id": 56,
      "default": "The statue bears the shape of a nude woman with the head of a monstrous fish. \r\n\r\nIt portrays Ngati - the Huana's rendition of Ondra.\r\n\r\nAn inscription runs along the shrine's base. \"The surf smooths stones, but also crushes them into sand.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "The Huana share a few pensive glances before the leader among them nods. \"Go make your oblations, then, and speak your prayers. When you finish, leave this place. Return to the city.\"\r\n\r\nYou kneel at the shrine, and the Huana worshipers join you. You pray to the gods.\r\n\r\nYou rise feeling calmer than you have in some time and continue on your way.",
      "female": ""
    },
    {
      "id": 67,
      "default": "The Huana share a few pensive glances before the leader among them nods. \"Go make your oblations, then, and speak your prayers. When you finish, leave this place. Return to the city.\"\r\n\r\nYou kneel at the shrine, and the Huana worshipers join you. You pray to the gods.\r\n\r\nYou rise feeling calmer than you have in some time and continue on your way.",
      "female": ""
    },
    {
      "id": 73,
      "default": "[Pray at the shrine and rest.]",
      "female": ""
    },
    {
      "id": 74,
      "default": "You kneel before the shrine and begin to pray.\r\n\r\nYou have only been at it a short time when you hear footsteps behind you. A group of Huana from the city approach the shrine. Armed and armored, they clearly make this pilgrimage prepared for bandits.\r\n\r\n\"Ekera! What are you doing here?\" one of them asks you, openly scowling.",
      "female": ""
    },
    {
      "id": 75,
      "default": "The old shrine crumbles beneath your onslaught, and fragments of the statue break off and fall to the ground.",
      "female": ""
    },
    {
      "id": 80,
      "default": "You turn from the rubble to find a group of Huana standing behind you, their arms and armor marking them as members of the Mataru caste. Some boast narrowed eyes and hateful grimaces, but most simply bear blank, slack expressions of disbelief.\r\n\r\n\"Ekera, how dare you! That shrine always stood here for centuries!\" A large aumaua shouts at you as he draws his weapon. \"You'll go answer to Ngati for this! We'll feed you to her right away!\"\r\n\r\nHe charges toward you as the rest draw their weapons and follow.",
      "female": ""
    },
    {
      "id": 85,
      "default": "[Search the surrounding area.]",
      "female": ""
    },
    {
      "id": 86,
      "default": "[Approach and identify it.]",
      "female": ""
    },
    {
      "id": 87,
      "default": "[Leave the shrine and continue your travels.]",
      "female": ""
    },
    {
      "id": 88,
      "default": "The area around the shrine is clear and may prove to be a good place to rest.",
      "female": ""
    },
    {
      "id": 89,
      "default": "The Huana watch you go, open suspicion lingering on their faces.\r\n\r\nAs you put some distance between yourself and the shrine, you hear their voices rise in hymns of the sea.",
      "female": ""
    },
    {
      "id": 90,
      "default": "Weapons slide free from scabbards and holsters all around, and one of the slavers lets out a joyous whoop.",
      "female": ""
    },
    {
      "id": 91,
      "default": "[Meditate on your travails and rest.] ",
      "female": ""
    },
    {
      "id": 92,
      "default": "Seated at the shrine, you steady your breathing and allow your muscles to loosen.\r\n\r\nYou organize your thoughts, setting them in order. \r\n\r\nWhen you stand, everything seems less perilous or more attainable. \r\n",
      "female": ""
    },
    {
      "id": 93,
      "default": "You kneel before the shrine, whispering your prayer to the cool stone. \r\n\r\nIt offers no answers, but you feel calmer as you rise to your feet and set about making camp.",
      "female": ""
    },
    {
      "id": 95,
      "default": "The hours pass without complication, and you wake and continue your journey. ",
      "female": ""
    },
    {
      "id": 98,
      "default": "You kneel before the shrine and begin to pray.\r\n\r\nYou have only been at it a short time when you hear footsteps behind you. A group of smirking slavers have approached. Each bears arms and armor, and they look well-accustomed to hard fighting.\r\n\r\n\"Would you have a look at this, boys?\" one asks, his accent marking him as Readceran. You note he wears sewn to his shirt a badge marking him as a follower of Berath. \"Seems we done got ourselves a sacrifice.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"Does this really look like someone you want to start trouble with?\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "As you stand to answer, another of the aumaua speaks. \"For what do you yell at them? I say this worshipper is from the islands as much as yourself.\"\r\n\r\nThe first scowls. \"Doesn't look Huana to me.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Is it so unusual for a boy to visit his mother?\" \r\n\r\nTekēhu steps between you and the Huana, raising a conciliatory hand. ",
      "female": ""
    },
    {
      "id": 102,
      "default": "You get up to answer but another of the aumaua cuts you off, growling through sharp teeth. \"Your sort are not welcome here, foreigner. Go leave this place!\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"You're going to turn around and walk away, or I'll introduce you to your gods forthwith.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Surely you would not be so foolish as to accost a priest of death on the gods' own sacred soil.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "Eyes widening, the Huana draw their weapons...",
      "female": ""
    },
    {
      "id": 106,
      "default": "The Huana do not appear impressed, but have instead moved to surround you.",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"I'm just here to offer prayers to the gods of death. Surely they want all of the faithful they can get.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "The Huana step back, expressions going slack as the blood drains from their faces. One, a smaller aumaua towards the rear, mutters, \"Maybe we should go leave this sort be.\"\r\n\r\nOnly the leader of the group doesn't flinch, dark eyes meeting your own. With a final nod, the kith turns back to the other worshippers. \"We can let them use this shrine. Let Ngati receive all words of praise. We will wait for them to finish.\"\r\n\r\nThe group goes down the path to wait. You finish your prayers, and rise feeling reinvigorated.",
      "female": ""
    },
    {
      "id": 109,
      "default": "[Ask a companion to speak to them.]",
      "female": ""
    },
    {
      "id": 111,
      "default": "Aloth raises his hands in a placating gesture.\r\n\r\n\"Come now, do the gods not desire the worship of all? We mean no harm. All we ask is that you allow us to pay our respects here.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"They got different names, but our gods are the same as yours. And I don't know a one that says we got any choice in who gets to pray to 'em.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"If the captain wants to pray to your dumb fish, the captain gets to pray to your dumb fish.\" \r\n\r\nMaia advances a step. Ishiza follows suit and spreads his wings open.",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"Go! Clear out!\" Pallegina takes a brisk step forward.\r\n\r\n\"There is no point in getting hurt over your stupid shrine.\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"Look, my good lads and lasses. We of the sea be having more respect for Ngati than just about anyone, aye? We don't be wanting her nursing an anger on us anymore than you do. So what do you say?\"\n\nSerafen steps towards the Huana, arms open wide, and summons up his most gracious grin.",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"Do the words of Ngati's chosen still carry value in these troubled times? I say the captain means no harm.\" \r\n\r\nTekēhu folds his arms and scrutinizes each of the Huana in turn.",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"My ancestors may not have been from the Deadfire, but I was raised on these islands same as you.\r\n\r\n\"And I'll not be kept from worshipping the gods.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"We seek only to pay the gods their rightful homage. If you are the true believers you comport yourselves as, then you would not wish to prevent Ngati from receiving her prayers.\"\r\n\r\nYdwin raises a pale eyebrow at you.",
      "female": ""
    },
    {
      "id": 119,
      "default": "[Specified 4] nods and looks to the Huana.\r\n\r\n\"Look, friends. We're only looking to say a few prayers, and then we'll leave. No harm done. Promise.\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "[Sing an Ondrite dirge.]",
      "female": ""
    },
    {
      "id": 121,
      "default": "The Huana share a few pensive glances before the leader among them nods. \"Go make your oblations, then, and speak your prayers. When you finish, leave this place. Return to the city.\"\r\n\r\nYou kneel at the shrine, and the Huana worshipers join you. You pray to the gods.\r\n\r\nYou rise feeling calmer than you have in some time and continue on your way.",
      "female": ""
    },
    {
      "id": 123,
      "default": "[Attack] \"Kill them all.\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"Well just what in the name of Wael have we got here?\" A group of smirking slavers have approached behind you. Each bears naked arms and scarred armor. The one doing the talking wears sewn to his shirt a badge marking him as a follower of Berath. \r\n\r\n\"Don't much care for what you've done to our little shrine here. Seems like it's going take a sacrifice to set things right. A sacrifice of blood and bone.\"\r\n\r\nThey advance.",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"We're more than happy to pay for the privilege to use this shrine.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "The man grins as he hefts the heavy bag of coin. \"We're drinking well tonight, boys. Let's leave these good faithful folk be to express their devotion.\"\r\n\r\nThe group walk away, laughing among themselves.",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"All we want is to pray. We'll be out of your hair after, I swear it.\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"Speak for yourself, cap,\" Serafen growls, his hands creeping ever-closer to his weapons. \"I ain't of a mind to let these bastards have a single shred of silver.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "The man's eyes narrow as he takes the measure of the bag of coin you're holding in offering.\r\n\r\nA few of the others whisper behind him, and one chuckles quietly.",
      "female": ""
    },
    {
      "id": 130,
      "default": "The man smirks. \"Double that, and you've done got yourself a deal.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"Done.\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"Half again as much, and nobody gets hurt. That's not such a bad deal, is it?\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"Woedica's ashy hole! You aiming to fund the whole bare-poled slave trade?\" Serafen growls. ",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"I reckon it just might.\" The others chuckle as they approach, bringing weapons to bear...",
      "female": ""
    },
    {
      "id": 136,
      "default": "As the group leaves, you kneel and finish your prayers. When you rise, you feel the eyes of Berath on your actions and her blessing upon your soul.",
      "female": ""
    },
    {
      "id": 137,
      "default": "[Attack] \"Kind of you to volunteer.\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "He snorts as the kith ready their weapons.",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"How about you take Serafen here instead?\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "Serafen blinks twice as the kith chuckle.",
      "female": ""
    },
    {
      "id": 141,
      "default": "[Attack] \"You leave me no choice then.\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"Fuck that very much, Captain Watcher, and fuck you, too!\"\r\n\r\nSerafen tosses a smoke bomb towards the kith before bolting towards the treeline.",
      "female": ""
    },
    {
      "id": 143,
      "default": "As the smoke clears, the leader of the kith laughs. \"Looks like we've got a runner, boys.\" His eyes meet yours. \"They always run.\"\r\n\r\nThey pursue the orlan into the woods.",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"Damn... he owes me ten pires.\" Maia sighs, shaking her head as Serafen is lost to view. ",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"Watcher, I don't find your joke to be very funny, and I don't think Serafen liked it much neither.\r\n\r\n\"What're you going to do if they catch him? Wait - we <i>aren't</i> going to let them catch him, are we?\"\r\n\r\nAnxious, she bites her lip so hard it bleeds.",
      "female": ""
    },
    {
      "id": 147,
      "default": "Pallegina turns to you, the inner membranes of her eyes blinking.\r\n\r\n\"I do not know if you were serious or joking, but I cannot imagine how you expected that to turn out.\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"Those little furry fellas can be wild, sure, but I've seen 'em in chains. It's no more right than chaining an animal. Worse, even.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "They leave you to the shrine.",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"Ekera, their sort never listen!\" One of them says, waving a weapon at you. \"We must <i>make</i> them listen.\"\r\n\r\nThe others nod and begin to approach... ",
      "female": ""
    },
    {
      "id": 153,
      "default": "As you stand to answer, another of the aumaua speaks. \"For what do you yell at them? I say this worshipper always helps Huana.\"\r\n\r\nThe first scowls. \"This one? I say this one is of same sort as those in Queen's Berth!\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "You consider your words...",
      "female": ""
    },
    {
      "id": 159,
      "default": "The Huana share a few pensive glances before the leader among them nods. \"Go make your oblations, then, and speak your prayers. When you finish, leave this place. Return to the city.\"\r\n\r\nYou kneel at the shrine, and the Huana worshipers join you. You pray to the gods.\r\n\r\nYou rise feeling calmer than you have in some time and continue on your way.",
      "female": ""
    },
    {
      "id": 160,
      "default": "Rekke stares at you blankly. After a few long, silent moments, his eyes widen, and he slowly shakes his head.",
      "female": ""
    }
  ]
}