{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_si_plague_ship_alive",
  "Entries": [
    {
      "id": 1,
      "default": "On the horizon, a ship comes into view. Its sails furled, the ship lists upon the water. \r\n\r\n\"Plague ship!\" [Specified 0] cries out from the fore, finger jabbing skyward, indicating a green flag billowing lazily in the breeze on the ship's main mast.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"All right. Pull alongside.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "The crew guides your ship next to the plague vessel. The deckhands and captain appear shocked and apprehensive.\r\n\r\n\"Hylea's mercy!\" the captain blurts out, his voice raspy, \"I didn't think anyone would come to our aid.\"\r\n\r\nThe deckhands stand tall, but their unsteady posture betrays the sickness that seems to have affected them all.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Call forth the sickest sailor from your crew. We will bring them aboard, examine them, and provide suitable remedies.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "[Board and loot the ship.] \"In this shape, they're defenseless! Take them for all they're worth!\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"There's nothing to be done here. Steer clear and let's be on our way.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "The captain looks on bitterly as your crew hauls the remainder of their meager supplies aboard your ship.\r\n\r\n\"Ondra take you.\" He tries to summon up a glob of spittle but is too parched to do so.\r\n\r\nPulling away from the plague ship, you see the captain slump and collapse to the ground in despair. ",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"The aid we can give is limited. We don't have the supplies for treatment.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "The fatigued crew of the plague ship slumps dejectedly. The captain hangs his head, but nods.\r\n\r\n\"I understand,\" he mutters, the words heavy with disappointment and frustration.",
      "female": ""
    },
    {
      "id": 17,
      "default": "After a short period of examination, the sick sailor returns to his ship with enough remedies to treat the rest of their crew.\r\n\r\nWeary but hopeful, they wave goodbye as your ship continues on its way.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"What are your people afflicted by?\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "As your main sail goes up and you head into open water, [Specified 2] lets out a raspy cough and looks around, nervously.\r\n\r\nThe rest of the crew grits their teeth and mutters curses. It appears the sickness has spread to your ship.",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"The swabbie's hack,\" the captain says ruefully. \"It's not killed anyone, Rymrgand look away, but it saps our strength and has quickly spread throughout the crew.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Some of my sailors have taken up the gut rot. We know it isn't fatal on its own, but we can't sail while they're barely standing.\" The captain surveys the sick crew with sympathetic eyes.\r\n\r\n\"Not safely, anyway.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"It's rymbán sjüdh,\" the captain says, her raspy voice quivering with fear. \"The bone frost.\"\r\n\r\n\"It's already claimed the lives of half of my sailors... and I worry we won't be able to treat the rest.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "[Specified 2] shrugs and sighs, but [Specified 1] nods approvingly.\r\n\r\n\"A wise decision, captain.\"\r\n\r\nThe crew steers clear of the plague ship and sails on until it disappears on the receding horizon.",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"What?\" [Specified 3] cries out.\r\n\r\nNo one else in the crew says anything loudly enough to decipher, but their mumbling suggests they're unhappy about bringing a sick crew member aboard.",
      "female": ""
    },
    {
      "id": 48,
      "default": "[Use spyglass.]",
      "female": ""
    },
    {
      "id": 49,
      "default": "You survey the deck of the ship. A few deckhands appear to be taking stock of some cargo. Pale to the last, they appear exhausted, their clothes drenched in sweat.",
      "female": ""
    },
    {
      "id": 50,
      "default": "Even without a spyglass you can espy a few living crew moving about abovedeck.",
      "female": ""
    },
    {
      "id": 51,
      "default": "[Specified 1] leans in close. \"We should be careful, captain. Or we'll catch whatever took hold of those poor souls.\"\r\n\r\n\"Still,\" [Specified 2] muses, \"there might be something worthwhile onboard.\"\r\n\r\nThe crew steals glances at you to catch a hint of how you're inclined to proceed.",
      "female": ""
    },
    {
      "id": 53,
      "default": "[Specified 1] leans in close. \"Don't think I need to remind you what happened last time we interacted with a plague ship...\"\r\n\r\n[Specified 0] smirks. \"There's risk in anything, aye?\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Ready the guns. The cannoneers need the practice.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "[Specified 1]'s eyes widen. \"Are you sure, captain? Maybe you're taking that Herald of Death thing a bit far...\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "[Specified 1]'s eyes widen. \"Are you sure, captain? They don't seem like a threat...\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Better than letting the sickness spread.\" Aloth nods soberly.",
      "female": ""
    },
    {
      "id": 59,
      "default": "Edér frowns. \"They can find their way to Ondra on their own, if that's what they want. Don't see why we need to be making the decision for them.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"That'll boost the morale of the cannons, at least.\" \r\n\r\nMaia lifts her brow and observes with interest. ",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"A cruel fate, but perhaps not so cruel as what awaits them.\"\r\n\r\nShe shakes her head and casts her eyes to the deck.",
      "female": ""
    },
    {
      "id": 62,
      "default": "Serafen hisses. \"You gone full fucking addled, Captain Watcher? You don't go sinking ships just on account of them being there!\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"The gods are watching, captain - judging at all times if it is better to act or to let matters take their course.\" \r\n\r\nSighing, Tekēhu worries the back of his head. ",
      "female": ""
    },
    {
      "id": 64,
      "default": "Xoti wrings her hands but holds her tongue. ",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"We can't let them spread whatever they've caught.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"You heard me. Sink them.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"On second thought...\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"With what? We don't have any cannonballs.\"\r\n\r\n[Specified 2] coughs.",
      "female": ""
    },
    {
      "id": 70,
      "default": "[Specified 1] exhales a sigh of relief.",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Very well, captain.\" [Specified 1] turns to relay your orders to the cannons.\r\n\r\n[Specified 0] frowns at you. [Specified 3] chuckles quietly.",
      "female": ""
    },
    {
      "id": 72,
      "default": "A volley of fire erupts from [Player Ship], tearing across the hull of the plague ship.\r\n\r\nIt lists to one side, taking on water, and you see members of its crew leaping into the water. Their screams carry.\r\n\r\n\"What a waste.\" [Specified 2] frowns. \"Should we see if there's salvage? The plague's sunk now, isn't it?\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "You see little movement on deck. Listless crew lounge about, some hanging from the railing, some on the decks. A few have roped up hammocks between the masts.",
      "female": ""
    },
    {
      "id": 76,
      "default": "As your crew guides your ship next to the afflicted craft, the captain stumbles over. A spear of bright, white bone obtrudes from the side of her neck. \"Gods...\" She rasps. \"You here to help?\"\r\n\r\nYou look down and see that the joints of her wrists and ankles are wreathed with similar eruptions, the skin around her wounds red and weeping.",
      "female": ""
    },
    {
      "id": 77,
      "default": "The captain nods stiffly, features almost expressionless. \"I understand. The bone frost's half a death sentence. We can't fault you in the least.\" She sighs.",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"What are your people afflicted by?\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"The aid we can give is limited. We don't have the supplies for treatment.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "[Board and loot the ship.] \"In this shape, they're defenseless! Take them for all they're worth!\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "The captain looks on bitterly as your crew hauls the remainder of their meager supplies aboard your ship.\r\n\r\nShe deflates with a sigh. \"I should have known better. May Rymrgand grind your soul to dust.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "As your main sail goes up and you head into open water, [Specified 2] lets out a raspy cough and looks around, nervously.\r\n\r\nThe rest of the crew grits their teeth and mutters curses. It appears the sickness has spread to your ship.",
      "female": ""
    },
    {
      "id": 83,
      "default": "[Specified 3] lets out an intimidating roar as the crew leaps over to the plague ship. The sick sailors are too weak to resist and cower out of harm's way.",
      "female": ""
    },
    {
      "id": 84,
      "default": "[Specified 3] lets out an intimidating roar as the crew leaps over to the plague ship. The sick sailors are too weak to resist and cower out of harm's way.",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"I can't thank you enough,\" the captain says, \"Without your help, who knows how long we would have been here?\"\r\n\r\nHe offers you a small box. \"Take this, please. A token of my appreciation.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Thank you.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Keep it. You'll need whatever it is more than I do.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"I'm not taking your plague-covered present.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "After a short period of examination, the sick sailor returns to his ship with enough remedies to treat the rest of their crew.\r\n\r\nWeary but hopeful, they wave goodbye as your ship continues on its way.",
      "female": ""
    },
    {
      "id": 90,
      "default": "After a short period of examination, the sick sailor returns to his ship with enough remedies to treat the rest of their crew.\r\n\r\nWeary but hopeful, they wave goodbye as your ship continues on its way.",
      "female": ""
    },
    {
      "id": 91,
      "default": "As the sailor shuffles from the plague ship to yours, your crew clears a broad path. Some make warding signs or mutter prayers to Rymrgand while the sick man passes.",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Sir.\"",
      "female": "\"Ma'am.\""
    },
    {
      "id": 93,
      "default": "A flare arcs into the sky from the horizon before bursting into a reddish cloud that slowly breaks apart.\r\n\r\n\"Plague ship, captain,\" [Specified 1] says quietly. \"It looks like a Rauataian junk signaling for assistance.\"\r\n\r\n[Specified 3] and [Specified 0] exchange nervous glances.",
      "female": ""
    },
    {
      "id": 94,
      "default": "[Specified 2] strains at the railing to see the ship. \"Are we going in, captain? It could be they have something worth, uh, trading for.\"\r\n\r\n\"Yeah, and it could be we all end up with the pox,\" [Specified 0] mutters.",
      "female": ""
    },
    {
      "id": 95,
      "default": "[Specified 3] frowns. \"This far from the shipping lanes? It could be a trap.\"\r\n\r\n\"They might have fancy equipment, captain,\" [Specified 2] chimes in. \"Just a thought.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"Get the nets. Let's see what we can find.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "[Leave] \"We're done here.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Yes, captain.\" [Specified 1] nods.\r\n\r\nNo one else on deck speaks as you sail away.",
      "female": ""
    },
    {
      "id": 102,
      "default": "[Specified 1] salutes. \"Yes, captain.\"\r\n\r\n[Specified 2] grins. [Player Ship] spends the next few hours collecting bits of detritus from the water before sailing on. ",
      "female": ""
    },
    {
      "id": 103,
      "default": "As you cross over, the captain blocks you path, blade naked. \"Beasts take you, [Player Name]!\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "Your crew happily pokes through the bounty, unconcerned with the doomed sailors you're leaving behind.",
      "female": ""
    },
    {
      "id": 105,
      "default": "[Kill him.]",
      "female": ""
    },
    {
      "id": 106,
      "default": "[Knock him to the ground.]",
      "female": ""
    },
    {
      "id": 107,
      "default": "[Slip him up with magic.]",
      "female": ""
    },
    {
      "id": 108,
      "default": "The weakened mariner proves no threat to you, and soon he lies still at your feet.",
      "female": ""
    },
    {
      "id": 109,
      "default": "The captain's fall to the deck takes the fight out of anyone else who might have raised a blade to you.",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Call forth the sickest sailor from your crew. We will bring them aboard, examine them, and provide suitable remedies.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "[Specified 3] gawks. \"Have you gone mad, captain? It's bone frost, rymbán sjüdh! The scourge of sailors from the White that Wends! It'll sink our ship for sure if we catch it!\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"You heard me.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"On second thought...\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "[Specified 0] sighs with relief.",
      "female": ""
    },
    {
      "id": 115,
      "default": "The captain frowns. \"Thank you, Uroko. I know what those mean to you.\"\r\n\r\nThe mate dips his chin. \"An heirloom's not worth much to a corpse.\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "Your crew happily pokes through the bounty, unconcerned with the doomed sailors you're leaving behind.",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"I'm sure Rauatai would repay any help we can offer. Somehow.\" \r\n\r\nMaia tongues the inside of her cheek and considers. ",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"Maybe we can help. If we can't cure them, we could at least give them a merciful death.\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"There may not be much we can do for them, but surely we can leave them the dignity of choosing their fates.\" Aloth frowns.",
      "female": ""
    },
    {
      "id": 123,
      "default": "Only one other deckhand gets to his feet. His throat is almost entirely enclosed by a necklace of bone spears pushing through his skin. \"We can trade if you can... we've a pair of enchanted gloves, supple and quick...\"\r\n\r\nHe leans heavily against the mast. His breath comes shallow and fast through the strange bone growths.",
      "female": ""
    }
  ]
}