{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_si_city_dawnstar_laetharn",
  "Entries": [
    {
      "id": 1,
      "default": "You're wandering through the streets when a man approaches you, cutting through the crowd.\r\n\r\nYou've never seen him, but the look in his eye suggests that he recognizes you.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Watcher? Let me through!\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "A meadow folk man emerges from the crowd, red-faced and wild-haired. He pays no mind to the irritated pedestrians glowering at him - his bright eyes are fixed on you.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"You're looking... fervent as always, Laethärn.\" Xoti juts her chin in brusque greeting.\r\n\r\nIn response, the missionary puffs out a breath.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"You. You're the one what saw the miracle. When Eothas rose at Caed Nua.\" Awe and conviction quiver in his voice.",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Yes.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Our people talk highly of you. It's no wonder Eothas chose you to witness his return.\r\n\r\n\"That's why I'm hoping you can help.\"\r\n\r\nThe tiniest flicker of doubt dances across his face. He banishes it with a deep breath and launches into his tale.",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Our people don't have much good to say about you. But it seems Eothas has a purpose for you anyway.\"\r\n\r\nHe sighs like a man trusting against his better judgment.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Heard a lot of tales about you from my people. Not sure what to make of 'em, to be honest.\" He squints at you, as if hoping to find the answer in your expression.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"But if Eothas chose you to witness his return, I reckon there's a reason.\"\r\n\r\nHe takes a deep breath before launching into the rest.",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"I've been having strange dreams. A wheel that spins and spins.\r\n\r\n\"An orchard of koīki trees, each grown from the fallen fruit of the last.\" He scratches at his whiskered chin.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Then, the spokes of the wheel break apart. The trees stop growing. Fruit falls and rots until the ground is covered with festering, stinking pulp.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Why are you telling me?\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I've got to think you of all people can understand what this means. \r\n\r\n\"Besides...\" He gnaws at his lip.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"You worship Eothas, too.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"You used to ponder the great mysteries of the world. Peer into things most of us can't begin to figure.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"You may not be one of Eothas', but you worship the gods and speak with their voice.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"You got a keen mind for the mysteries of the world. You made studying them your life's work once upon a time.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"You been touched by the gods. Born with their mark.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "He takes a deep breath.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"In these dreams, I also see you. At the center of the wheel. In the middle of the orchard.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"You were there when Eothas rose. And you seem to follow every place he's been.\"\r\n\r\nHe works his mouth into a fretful pout as he gets to the crux of his concerns.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Eothas has always meant rebirth and redemption.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"But so much death follows in his wake. Both in the Saint's War, and now here. Again.\" His wide eyes are full of questions.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Heh, is this what I sound like?\"\r\n\r\nEdér gives you a guilty grimace. He turns toward Laethärn.",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Friend, I'd love to buy you a drink if it'd help.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "He shakes his head, the anxiety mounting behind his eyes.\r\n\r\n\"I need to know what this <i>means</i>. Please.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"There are no easy answers.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"But folk say he's going to destroy the cycle!\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Why are you coming to me with this? I never asked to speak for anyone.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Death and rebirth are part of the same cycle. You can't have one without the other.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"But folk say he's going to destroy the cycle!\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"But like this? So chaotic. So violent.\" He shakes his head.",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"My people followed Eothas to war once. I wonder sometimes if we failed him when we lost. \r\n\r\n\"Or if we did that the moment we laid hand to blade.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Please, you've seen more than anyone. You've got to have some idea of what it all means.\r\n\r\n\"And how we make sense of it.\" ",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"I can't tell you how to respond. You have to figure this out for yourself.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "Laethärn nods, letting this sink in.",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"I won't keep you. But you've given me a lot to think about. Thank you.\"\r\n\r\nHe turns away and allows himself to melt into the crowd.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Don't rely on custom to drive your faith. Or you'll make the same mistakes as before.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Sounds downright sensible when you put it that way.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"I don't know what it means, but I trust there's a higher purpose to the gods' actions - including Eothas'.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"That's a mighty comforting thought.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Even gods must answer for their crimes. Eothas is no exception.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"I suppose if they made the rules, they ought to abide by them.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"The gods aren't the only means to greater understanding. Together, kith can achieve much - just look at animancy.\" ",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Your faith and your way of life has kept your people together through war and famine. Hold onto them.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"You're right. I shouldn't give in to my doubts, not when we need our faith the most.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"The Dawnstars have survived because of the community they formed. You don't need Eothas for that.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Never thought of it that way.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"I told you to leave me out of this! It's not my problem.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "Cold disappointment stiffens his shoulders and sets his mouth in a hard frown.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Shame you feel that way. I reckon the doings of the gods are everyone's business.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"But you've given me a lot to think about all the same.\"\r\n\r\nHe turns away and allows himself to melt into the crowd.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"I don't think Eothas intends any harm.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"But mayhap he's doing it anyway. That what you're saying?\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"He's caused a lot of suffering.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "He makes a face as though he's working at something stuck in his teeth.",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Dreams are the sleeping mind at play. No sense in getting worked up.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Please, this is important.\" He frowns.",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"There <i>must</i> be a meaning behind this.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"That's what I fear.\" He pauses, working anxiously at the hem of his tunic.",
      "female": ""
    },
    {
      "id": 63,
      "default": "[Shrug.]",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Somebody's been snacking before bedtime.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Get to the point already.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"And you must be Laethärn. You left Hasongo just before Eothas arrived.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"I knew it. Our paths were meant to cross.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"His 'rising' was a tragedy. Every other man, woman, and child at the keep died.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"But surely to be reborn in glory. Don't you think?\" He grimaces, not entirely certain of his answer.",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"That depends on who's asking.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Laethärn. Of the Children of the Dawnstars. I was working the fields at Hasongo until recently.\" He grimaces, uncertain of how to continue.",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Light's blessings to you.\" Xoti inclines her head in a respectful nod.",
      "female": ""
    },
    {
      "id": 73,
      "default": "Xoti's words seem to set him at ease. \r\n\r\n\"And to you, Harvester.\" He bows his head toward her before returning to you.",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"When the god of rebirth himself was reborn. A marvelous thing.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "HIs face lights up. \"Truly. I pray he'll see fit to let me bear witness to such a miracle one day.\" \r\n\r\nHe pauses.",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"'Course it was. I mean, why wouldn't it be?\" Xoti's words speak to innocence, but her grin is too rough, too wolfish. ",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Suppose that was a compliment coming from you. Indeed, I strive to follow the light - and godliness.\" ",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Reckon I'll hold my tongue from now on.\" Xoti immediately bristles. \r\n\r\nIgnoring her hard scowl, Laethärn resettles his gaze on you. ",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Then allow me to return the gesture. I'd say you seem darker than usual, Harvester. It shrouds you. All that death and heresy.\"",
      "female": ""
    }
  ]
}