{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_si_crew_event_high_money",
  "Entries": [
    {
      "id": 1,
      "default": "You're nursing a mug belowdecks with the crew, watching a game of lurch, when a small group of hands, deep in their drink and looking emboldened, approaches you.\n\n\"Captain.\" [Specified 0] bows with a doff of the cap. \"We were all noticing that you've come into a fair bit of coin in your travels.\" ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"I truly appreciate your hard work. I want you to know how much.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"It's reasonable that everyone would want a share in the bounty. Divvy this among yourselves.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"No. I pay you in wages, food, and board.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Specified 0]'s mouth hangs open for a moment before curling into a huge smile. She raises her mug. \"To the best captain a sailor could ever ask for!\" \r\n\r\nA chorus of hurrahs follow. Word spreads to the rest of the crew faster than flame to a powder keg, and, for a while at least, the crew greets you with warm grins and doffed hats.",
      "female": ""
    },
    {
      "id": 6,
      "default": "Smiling brightly, [Specified 0] bows. \"Yes, captain.\"\r\n\r\nThe sailors take the purse, and you hear them dividing the takes for the next half hour. ",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Specified 0] scowls. \"So you say, captain. But sometimes a body needs a little more than stale tack and watered-down grog.\" The others nod, muttering. \"I'll leave you to it, then.\"\r\n\r\nFor days after, you can't help but notice the scowls that greet you as you move about the ship.",
      "female": ""
    },
    {
      "id": 8,
      "default": "You're at the bow when [Specified 0] and a few other hands wander up, hats in hand. \r\n\r\n\"Greetings, captain. We were wondering if you'd given any more thought to the question of coin for the crew.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "You're watching the ship's wake from the sterncastle when you hear a few hands approaching from behind. ",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Being from Deadfire, we thought maybe you'd want to spread some of that wealth around your homeland... and your countrymen.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Being from [Player Culture], we thought you might not know the mariner's code. We share evenly at sea, whether from plunder, trade, or adventure.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Here's a little spending money, then. Now get back to work.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"You all benefit from the coin I spend on the ship and its provisions. I wish I could spare more for each of you, but I can't.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Next person who asks me about money can swim home.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Throw a party.] \"Absolutely! You deserve a reward. Break out the casks and the good meats!\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"You're too generous, captain.\" [Specified 0] accepts the purse of silver with a tip of the hat. \"I'll see to it everyone gets their cut.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "[Specified 0]'s features drain of blood as the other mates shrink away from you. \"Understood, captain.\" \r\n\r\nThey scatter.\r\n\r\nFor days after, the crew keeps their distance, eyeing you warily as you pass.",
      "female": ""
    },
    {
      "id": 18,
      "default": "The hands look to one another, expressions darkening.\r\n\r\n\"Understood, captain.\" [Specified 0] scowls. \"I'll pass your regards to the rest of the crew.\"\r\n\r\nFor days after, quiet muttering follows your passage across the ship.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"So you've said, captain.\" [Specified 0] frowns over crossed arms. \"Yet here we are.\"\r\n\r\nThe mates eye you.",
      "female": ""
    },
    {
      "id": 20,
      "default": "The cheer almost shakes the boat. Soon ale and rum is flowing, washing down double rations of spiced and salted meats. The sea shanties persist late into the night, and questions of pay are forgotten... for the moment.",
      "female": ""
    },
    {
      "id": 21,
      "default": "The mates look to one another. \"It's not that we don't appreciate a rowdy time as much as the next kith, captain, but there comes a point where coin in hand is better than drink in the belly.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"We appreciate a good revel, but with all due respect, perhaps you can see yourself to giving us some coin of our own this time.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"What can I do for you?\" ",
      "female": ""
    },
    {
      "id": 24,
      "default": "[Specified 0] rubs the back of her head. \"I suppose that makes sense.\" The sailors share glances with one another. \"We'll get out of your hair, captain.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"It's not that we don't appreciate your position, captain.\" [Specified 0] looks to the other mates, who nod in agreement. \"But this is dangerous work, and we need more than words for recompense.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "[Throw [Specified 0] overboard.] \"I warned you.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "When last the crew asked for a share of your wealth, you denied them. You've overheard muttered complaints about it ever since.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Captain!\" [Specified 0] and a couple of other mates greet you warmly. \"Seeing as you've been generous in the past, we were hoping you might be willing to share a little more of the spoils of our voyages, especially with all the work we put in keeping [Player Ship] neat and tidy!\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "[Specified 0] manages little more than a squawk as you grab her by the throat and shove her over the bulwark. You don't even hear the splash over the sound of the wide-eyed hands backing away from you. One raises open palms to you.",
      "female": ""
    },
    {
      "id": 30,
      "default": "[Specified 0] rubs the back of his head. \"I suppose that makes sense.\" The sailors share glances with one another. \"We'll get out of your hair, captain.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "[Specified 0]'s mouth hangs open for a moment before curling into a huge smile. He raises his mug. \"To the best captain a sailor could ever ask for!\" \r\n\r\nA chorus of hurrahs follow. Word spreads to the rest of the crew faster than flame to a powder keg, and, for a while at least, the crew greets you with warm grins and doffed hats.",
      "female": ""
    },
    {
      "id": 32,
      "default": "[Specified 0] manages little more than a squawk as you grab him by the throat and shove him over the bulwark. You don't even hear the splash over the sound of the wide-eyed hands backing away from you. One raises open palms to you.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Pardon, captain.\" [Specified 1] swallows. \"We'll... return to our duties, if you'll excuse us.\"\r\n\r\nYou wave the hands away, and they flee your presence. For days after, the crew keeps their distance.",
      "female": ""
    },
    {
      "id": 34,
      "default": "[Provide a bonus...]",
      "female": ""
    },
    {
      "id": 35,
      "default": "[Refuse their demands...]",
      "female": ""
    },
    {
      "id": 36,
      "default": "You consider how much to give them.",
      "female": ""
    },
    {
      "id": 37,
      "default": "They watch you expectantly.",
      "female": ""
    },
    {
      "id": 38,
      "default": "[Reconsider your options...]",
      "female": ""
    },
    {
      "id": 39,
      "default": "They watch you expectantly.",
      "female": ""
    }
  ]
}