{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_si_post_hasongo_gods",
  "Entries": [
    {
      "id": 1,
      "default": "You blink and find yourself standing in the knee-high grass of an endless field with the day just falling into dusk.",
      "female": ""
    },
    {
      "id": 2,
      "default": "The tolling of a single bell joins the chorus of birdsong.",
      "female": ""
    },
    {
      "id": 3,
      "default": "You have returned to Berath's realm, your soul once more called to attend the wishes of the god of death.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"You know, I'm starting to look forward to these chats.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Maybe try a door next time.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Once again you have spoken with the Child of Light.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Tell me what you have learned.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"He makes for Magran's Teeth.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"I have nothing new to report.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Intriguing.\" The Pallid Knight stares past you, pensive.",
      "female": ""
    },
    {
      "id": 15,
      "default": "In the silence breaks the murmur of countless voices. They speak all at once in languages both known and unknown to you.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Here we are.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"This is the first interesting thing to happen in ages, and we do so love a riddle.\" The figure wears an aumaua's grin, and the many voices beneath its own titter.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Yes, it's so interesting when hundreds of kith die so Eothas can take a stroll.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 23,
      "default": "A man strides through the door to Berath's realm. Behind him lope wolves with lolling tongues and jungle cats whose long tails twitch with every step.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Eothas is nothing if not resourceful. I admire his nerve.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Aren't you worried?\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"If his journey leads him back to us, he has proved himself worthy of return to the fold.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Abydon speaks with wisdom.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"The other gods don't seem too concerned.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"He violates not their realms, but <i>mine</i>. I feel his urgency in every stamp of his feet along my spine.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "The water at your feet recedes. Lava oozes up through the shallow water, and a woman made from the guts of the earth emerges. She settles her characteristic broadsword on her shoulder and sighs a cloud of smoke and ash.",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"But I will bear down upon Eothas with all the heat and fury of the earth... if I must.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"You should seize this opportunity to slow him while you can. There might not be another chance.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Worth trying, at least.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Thousands of kith will die!\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"There must be another way to stop him.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"The death of thousands now could prevent the death of millions later.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"A difficult calculus but a logical one, too.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"But you don't know if you'll save millions! You might kill thousands for nothing.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Sacrifices of the few protect the futures of the many. You cannot let your petty, mortal feelings blind you to the urgency of the dilemma Eothas has thrust upon us.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "The deep, bellowing cry of an aurochs shakes the ground beneath your feet. The cry drones on and on, a moan without end.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"My end comes to all things in time.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"What could Eothas possibly gain by destroying Eora?",
      "female": ""
    },
    {
      "id": 56,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Eothas seeks a slate wiped clean.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"He sows chaos in his longing for a radiant dawn.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"We can wait no longer to act.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"I'll do my best.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"It's not like I have a choice.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 74,
      "default": "Water begins to creep across the floor. It swells, runs swiftly, and catches at your ankles.",
      "female": ""
    },
    {
      "id": 75,
      "default": "You splash down in water so dark you can't see the bottom. Then the water recedes, gone like a dream upon waking. The hard wood of your cabin's floor presses against your spine.",
      "female": ""
    },
    {
      "id": 77,
      "default": "The gods are gone, but you remain.",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"My patience is not infinite, and your soul is but one breath in a hurricane that I control.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "You can't be certain, but you think you might see the barest hint of a smile tugging at the edges of the Pallid Knight's lips.",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"I'm impressed by his single-mindedness.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Hunger will drive the most pathetic of beasts to desperate acts of bravery.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"Funny how it's always kith who must make the sacrifices, never you.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"My 'petty mortal feelings' are the only reason your wrists don't chafe in Woedica's shackles.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"You will mind upon whose ground you tread.\" The Pallid Knight watches you with keen, predatory eyes.",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"We have read the book of your life, Watcher. It is heavy with the weight of your choices, and its pages are not unmarred by the blood of others.\r\n\r\n\"You reap but on a smaller scale.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"You won't kill me. You <i>need</i> me.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"You may be the Watcher of Caed Nua, the Hound of Eothas, the Herald of Berath, but you are still a mortal man.\"",
      "female": "\"You may be the Watcher of Caed Nua, the Hound of Eothas, the Herald of Berath, but you are still a mortal woman.\""
    },
    {
      "id": 116,
      "default": "\"We see between the strings of the world, and Eothas is there, strumming them like a lute. His tongue is still yet he sings of a coming joy.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 119,
      "default": "You feel a ghostly hand at your throat.",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"You will be more forthcoming this time than you were the last, I trust.\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"Every time you defy me, I grow further inclined to disassemble your soul and scatter your essence to the farthest corners of the Beyond once the task I have assigned you is complete.\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"Perhaps you're right.\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"This shit again?\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"Your preference has been noted.\" The Pallid Knight crosses her arms. ",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"Wael, attend. Tell me what your many eyes perceive.\" Her words ring out, and a heavy silence descends.",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"What tune he plays we do not know. It is complex, ever shifting, one moment vibrating in harmony, the next in discord.\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"No. He is a creature of the pack left long alone. Without our strength behind him, he is weak.\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"The Child of Light will not choose the hour of <i>my</i> death.\" Magran tests the edge of her broadsword with a smoldering finger.",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"I don't understand.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"If he hopes to bring about the end of the world, he'll die, too.\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"In the age when our steps carved valleys across the face of Eora, our bodies were impervious to all but the strongest attacks.\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "The grass still holds the warmth of late afternoon sunlight, but a chill breeze blows at your back, raising gooseflesh down your arms.",
      "female": ""
    },
    {
      "id": 145,
      "default": "The churr and trill of nightjars rises with the wind. In the inky bruise of the sky, stars ignite by the ones and twos.",
      "female": ""
    },
    {
      "id": 148,
      "default": "The chill breeze becomes a howling gale, and the tide of ringing bells sweeps you off your feet. It carries you like flotsam through the sea of grass.",
      "female": ""
    },
    {
      "id": 149,
      "default": "Then the earth falls away, the wind ceases, and you are sent tumbling up into the dark of the sky.",
      "female": ""
    },
    {
      "id": 150,
      "default": "Fast on Galawain's heels, a small wave of sea water washes across the tiles. It pours off the edge of the platform and cascades down into the Beyond.",
      "female": ""
    },
    {
      "id": 153,
      "default": "Wael's many eyes squeeze shut. Ondra slips back beneath her waves. Magran dissipates in a swirling cloud of steam. Galawain's beasts cower and whine.",
      "female": ""
    },
    {
      "id": 154,
      "default": "Only the Pallid Knight stands impassive.",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"Death and I are well-acquainted. I welcome its return.\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"You will not be so swift to cheer the end of the world when the cold wind of my final judgment bears down upon you.\" His deep chuckle shakes and rattles the ground beneath you.",
      "female": ""
    },
    {
      "id": 157,
      "default": "The doors lining the walls of Berath's realm slam open in unison.",
      "female": ""
    },
    {
      "id": 161,
      "default": "Warped pieces of ancient armor and the remnants of discarded weapons roar through the doorways. They meet in the center of the room in a shower of sparks and form the vague figure of a man.",
      "female": ""
    },
    {
      "id": 162,
      "default": "A man made half of metal and half of ruined skin stands before you.",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"If Eothas has something foolish planned, perhaps we can turn him from that path and set him down a more productive one.\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"Eothas does not return to <i>us</i>. He returns to execute some grand plan. We must stop him.\" Ondra's voice rises like a tide, panic riding its crest.",
      "female": ""
    },
    {
      "id": 165,
      "default": "You scrabble at the tiles, but it's no use - the current's pull drags you off the edge of Berath's realm and into the fathomless Beyond.",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"We should destroy Eothas that we might reforge him into something new, something stronger.\"",
      "female": ""
    },
    {
      "id": 170,
      "default": "A man forged in metal stands before you. Twin flames ignite in his eyes, and a low rumble starts in his chest.",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"Abydon speaks with a child's naiveté,\" Ondra says.",
      "female": ""
    },
    {
      "id": 172,
      "default": "You blink and find yourself standing in the knee-high grass of an endless field with the day just falling into dusk.",
      "female": ""
    },
    {
      "id": 173,
      "default": "Then another.",
      "female": ""
    },
    {
      "id": 174,
      "default": "The sound surrounds you. Every stalk of grass bears a delicate silver bell on its end, bobbing in the wind.",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"Watcher.\" The voice of the Pallid Knight shakes the earth at your feet.",
      "female": ""
    },
    {
      "id": 177,
      "default": "You can't be certain, but you think you might see the barest hint of a smile tugging at the edges of the Pallid Knight's lips.",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"You will speak, or I will compel you to speak.\"",
      "female": ""
    },
    {
      "id": 179,
      "default": "She does not squeeze, but only rests her hand there, a threat as gentle as a lover's caress.",
      "female": ""
    },
    {
      "id": 180,
      "default": "She closes the gap between you in a blink. This near, you realize the god of death has a <i>smell</i> - like dust and ozone, petrichor and cold, cold steel.",
      "female": ""
    },
    {
      "id": 181,
      "default": "In the space beside Berath, an eye blinks open, followed fast by several more.",
      "female": ""
    },
    {
      "id": 182,
      "default": "They are round, keen eyes of kith, the slit eyes of snakes, the small, dark marbles of birds, the bulbous lanterns of deep sea fish.",
      "female": ""
    },
    {
      "id": 183,
      "default": "A figure walks through the cloud of eyes as one might step through a door. It is an orlan, then a pale elf, an ocean human, a nāga - each of them eyeless.",
      "female": ""
    },
    {
      "id": 184,
      "default": "They are Wael.",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"He's still smashing his way across the Deadfire, destroying everything in sight.\"",
      "female": ""
    },
    {
      "id": 186,
      "default": "Galawain, the Changeling, arrives, and he brings with him the wild heart of Eora's untamed places.",
      "female": ""
    },
    {
      "id": 187,
      "default": "From out of the water rears a glowing lure, then the head of a gigantic fish. The round black eyes of Ondra roll to meet yours.",
      "female": ""
    },
    {
      "id": 188,
      "default": "In the Changeling's voice you hear the soft patter of rain on leaves and the rush of wind through tree tops.",
      "female": ""
    },
    {
      "id": 189,
      "default": "Finally, a blacksmith's sledge hurtles past your shoulder, and the figure snatches it from the air.",
      "female": ""
    },
    {
      "id": 190,
      "default": "The rounded metal of a well-worn shield makes up most of his skull, his right eye socket, and jaw. His mouth is pulled forever into a half-grimace.",
      "female": ""
    },
    {
      "id": 191,
      "default": "He walks forward. With each halting, jerky step, you're assaulted with the unbearable screech of metal grinding upon metal.",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"He could be a weapon that all of us might wield.\"",
      "female": ""
    },
    {
      "id": 193,
      "default": "Abydon's words carry the heat of the forge. Behind them you hear the clang and clatter of hammer on metal and the hiss of just-quenched steel.",
      "female": ""
    },
    {
      "id": 194,
      "default": "Abydon's words crash and screech together like long-still gears forced to movement for the first time in centuries.",
      "female": ""
    },
    {
      "id": 196,
      "default": "\"Eothas' true intent lies beneath the waves. Like an iceberg, we see only the peak of his plans, only his actions, with no idea of the size or the depth of his machinations.\"",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"I will send tsunamis to slow him, if Magran would stir the earth beneath Magran's Teeth.\"",
      "female": ""
    },
    {
      "id": 198,
      "default": "Magran returns.",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"I doubt fire and water will be enough to stop him.\"",
      "female": ""
    },
    {
      "id": 200,
      "default": "Dark, inky tears fall from Ondra's eyes.",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"Should Eothas care to hasten the inevitable, I welcome his efforts.\"",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"Freedom from the endless revolutions of Berath's Wheel.\"",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"The final emancipation of the countless stolen mortal lives the gods hoard within themselves.\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"So much will be lost in the cacophony of fear his actions inspire!\"",
      "female": ""
    },
    {
      "id": 205,
      "default": "The crack of thunder rends the air. The gods fall silent.",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"Speak with him, Watcher. Discover what it is he plans.\"",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"To live is a choice, and you yet draw breath. Drink deep of the air, Watcher. We have work yet to do.\"",
      "female": ""
    },
    {
      "id": 208,
      "default": "The warmth of the Pallid Knight's breath blows soft on the back of your neck, though she stands nowhere near you.",
      "female": ""
    },
    {
      "id": 210,
      "default": "[Bow.]",
      "female": ""
    },
    {
      "id": 211,
      "default": "\"So have a care, Watcher.\"",
      "female": ""
    },
    {
      "id": 213,
      "default": "In the silence breaks the murmur of countless voices. They speak all at once in languages both known and unknown to you.",
      "female": ""
    },
    {
      "id": 214,
      "default": "A man strides through the door to Berath's realm. Behind him lope wolves with lolling tongues and jungle cats whose long tails twitch with every step.",
      "female": ""
    },
    {
      "id": 215,
      "default": "From out of the water rears a glowing lure, then the head of a gigantic fish. The round black eyes of Ondra roll to meet yours.",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"Eothas is nothing if not resourceful. I admire his nerve.\"",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"Eothas does not return to <i>us</i>. He returns to execute some grand plan. We must stop him.\" Ondra's voice rises like a tide, panic riding its crest.",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"Abydon speaks with a child's naiveté.\"",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"Abydon speaks with wisdom.\"",
      "female": ""
    },
    {
      "id": 221,
      "default": "\"My end comes to all things in time.\"",
      "female": ""
    },
    {
      "id": 222,
      "default": "\"He sows chaos in his longing for a radiant dawn.\"",
      "female": ""
    },
    {
      "id": 223,
      "default": "\"The Child of Light will not choose the hour of <i>my</i> death.\" Magran tests the edge of her broadsword with a smoldering finger.",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"Watcher.\" The voice of the Pallid Knight shakes the earth at your feet.",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"In the age when our steps carved valleys across the face of Eora, our bodies were impervious to all but the strongest attacks.\"",
      "female": ""
    },
    {
      "id": 226,
      "default": "\"Sacrifices of the few protect the futures of the many. You cannot let your petty, mortal feelings blind you to the urgency of the dilemma Eothas has thrust upon us.\"",
      "female": ""
    },
    {
      "id": 227,
      "default": "\"You will mind upon whose ground you tread.\" The Pallid Knight watches you with keen, predatory eyes.",
      "female": ""
    },
    {
      "id": 228,
      "default": "\"We can wait no longer to act.\"",
      "female": ""
    },
    {
      "id": 229,
      "default": "The gods are gone, but you remain.",
      "female": ""
    },
    {
      "id": 231,
      "default": "\"My Giftbearers bring to me that which kith most want to forget. And in their memories I see you as Wael does - you are one who leaves chaos in his wake.\"",
      "female": "\"My Giftbearers bring to me that which kith most want to forget. And in their memories I see you as Wael does - you are one who leaves chaos in her wake.\""
    },
    {
      "id": 233,
      "default": "\"You knew one of them once, my Giftbearers - Maneha. She longs to forget and to help others do the same, but when given the chance to aid her, you did not.\"",
      "female": ""
    },
    {
      "id": 234,
      "default": "\"You are a capricious creature, like Eothas.\" Ondra's storm black eyes roll away from you.",
      "female": ""
    },
    {
      "id": 250,
      "default": "\"Some things must be lost to be found again. You knew that once, when you buried my scroll beneath the earth in Black Meadow.\r\n\r\n\"But it seems you have forgotten.\"",
      "female": ""
    },
    {
      "id": 251,
      "default": "\"Ah, Watcher, you do so fear loss.\r\n\r\n\"I once asked you to bury my scroll beneath Black Meadow, and you betrayed me to Grimda, do you remember?\"",
      "female": ""
    },
    {
      "id": 252,
      "default": "\"Some things must be lost to be found again. But you have never believed that, have you?\r\n\r\n\"Let me remind you.\"",
      "female": ""
    },
    {
      "id": 253,
      "default": "\"Death comes for all in time.\r\n\r\n\"Or have you forgotten Archdruid Rehstin and High Ovate Erona? You killed Rehstin and convinced Erona to end her own life at my behest, and you are not my only agent in Eora.\"\r\n\r\nAn icy smile briefly transforms the Pallid Knight's face.",
      "female": ""
    },
    {
      "id": 254,
      "default": "\"Death comes for all in time.\" An icy smile briefly transforms the Pallid Knight's face.\r\n\r\n\"Or have you forgotten Archdruid Rehstin and High Ovate Erona? You killed them at my behest, and you are not my only agent in Eora.\"",
      "female": ""
    },
    {
      "id": 256,
      "default": "Fast on Galawain's heels, a small wave of sea water washes across the tiles. It pours off the edge of the platform and cascades down into the Beyond.",
      "female": ""
    },
    {
      "id": 257,
      "default": "Galawain, the Changeling, arrives, and he brings with him the wild heart of Eora's untamed places.",
      "female": ""
    },
    {
      "id": 258,
      "default": "The doors lining the walls of Berath's realm slam open in unison.",
      "female": ""
    },
    {
      "id": 259,
      "default": "Warped pieces of ancient armor and the remnants of discarded weapons roar through the doorways. They meet in the center of the room in a shower of sparks and form the vague figure of a man.",
      "female": ""
    },
    {
      "id": 260,
      "default": "Finally, a blacksmith's sledge hurtles past your shoulder, and the figure snatches it from the air.",
      "female": ""
    },
    {
      "id": 261,
      "default": "The water at your feet recedes. Lava oozes up through the shallow water, and a woman made from the guts of the earth emerges. She settles her characteristic broadsword on her shoulder and sighs a cloud of smoke and ash.",
      "female": ""
    },
    {
      "id": 262,
      "default": "Magran returns.",
      "female": ""
    },
    {
      "id": 263,
      "default": "\"The death of thousands now could prevent the death of millions later.\"",
      "female": ""
    },
    {
      "id": 264,
      "default": "The deep, bellowing cry of an aurochs shakes the ground beneath your feet. The cry drones on and on, a moan without end.",
      "female": ""
    },
    {
      "id": 265,
      "default": "Wael's many eyes squeeze shut. Ondra slips back beneath her waves. Magran dissipates in a swirling cloud of steam. Galawain's beasts cower and whine.",
      "female": ""
    },
    {
      "id": 266,
      "default": "Only the Pallid Knight stands impassive.",
      "female": ""
    },
    {
      "id": 267,
      "default": "\"Speak with him, Watcher. Discover what it is he plans.\"",
      "female": ""
    },
    {
      "id": 268,
      "default": "Water begins to creep across the floor. It swells, runs swiftly, and catches at your ankles.",
      "female": ""
    },
    {
      "id": 269,
      "default": "The crack of thunder rends the air. The gods fall silent.",
      "female": ""
    },
    {
      "id": 270,
      "default": "In the space beside Berath, an eye blinks open, followed fast by several more.",
      "female": ""
    },
    {
      "id": 271,
      "default": "They are round, keen eyes of kith, the slit eyes of snakes, the small, dark marbles of birds, the bulbous lanterns of deep sea fish.",
      "female": ""
    }
  ]
}