{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_si_huana_druid",
  "Entries": [
    {
      "id": 1,
      "default": "Thick woodlands spread to the east of Port Maje, slowing your travel. Birds flitter above you and insects drone incessantly. The path eventually gives way to a game trail, then to no path at all.",
      "female": ""
    },
    {
      "id": 2,
      "default": "You find a curiously-marked tree, the bark gouged away in a pattern. The striations seem to run upward, from right to left, just shy of vertical. ",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Examine the markings.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Continue cautiously forward.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Return the way you came.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "The depth and width of the gashes suggest the tusks of a boar, and the curled tufts of brown fur you find wedged into the scored wood confirm the supposition.",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Specified 0] examines the gashes in the wood, then plucks a tuft of hair from the side of the tree. \r\n\r\n\"Wild boar did this.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "You notice a sigil carved lightly into the wood, so faint as to be almost imperceptible.\r\n",
      "female": ""
    },
    {
      "id": 9,
      "default": "[Specified 0] taps the tree. \"Look at this.\"\r\n\r\nA sigil has been lightly carved into the wood, so faint as to be almost imperceptible.",
      "female": ""
    },
    {
      "id": 10,
      "default": "You can't make any sense of it. Perhaps it's part of a local ritual.",
      "female": ""
    },
    {
      "id": 11,
      "default": "[Specified 0] frowns. \"This? It looks natural.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "You press carefully into the forest, your clothes damp with the humidity and the water dripping from the trees above.",
      "female": ""
    },
    {
      "id": 13,
      "default": "A quiet rustling in the underbrush draws your attention northward - deeper into the forest.",
      "female": ""
    },
    {
      "id": 14,
      "default": "[Call out] \"Hello? Someone there?\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Hide in the undergrowth.]",
      "female": ""
    },
    {
      "id": 16,
      "default": "[Attempt to flee.]",
      "female": ""
    },
    {
      "id": 17,
      "default": "You duck silently behind a log and still your breathing. Whatever's making the sound draws nearer. ",
      "female": ""
    },
    {
      "id": 18,
      "default": "You duck down in the undergrowth, only to knock loose a log that had been leaned against a tree. You watch helplessly as it falls over, dragging behind it a vine wrapped around a dead branch.\r\n\r\nThe dead foliage crashes loudly to the ground.",
      "female": ""
    },
    {
      "id": 19,
      "default": "The sound approaches, and a tall aumaua appears through the vegetation. Matted red hair frames his head, while boar hides drape his form. Stranger still, several wild boar attend him, their hackles up as they snort at you...",
      "female": ""
    },
    {
      "id": 22,
      "default": "Through a gap in the foliage you make out a tall island aumaua standing among a small sounder of wild boars. Matted copper hair hangs over his features, and boar hides drape his frame. Despite his presence, the swine seem entirely at ease.",
      "female": ""
    },
    {
      "id": 23,
      "default": "You take off through the woods, bounding ever southward and back towards the open grasslands.",
      "female": ""
    },
    {
      "id": 24,
      "default": "You come again to the thick forest east of Port Maje. You make your way deep into the brush, when snorting, rustling sounds arise around you. You spin, looking for the source...",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Greetings.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "[Ambush and attack.]",
      "female": ""
    },
    {
      "id": 31,
      "default": "[Sneak past the area.]",
      "female": ""
    },
    {
      "id": 32,
      "default": "You creep forward, drawing your weapon...",
      "female": ""
    },
    {
      "id": 33,
      "default": "The man stands abruptly, spinning on you, his staff raised as if ready to strike.\r\n\r\n\"Ekera! Then who are you? For what are you here?\" The Huana language thickens his accent.",
      "female": ""
    },
    {
      "id": 42,
      "default": "...and your eyes fall on the hide-draped aumaua and his boars.",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"I say you will feed the hogs...\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "[Charm the boars.]",
      "female": ""
    },
    {
      "id": 45,
      "default": "His brow knit, the kith follows the boars' approach. His eyes widen as they discern you from the greenery.",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Ekera, then who are you? And for what do you meddle with these boars?\"\r\n\r\nWith a wave of his staff, he wrests the boars from their compulsion. The beasts snort unhappily and retreat to the aumaua.",
      "female": ""
    },
    {
      "id": 47,
      "default": "[Identify the symbol.]",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Any idea what this is?\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "It seems to be of the style of the local Huana culture, but beyond that, it looks like three overlapping circles.",
      "female": ""
    },
    {
      "id": 51,
      "default": "It's not like anything you've got experience with.",
      "female": ""
    },
    {
      "id": 52,
      "default": "[Examine the markings.]",
      "female": ""
    },
    {
      "id": 53,
      "default": "[Specified 1] squints at the carving and frowns. \"Looks Huana. Three overlapping circles. Can't say beyond that.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "[Specified 1] shakes his head. \"No idea.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "[Specified 1] shakes her head. \"None.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "You duck silently behind a log and [SkillCheck 0] follows behind, only to lean against a branch that breaks free of the trunk with a loud snap.",
      "female": ""
    },
    {
      "id": 57,
      "default": "You creep through the forest, evading the boars and their aumaua companion.",
      "female": ""
    },
    {
      "id": 60,
      "default": "You whisper quietly, reaching with your soul to stir the swine's spirits.\r\n\r\nThe boars pad towards you, sniffing happily. ",
      "female": ""
    },
    {
      "id": 61,
      "default": "[Specified 2] whispers to the spirits, and the ambient essence charges the air. \r\n\r\nThe boars pad towards you, sniffing happily. ",
      "female": ""
    },
    {
      "id": 62,
      "default": "Wild boars surround you, emerging from the undergrowth. Accompanying them is a tall island aumaua, draped in hides, his copper hair heavily matted atop his head. He gestures at you with a wooden staff.",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"You left. Then you should never returned...\" His voice is thick with the local accent.",
      "female": ""
    },
    {
      "id": 69,
      "default": "[Identify the symbol.]",
      "female": ""
    }
  ]
}