{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_si_city_ooze",
  "Entries": [
    {
      "id": 1,
      "default": "The cool waters of Neketaka’s town wells serve poor and rich alike, yet those who gather at them share certain unmistakable features: tired aumaua visages, yokes born across labored backs, and tattered Roparu rags.\r\n\r\nWhether for themselves or their masters, each waits in a long line to claim a bucket full of fresh water.",
      "female": ""
    },
    {
      "id": 2,
      "default": "The aumaua drops his plunger and bolts, ungainly on shoddy boots. \r\n\r\nYou turn to see a second thick ooze burst out of the well, shredding the well’s yoke and scattering the pit stones.",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Flee.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Draw your weapons and attack.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "The muckman and the crowd swarm to you for safety, the shape of the mob gelatinous as it fills in behind you.\r\n\r\nBehind you, the oozes ripple and divide, each small creature falling free like a rotten grape from the bunch. They roll towards you, collecting dirt, as the crowd gasps and backs away. \r\n\r\nYou ready yourself.",
      "female": ""
    },
    {
      "id": 6,
      "default": "The muckman gapes incredulously and shakes his head. \"To Tangaloa with that sort of thinking!\"\r\n\r\nBefore you can protest, the crowd chaotically scatters. \r\n\r\nGargling louder than ever, the oozes give chase. Predatory tendrils lash out, violently yanking people to the ground.\r\n\r\nThey come for you.",
      "female": ""
    },
    {
      "id": 7,
      "default": "When you put enough distance between yourself and the well, you glance back. \r\n\r\nThe ooze is a great swell of a beast now, raising long tentacles of muck and crushing people like moldered fruit. Thin, rail-like arms of sizzling slime snag the slow and elderly, dragging them across the ground, leaving scraps of clothing, hands still clutching canes, teeth with no jaws, and a hundred other things better left unseen.\r\n\r\nYou turn away.",
      "female": ""
    },
    {
      "id": 9,
      "default": "[Cast a spell to freeze the oozes.]",
      "female": ""
    },
    {
      "id": 10,
      "default": "The spell spirals about the ooze and snap freezes it into an icicle of crystalline black. It falls forward and shatters over the rim of the well. Wisps of smoke curl out from the chunky fragments and the crowd cheers.",
      "female": ""
    },
    {
      "id": 11,
      "default": "[Specified 0]’s magic wreathes the beastly mire and snap freezes it. A moment later, the icy totem falls and shatters across the yard. You look to congratulate [Specified 0], but the crowd screams again.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"To me, citizens! I'll protect you!\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "[Wait in line to fill a few water skins.]",
      "female": ""
    },
    {
      "id": 14,
      "default": "[Speak with the locals.]",
      "female": ""
    },
    {
      "id": 15,
      "default": "Your mind drifts as the line moves slowly forward. You barely notice the hushed murmurs that cut across the crowd. People start giving up their place in line, as good a sign as any that something is amiss. \r\n\r\nYou turn to the wellhead to see a black liquid splatter from between the gaps in the stone. Someone in the crowd screams.",
      "female": ""
    },
    {
      "id": 16,
      "default": "With a growing cascade of murmurs, the crowd unravels between you and the now-bubbling wellhead. A black liquid splatters from between the stones of the well, and someone in the crowd screams.",
      "female": ""
    },
    {
      "id": 17,
      "default": "A muckman from the Roparu caste steps forward. His boots seem more slosh than leather, but his plunger's so long he’d fit in with any formation of pikemen. \r\n\r\nHe raises a hand to the curdling crowd. \"Be at ease, ekera! For what do you flee? I always am cleaning these...\" He blinks as the undulating formlessness of an ooze bubbles up from the well. \r\n\r\nHe takes a step back, shaking.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"It is said you are a decent person,\" a younger man chimes in. \"Not like so many of these foreign sort.\"\r\n\r\nA child reaches for your hand.",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"You are a pirate,\" a young woman spits. \"The sort who always plague our islands and send our loved ones to Tangaloa!\"\r\n\r\nA Huana child lobs a rotten fruit at you before ducking into the crowd.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Another foreign thief,\" mutters a young man. \"Perhaps you'd like me to be putting my neck upon these stones, that you might always stand upon it!\"\r\n\r\nThe old woman shakes her head.",
      "female": ""
    },
    {
      "id": 22,
      "default": "The Roparu, long-accustomed to ignoring their superiors, pay you little mind, only belatedly realizing that you address them. One of them, an older woman, blinks dark eyes at you. \"For what do you speak to me? Should I know you?\"\r\n\r\nA few other Roparu look up, attention drawn to your attempt to socialize.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Stand your ground!\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Go! I'll take care of this!\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "[Draw your weapons and attack.]",
      "female": ""
    },
    {
      "id": 26,
      "default": "[Force your way to the front of the line.]",
      "female": ""
    },
    {
      "id": 27,
      "default": "Apparently used to such bullying, the sad-eyed Roparu make no objection as you step before them and begin filling your water skins.",
      "female": ""
    },
    {
      "id": 30,
      "default": "As you ladle up the cool, refreshing drink, you realize that it has begun to darken. You step back just as the undulating formlessness of an ooze bubbles up from the well before slipping into darkness again...\r\n\r\nThe crowd screams, Huana trampling one another in their haste to escape.",
      "female": ""
    },
    {
      "id": 31,
      "default": "Blanching, the aumaua nods and steps forward - even as a second thick ooze explodes from the well, shredding its yoke and scattering the pit stones. He breaks off the end of his plunger, converting it into a simple spear.",
      "female": ""
    },
    {
      "id": 32,
      "default": "You turn to see small balls of ooze escaping the well and plopping onto the ground. They sluggishly roll side-to-side, getting whatever bearing an eyeless monster might need.\r\n\r\n\"Do that thing again, ekera!\" a Huana yells. \"With the woosh and the ice!\"\r\n\r\nThere’s far too many for one spell to take care of...",
      "female": ""
    },
    {
      "id": 33,
      "default": "The Roparu, long-accustomed to ignoring their superiors, pay you little mind, only belatedly realizing that you address them. One of them, an older woman, blinks dark eyes at you. \"Ekera, it is [Player Name]! I am always hearing stories of you.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "[Walk away.]",
      "female": ""
    }
  ]
}