{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_si_2609_victims",
  "Entries": [
    {
      "id": 1,
      "default": "The jungle grows increasingly dense as you travel east. The shade provided by the canopy above does little to mitigate the heat. Moisture and the perpetual choir of insects thicken the air.",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Keep going.]",
      "female": ""
    },
    {
      "id": 12,
      "default": "The rope creaks as you grab hold and shimmy out onto it....",
      "female": ""
    },
    {
      "id": 14,
      "default": "You pull yourself across, hand by hand, until you hang suspended over the gorge. \r\n\r\nYour muscles tingle and your hands burn, and you've got further left to go than you've already crossed.",
      "female": ""
    },
    {
      "id": 15,
      "default": "You're nearing the far side of the chasm when your feet slip free from the rope. Your stomach lurches as your fingers try - and fail - to clutch the line...",
      "female": ""
    },
    {
      "id": 16,
      "default": "With a gasp, [SkillCheck 0] slips from the rope...",
      "female": ""
    },
    {
      "id": 22,
      "default": "[SkillCheck 1] grabs your flailing arm, wrenching it roughly, and you dangle, legs kicking over the abyss below.",
      "female": ""
    },
    {
      "id": 23,
      "default": "Instinctively, you grab his arm, wrenching it. He dangles over the darkness below you, threatening to pull you both down.",
      "female": ""
    },
    {
      "id": 24,
      "default": "From the top of the cliff, you can look back over the western expanse of the island. The Deadfire shimmers blue towards the horizon, the islands of <xg>Kua o Rikuhu</xg> just visible to the south. \r\n\r\nYou can even make out [Player Ship] at anchor in the distance.",
      "female": ""
    },
    {
      "id": 25,
      "default": "Before you spreads a yawning chasm. It stretches from the mountains in the north towards the sea to the south, and you can't make out the bottom for the darkness.\r\n\r\nCuriously, a rope spans the divide.",
      "female": ""
    },
    {
      "id": 26,
      "default": "[Examine the rope.]",
      "female": ""
    },
    {
      "id": 27,
      "default": "[Search the surrounding area.]",
      "female": ""
    },
    {
      "id": 28,
      "default": "[Cross the rope.]",
      "female": ""
    },
    {
      "id": 30,
      "default": "It's a three-strand twisted rope, much like those purveyed by any number of merchants across Eora. It seems surprisingly clean and unworn - easily strong enough to bear the weight of the heaviest kith.\r\n\r\nThe craftsmanship is likely Reacher, perhaps Dyrwoodan or Vailian.",
      "female": ""
    },
    {
      "id": 31,
      "default": "It looks strong enough to cross on. You think.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"I'm not sure what to tell you...\" [Specified 5] says. \"It looks like a normal rope. Should be safe to cross.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "[Return the way you came.]",
      "female": ""
    },
    {
      "id": 34,
      "default": "You descend the hills and return to the jungle floor.",
      "female": ""
    },
    {
      "id": 35,
      "default": "You return to the cliffs overlooking the Whēnura Cleft.",
      "female": ""
    },
    {
      "id": 36,
      "default": "There's nothing overtly suspicious - certainly no sign of traps. Recent footprints crowd the rocks the rope is anchored to, though - kith and ogre both. Several sets, it looks like.",
      "female": ""
    },
    {
      "id": 37,
      "default": "You find nothing suspicious.",
      "female": ""
    },
    {
      "id": 38,
      "default": "Finding nothing suspicious, [Specified 5] shrugs.",
      "female": ""
    },
    {
      "id": 39,
      "default": "Serafen's nose twitches. \"Rope seems safe enough, cap... for it being strung over a bottomless pit and all. But there be something in the air that ain't quite square.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "Beyond the canyon, the jungle opens up into a broad field interspersed with huge, fruit-dotted trees. The jungle continues towards the mountains to the north, but to the southeast the Deadfire is visible above a sharp decline towards the shore.",
      "female": ""
    },
    {
      "id": 45,
      "default": "To the northeast, a thin line of smoke rises from the jungle.",
      "female": ""
    },
    {
      "id": 46,
      "default": "You continue across the gorge, your sweat dripping into the abyss below you.\r\n\r\nAt last, you reach the safety of the far side.",
      "female": ""
    },
    {
      "id": 47,
      "default": "You make it across the rope, but by the time you reach the halfway point you're breathing heavily and sweating profusely. ",
      "female": ""
    },
    {
      "id": 48,
      "default": "By the time you're both across the rope, [SkillCheck 0] looks exhausted, sweaty and gulping down air.",
      "female": ""
    },
    {
      "id": 49,
      "default": "What draws your eyes, however, is the sight that rises before you. One of the trees - blackened and blistered by flame - hosts a number of aumaua-sized corpses suspended by the neck.",
      "female": ""
    },
    {
      "id": 50,
      "default": "Nearby movement and voices grab your attention. You see, of all people, four members of your crew standing around the base of the tree.\r\n\r\n\"We should bury them. It's what they'd want - and what the gods demand!\" [Specified 3] growls.\r\n\r\n\"Sure,\" [Specified 0] answers. \"Right after we finish going through their pockets.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "You move towards the tree. Vultures perched among its branches peer down at you like judges presiding over a court.",
      "female": ""
    },
    {
      "id": 52,
      "default": "[Search the area.]",
      "female": ""
    },
    {
      "id": 53,
      "default": "[Search for the presence of spirits.]",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Want to put that lamp of yours to use, Xoti?\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "[Burn the bodies.]",
      "female": ""
    },
    {
      "id": 56,
      "default": "[Bury the bodies.]",
      "female": ""
    },
    {
      "id": 57,
      "default": "[Leave the tree and continue your journey.]",
      "female": ""
    },
    {
      "id": 58,
      "default": "Among the sooty detritus of the departed, you uncover a pair of sandals with a palpable aura of power.",
      "female": ""
    },
    {
      "id": 59,
      "default": "The foreign kith jostle you with shoulder and elbow, prod you with blade and spear. Their armor - too heavy for the Deadfire - shines in the firelight, as if they were virtuous. \r\n\r\nYou spit. \r\n\r\nNo. There's no virtue in these godless raiders. They killed the young druid. They broke the elders' staffs and stole the doctor's herbs. Now they burn Amira's tree.",
      "female": ""
    },
    {
      "id": 60,
      "default": "Will it ever again host every color known to god or kith against the perfect azure dome of the sky? You pray it will. You pray to Amira. To Ngati. To Rikuhu - Kohopa and Tangaloa both - and to the Faces of Toamowhai.\r\n\r\nWhat more can these foreigners take from you, you wonder, as they cut off lengths of rope.",
      "female": ""
    },
    {
      "id": 61,
      "default": "With a solemn nod, the Dawnstar raises her lantern. A harsh swing. Then the light from inside bursts like a dying star as she reaps the spirit of the lost.",
      "female": ""
    },
    {
      "id": 62,
      "default": "You cross the clearing, leaving the morbid tree behind, and re-enter the jungle.",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"You're suggesting an ogre wouldn't hang a bunch of corpses?\" [Specified 0] asks. \"'Because these look like ogre prints to me...\"\r\n\r\nEyes wide, [Specified 3] snaps to attention. \"Captain!\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"What are you doing out here?\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Find anything interesting?\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Those aren't supplies - they're corpses. Cut them down and give them a proper burial.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Carry on. Just remember that your captain deserves a cut.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "You collect and wrap the remains, then gather tender and kindling to build a small bonfire. As the bodies burn, you try not to breathe too deeply of the smoke from the smoldering flesh.",
      "female": ""
    },
    {
      "id": 69,
      "default": "The dark soil is soft, and within a couple of hours you have dug a hole deep enough for the remains. You lower them into the ground and cover them, consigning them to the Wheel.",
      "female": ""
    },
    {
      "id": 70,
      "default": "While the clothing these aumaua wear resembles that of the Huana, they favor hides and leathers over cloth and shell. Some were stabbed before they were hanged, bearing wounds consistent with daggers or swords. A few have had their throat slit.",
      "female": ""
    },
    {
      "id": 71,
      "default": "Whatever you're looking for, you don't find it.",
      "female": ""
    },
    {
      "id": 72,
      "default": "Frowning, [Specified 5] waves you over and points out a few oddities.",
      "female": ""
    },
    {
      "id": 73,
      "default": "After several minutes spent looking around, [Specified 5] frowns at you and sighs. \"No good.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "[Specified 0] coughs. \"We were out gathering supplies for [Player Ship], captain, just as we always do when we're docked.\" The hand points at the tree. \"And this seemed worth investigating.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"How'd you even get out here?\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "[Specified 1] looks slightly flummoxed by the question. \"We're sailors, captain. Climbing is part of the job.\"\r\n\r\n\"Besides,\" [Specified 0] chimes in, \"there was a rope.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Don't you think you should be getting back to the ship?\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "Arms crossed, [Specified 0] frowns at the ground. \"Not yet. We haven't been here long enough to take a good look around.\"\r\n\r\n\"That's not <i>entirely</i> true,\" [Specified 2] says. \"Look at the wounds on these folk and the rope used to string them up - it all suggests raiders from the Eastern Reach.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "[Specified 0] sighs. \"There you go again, showing off for the captain.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "[Specified 3] smiles and salutes. \"Of course, captain. We'll see to it right away.\"\r\n\r\nThey draw knives and make their way towards the tree.",
      "female": ""
    },
    {
      "id": 83,
      "default": "[Specified 1] salutes. \"Aye, captain.\"\r\n\r\n[Specified 0] smirks.",
      "female": ""
    },
    {
      "id": 84,
      "default": "[Specified 0] winces, but [Specified 2] snaps out a salute. \"Aye, captain. Right away.\"\r\n\r\nWith only a few glances back, the four wander off towards the gorge.",
      "female": ""
    },
    {
      "id": 85,
      "default": "With a shake of the head, [Specified 5] says, \"Sorry, no idea.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "You plunge screaming into the darkness.",
      "female": ""
    },
    {
      "id": 87,
      "default": "Instinctively, you grab her arm, wrenching it. She dangles over the darkness below you, threatening to pull you both down.",
      "female": ""
    },
    {
      "id": 88,
      "default": "It's as if the entire eastern side of the island was forced up out of the ground. Or perhaps the western half sank into the sea.",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"I don't suppose you know what this place is?\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Sure. It's a good place to test a rope.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"The yawning chasm? Why don't you give it a name and see if it catches on?\" \r\n\r\nMaia shrugs. ",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Could be the Whēnura Cleft, cap. Heard tell of it once or thrice. Said to be deeper than the sea itself, not that that be making a whole lot of sense, what with it being on land and all.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"I say we stand before the Whēnura Cleft. A sacred place. Good for meditation and... and long hikes.\" \r\n\r\nTekēhu peers over the edge. He promptly steps back and shivers. ",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"They don't have pockets,\" [Specified 1] says. \"Strictly speaking.\"\r\n\r\n[Specified 2] frowns up at the tree. \"Is anyone else worried about who did this? It clearly wasn't beast or kith.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"The line over the gorge wasn't yours, then?\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"No, captain,\" [Specified 2] answers with a shake of the head. \"I doubt any of us even own rope that doesn't belong to [Player Ship].\"\r\n\r\n\"I own a rope,\" [Specified 0] grumbles. \"It's eight feet long and in fine condition, thank you.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "Few have burn marks. The tree was clearly burned before they were killed.",
      "female": ""
    },
    {
      "id": 101,
      "default": "While the clothing these aumaua wear resembles that of the Huana, they favor hides and leathers over cloth and shell. Some were stabbed before they were hanged, bearing wounds consistent with daggers or swords. A few have had their throat slit.",
      "female": ""
    },
    {
      "id": 102,
      "default": "You see the spirits at the edge of your vision almost without trying. When you open yourself to their presence, they wash over you, a torrential rush of blistering pain and icy fear...",
      "female": ""
    },
    {
      "id": 103,
      "default": "The vision ends abruptly, washing away like water over the side of the ship's deck.",
      "female": ""
    },
    {
      "id": 104,
      "default": "[Take advantage of the view.]",
      "female": ""
    },
    {
      "id": 106,
      "default": "The path rises to a sharp incline, and your legs ache as you ascend. Slowly the jungle thins, and you find yourself atop a long ridge.\r\n",
      "female": ""
    },
    {
      "id": 107,
      "default": "The divide is vast - the crossing would be strenuous and a fall fatal.",
      "female": ""
    },
    {
      "id": 108,
      "default": "[Turn back.]",
      "female": ""
    },
    {
      "id": 109,
      "default": "You return to the near side of the chasm.",
      "female": ""
    },
    {
      "id": 112,
      "default": "With a heaving groan, [SkillCheck 1] lifts you back up to the rope. \r\n\r\nYou cling to it, shaking.",
      "female": ""
    },
    {
      "id": 113,
      "default": "[SkillCheck 1] strains to pull you up, but your fingers slip, and your hand slides free.",
      "female": ""
    },
    {
      "id": 114,
      "default": "[Pull him up.]",
      "female": ""
    },
    {
      "id": 115,
      "default": "[Let him go.]",
      "female": ""
    },
    {
      "id": 116,
      "default": "[Pull her up.]",
      "female": ""
    },
    {
      "id": 117,
      "default": "[Let her go.]",
      "female": ""
    },
    {
      "id": 118,
      "default": "Gritting your teeth and straining, you pull [SkillCheck 0] back up to the rope.",
      "female": ""
    },
    {
      "id": 119,
      "default": "Your legs wrapped around the line, you hold [SkillCheck 0] with both arms, fighting against your friend's weight... and losing.",
      "female": ""
    },
    {
      "id": 120,
      "default": "[SkillCheck 0] falls screaming into darkness.",
      "female": ""
    },
    {
      "id": 121,
      "default": "You carefully pull yourself to the far side.",
      "female": ""
    },
    {
      "id": 128,
      "default": "He clings to it desperately.",
      "female": ""
    },
    {
      "id": 129,
      "default": "She clings to it desperately.",
      "female": ""
    },
    {
      "id": 130,
      "default": "Your legs give out and loose you from the rope.\r\n\r\nThe pair of you fall screaming into the abyss.",
      "female": ""
    },
    {
      "id": 132,
      "default": "A few minutes later, [Specified 2] approaches you. \"Excuse me, captain. Thought you might want to see these. They look... special.\"\r\n\r\nThe sailor presents a pair of Huana shoes. They're a little sooty, but otherwise no worse for wear.",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"Hey, I'm not dreaming this, right? Look, if I wanted to see this kind of thing I'd have stayed home.\"\r\n\r\nEdér, his mouth firm, diverts his attention to the ground nearby.",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"I was hoping never to see anything like this again,\" Aloth says, frowning sadly at the tree.\r\n\r\n\"I suppose it was naive to think this kind of cruelty would be unique to the Dyrwood.\" He shivers.",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"You see that. Right, Watcher? I'm not caught in another nightmare... Am I?\"\r\n\r\nXoti's eyes track from corpse to corpse, and a wince steals across her face.",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"Lot of souls there. Sure looking ripe for the reaping.\"\r\n\r\nXoti's expression lights with a dark and covetous gleam.",
      "female": ""
    },
    {
      "id": 138,
      "default": "Rekke stares at you blankly. After a few long, silent moments, his eyes widen, and he slowly shakes his head.",
      "female": ""
    },
    {
      "id": 139,
      "default": "Rekke stares at you blankly. After a few long, silent moments, his eyes widen, and he slowly shakes his head.",
      "female": ""
    }
  ]
}