{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_si_fog_shallows",
  "Entries": [
    {
      "id": 1,
      "default": "A thick, cool fog out of the west envelops the ship, the damp settling into your clothes. You can hardly make out the bowsprit from the sterncastle, and all else surrounding [Player Ship] seems a featureless gray expanse. Lanterns hang from the masts, and hands have taken up stations at the bow and rails.\r\n\r\nWith a throat-clearing cough, [Specified 0] steps up.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Take us through, slow and steady.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Hoist sails and drop anchor, [Specified 3].\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "After a few tense hours, [Player Ship] breaks free of the fog and onto clear, calm seas. A cheer goes up across the deck, and [Specified 0] claps [Specified 1] on the back. \r\n\r\nYou exhale a sigh of relief.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"By Wael!\" [Specified 2] shouts orders to the riggers and drags the wheel hard to starboard.",
      "female": ""
    },
    {
      "id": 6,
      "default": "With a heart wrenching whine of tearing lumber, [Player Ship] grinds against the reef. The ship lurches, throwing [Specified 1] to the deck.\n\n[Specified 0] shouts orders, and all available hands grab tools and bolt belowdecks to see the damage.",
      "female": ""
    },
    {
      "id": 9,
      "default": "Another day passes in the fog, and several members of the crew perch among the guard stanchions, lines and hooks in the water. By the evening, they've caught nothing save an earful of one another's most indecorous swears.",
      "female": ""
    },
    {
      "id": 10,
      "default": "In almost complete silence the ship slides through the water. You peer over the port aft bulwark to see the reefs passing twenty feet below. ",
      "female": ""
    },
    {
      "id": 11,
      "default": "After a few tense hours, [Player Ship] breaks free of the fog and onto clear, calm seas. A cheer goes up across the deck, and [Specified 0] claps [Specified 1] on the back. \r\n\r\nYou exhale a sigh of relief.",
      "female": ""
    },
    {
      "id": 14,
      "default": "Another day passes in the fog, and several members of the crew spend their off-duty with heavy lines and baited hooks. Between them, they catch a few fat fish, and the evening's mess benefits from the bounty.",
      "female": ""
    },
    {
      "id": 15,
      "default": "Another day passes in the fog, but not before [Specified 3] and [Specified 4] get into fisticuffs over the proper gratuity to pay a street performer. [Specified 3] gets the better of the bout, and [Specified 4] winds up with a cracked rib.",
      "female": ""
    },
    {
      "id": 16,
      "default": "Another day passes in the fog.\r\n\r\nThe crew begins muttering among themselves, accusing one another of having earned Ondra's displeasure and earning [Player Ship] this cursed fog.",
      "female": ""
    },
    {
      "id": 17,
      "default": "Another day passes in the fog, the damp murk muffling the crew as they go about their duties.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"All hands to stations, [Specified 0]. Let's be out of this fog.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"We'll give the fog another day to break.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "Another day passes in the fog.\r\n\r\n[Specified 4] swears to have seen a whale beneath the waves, starting half the crew to arguing and the other half to praying their thanks to Ondra for the good omen. By dinner, near everyone has taken up a (sometimes bawdy) shanty about the boundless generosity of the Lady of Lament.",
      "female": ""
    },
    {
      "id": 21,
      "default": "The next morning, the fog finally clears, eliciting cheers from the crew, who are ready to get back to work. \r\n\r\nA jaunty shanty rises above the deck as [Player Ship] sets sail.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Yes, captain.\" [Specified 0] shouts orders, and hands begin groggily climbing the rigging. A few minutes later, the sails come down.",
      "female": ""
    },
    {
      "id": 24,
      "default": "The crew breathes a collective sigh of relief as the riggers set to pulling the sails. \r\n\r\nThe fog shows no sign of breaking over the course of the evening, but the crew seems to care little, able to relax a bit in their duties.\r\n\r\nBy the following morning, the fog seems to have thickened.",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"We are not meant to know everything. Embrace the mystery.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 28,
      "default": "[Call up a strong wind in an attempt to disperse the fog.]",
      "female": ""
    },
    {
      "id": 29,
      "default": "[Specified 0] blinks. \"As you say, captain. Would you have us sail on?\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Very well.\" [Specified 0] sighs.\r\n\r\n\"Slow ahead, helmsman. See us through safely, [Specified 1].\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "You move to the forecastle, raise your arms, and begin to chant, channeling the essence about you. Your will gives it shape, a pulsing movement that pours forth from the stern as a powerful wind. The sails fill, and the fog opens like a veil before [Player Ship]. \r\n\r\nThe crew cheers.",
      "female": ""
    },
    {
      "id": 32,
      "default": "The fog is far from gone, but it has provided a path. The ship's progress is slow, but a few sweat-soaked hours later you break free of the fog. ",
      "female": ""
    },
    {
      "id": 33,
      "default": "The boat slowly presses into the billowing fog, the deck nigh-silent as each hand attends their duty with uneasy focus. Compass and charts spread across the sterncastle deck, [Specified 1] sets the course, calling out shifts in rudder to [Specified 2].",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Reef ahead port!\" rises a shout from the foredeck. \r\n\r\n\"Reef ahead port!\" [Specified 0] echoes. \r\n\r\nThe ocean lightens ahead of you, the shallow patch sliding from beneath the fog. In its clarity you make out the jagged edges of a substantial reef. [Player Ship] is almost upon it.",
      "female": ""
    },
    {
      "id": 36,
      "default": "[Specified 3] appears shortly, soaked through and bleeding from a gash above the eye. The report could be worse: the ship has taken on water, ruining some of the stores, but the crew has managed to patch it. You're in no danger of sinking.",
      "female": ""
    },
    {
      "id": 37,
      "default": "A few tense hours later, [Player Ship] breaks free of the fog and onto clear, calm seas. The crew whisper prayers of thanks, dropping coins and pouring grog into the sea.",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Captain. What are your orders? It would be safest to drop anchor, given the reefs and shallows common in the Deadfire. If you're confident in our stores, that is. Otherwise, we can chance it if you trust [Specified 1] to navigate us through and [Specified 2] at the helm.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "With arms raised, [Specified 5] begins to chant, and a powerful wind pours forth from the stern. The sails fill, and the fog opens like a veil before [Player Ship]. \r\n\r\nThe crew cheers.",
      "female": ""
    },
    {
      "id": 46,
      "default": "The world fades around [Player Ship], leaving it to slide silently through the deepening gray. Your clothes cling to your skin, and the crew begin hanging lanterns and moving to stations. [Specified 0] approaches.",
      "female": ""
    },
    {
      "id": 47,
      "default": "A thick, cool fog out of the west envelops the ship, the damp settling into your clothes. You can hardly make out the bowsprit from the sterncastle, and all else surrounding [Player Ship] seems a featureless gray expanse. Lanterns hang from the masts, and hands have taken up stations at the bow and rails.\r\n\r\nWith a throat-clearing cough, [Specified 0] steps up.",
      "female": ""
    },
    {
      "id": 48,
      "default": "You see the fog before you enter it, a vast wall of moisture rising from the shallows. With a sigh, [Specified 0] nears.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Orders captain? We could drop anchor, or we can trust to [Specified 1]'s charts and [Specified 2]'s skill at the wheel.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Captain. What are your orders? It would be safest to drop anchor, given the reefs and shallows common in the Deadfire. If you're confident in our stores, that is. Otherwise, we can chance it if you trust [Specified 1] to navigate us through and [Specified 2] at the helm.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"That's Wael's own shroud, and it'll be on us any minute. Orders?\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "In almost complete silence the ship slides through the water. You peer over the port aft bulwark to see the reefs passing twenty feet below. ",
      "female": ""
    },
    {
      "id": 56,
      "default": "A sound like thunder rends the air, and the deck comes apart beneath your feet. For an impossibly long moment the world spins around you, and then you plunge into the water.",
      "female": ""
    },
    {
      "id": 57,
      "default": "You hang in the water, stunned, pieces of lumber and steel sinking around you. Too weak to swim, you watch the surface recede.\r\n\r\nDarkness claims you.",
      "female": ""
    },
    {
      "id": 58,
      "default": "Another day passes in the fog. \r\n\r\nWhile dancing on the rails, [Specified 4] goes overboard. The crew fishes the poor sailor out alive, reef-sliced limbs and all.",
      "female": ""
    },
    {
      "id": 59,
      "default": "Another day passes in the fog.\r\n\r\nA raucous furor brings you to the deck, where you find [Specified 4] chasing Worthless Idiot across the ship. Apparently the imp stole a book, and [Specified 4] wants to strangle him.\r\n\r\nThe crew breaks the fracas up.",
      "female": ""
    },
    {
      "id": 60,
      "default": "Another day passes in the fog.\r\n\r\nYou follow the sound of [Specified 4] leading a round of bawdy shanties to find the crew passing around a bottle of rum you're fairly half-certain belonged to you.\r\n\r\nNo one seems to know where it came from.",
      "female": ""
    }
  ]
}