{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_si_mutiny",
  "Entries": [
    {
      "id": 1,
      "default": "As you ink records of your recent journeys in the log, you lift your quill and are rewarded with near-silence. You listen, but you make out only the crackle of candlelight, the creaking of timber, and the soft spray of the sea against your windows.\r\n\r\nAnd nothing else.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Kick [Specified 0] overboard.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Remember what I did to the last person who rubbed me the wrong way?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Attack] \"Fair enough. Let's settle this.\" ",
      "female": ""
    },
    {
      "id": 5,
      "default": "Weapons slide free from scabbards and holsters as both sides advance...",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Killing each other only creates more problems. Put down your weapons, and let's discuss this like civilized kith.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"You know I kill ogres and drakes for fun, right? Might be you want to rethink this.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "[Specified 0] steps forward and you rotate to the right. The mutineer tracks you, circling as you maneuver them against the portside railing.\r\n\r\n\"A strange feeling, isn't it, captain?\" [Specified 0] asks. \"Facing the consequences of-\"\r\n\r\nYou dash forward. ",
      "female": ""
    },
    {
      "id": 9,
      "default": "[Specified 1] lines the mutineers up and counts down the line, assigning each a number. The loyal sailor produces a die from a pouch and tosses it onto the deck. It clatters to a stop.\r\n\r\n\"Lucky number three.\"\r\n\r\n\"No!\" [Specified 2] cries. \"Mercy, captain, mercy!\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "The mutineers pause. [Specified 3] murmurs a whisper hushed and hurried, no doubt something about you and your past.\r\n\r\n\"Put down your weapons,\" [Specified 1] barks. \"Let fear marshal you into staying alive, or ignore what you know to be true and venture into the future where, trust me, the captain and I already await you.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "[Specified 0] walks to the portside and looks overboard, running a finger along its railing. \"Yeah, I think I could run this operation considerably better.\"\r\n\r\nYou glance at the mutineers. This is about as good of a chance as you’re going to get. With a quick sprint, you clear the distance between you and [Specified 0]. By the time the bastard looks up, you plant a boot in their gut. Stumbling backwards, the mutineer bowls over in pain.",
      "female": ""
    },
    {
      "id": 12,
      "default": "With [Specified 0] confidently striding ahead, you sprint the rest of the distance. Sliding across the deck, you thrust your foot forward. \r\n\r\n[Specified 0] casually turns out of the way. ",
      "female": ""
    },
    {
      "id": 13,
      "default": "The mariners' clothing curls in the wind, lifting from gaunt frames like flags from poles. Hollow faces stare at you in union from deep eye sockets under furrowed brows. [Specified 0] coughs before speaking.\r\n\r\n\"You step out here with crumbs on your jacket and the scent of spice on your breath.\" \r\n\r\n[Specified 4] takes up the cause. \"We haven't eaten for days.\"\r\n\r\n\"Just listening to our guts grumble.\" Head shaking, [Specified 3] frowns. \"Fighting over stale crumbs, hunting bilge rats…\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "[Specified 0] tosses a mug across the deck, the wood clattering and scratching across the planks. It bounces to a stop against your foot.\r\n\r\n\"We’re sailors, captain. Without a drink of water to enjoy, not a draught of grog to soothe our scrapes and sores, not a sip of rum to wash away our cares.\"\r\n\r\nScowling, [Specified 2] nods. \"I'd spit, but I haven't got the saliva.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Specified 0] takes a step forward and rolls a coin across the deck. It bounces by, hits your door, and goes flat. \r\n\r\n\"Look at it, captain. That's the only coin to my name.\"\r\n\r\n[Specified 4] growls. \"I suppose you mean for us to split this? Because we don’t work for free, captain.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"The crew's unhappy.\" [Specified 0]'s words lurk low and calm, as if reasoning out a problem. \"How does that happen? Lack of planning. Who does the planning?\"\r\n\r\nThe mutineers shout, \"The captain!\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "The mutineers pause. [Specified 3] murmurs a whisper hushed and hurried, no doubt something about you and your past.\r\n\r\n\"Put down your weapons,\" [Specified 1] barks. \"Let fear marshal you into staying alive, or ignore what you know to be true and venture into the future where, trust me, the captain and I already await you.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "The mutineers put their hands up. [Specified 1] comes to you, baton in hand.\r\n\r\n\"That's not something to let pass lightly, captain,\" the sailor mutters.",
      "female": ""
    },
    {
      "id": 19,
      "default": "[Specified 0] hocks and spits. \"With you and your friends gone, there’ll be fewer mouths to feed and fewer pockets to fill. I’m no scholar, but that means more for us, right?\"\r\n\r\n[Specified 2] chuckles quietly, nodding in unison with [Specified 3]. [Specified 4] smiles broadly, glancing at other mates as if calculating each one's worth in silver.\r\n\r\n\"How’s that for ‘diplomacy,’ captain?\" [Specified 0] asks through a wry grin.",
      "female": ""
    },
    {
      "id": 20,
      "default": "[Specified 0] laughs. \"Oh no, a captain with a cruel streak? What ever will we do?\"\r\n\r\n[Specified 2] chuckles. ",
      "female": ""
    },
    {
      "id": 21,
      "default": "[Specified 0] sneers, but it’s a defeated sort of anger, like a badger caught in a trap. The mariner's weapon falls to the deck, and the other mutineers reluctantly follow suit. [Specified 1] steps forward, baton in hand.\r\n\r\n\"Let them go,\" [Specified 0] says. \"They wouldn’t be here if it weren’t for me. I take full responsibility for this.\"\r\n\r\n[Specified 1] looks at you. Diplomacy wouldn’t work if you backslid every time. You spoke for peace...",
      "female": ""
    },
    {
      "id": 22,
      "default": "[Draw on [Specified 0] and shoot.]",
      "female": ""
    },
    {
      "id": 23,
      "default": "[Specified 0] glances back to the others. \"Let’s get to it.\"\r\n\r\nBefore the mariner can turn back, you draw your pistol and fire. [Specified 0]’s forehead craters and skull shards scatter on the air. Smoking mush lops from the brainpain as the mutineer crumples to the deck, blood pooling across the planking. An eye rolls lazily towards you before slowing to a stop.\r\n\r\nYour eyes shift to the others through the smoke from the gun barrel.",
      "female": ""
    },
    {
      "id": 24,
      "default": "[Specified 0] shrugs to you, palms up as if to ask, \"Do we have a deal?\"\r\n\r\nYou draw your pistol. The mutineer flinches. \r\n\r\nYou fire.",
      "female": ""
    },
    {
      "id": 25,
      "default": "You rip your pistol from its holster and squeeze the trigger on the upswing. ",
      "female": ""
    },
    {
      "id": 26,
      "default": "The mutineers are stripped barebacked and leaned over the railing. Three strikes: one to the back to sleep on, one to the legs to walk on, and one to their non-gunhand to remind them that you were lenient with your punishment.",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"I think we both know why we're here, captain.\" [Specified 0] grimaces.\r\n\r\n[Specified 4] nods. \"Things might have slid last time, but there comes a time when kith must make amends.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"We need to put this behind us. Let them get back to work.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Flog them all.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Keelhaul one of them. I don’t care who.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "[Specified 0] sneers, but it’s a defeated sort of anger, like a badger caught in a trap. The mariner's weapon falls to the deck, and the other mutineers reluctantly follow suit. [Specified 1] steps forward, baton in hand.\r\n\r\n\"Let them go,\" [Specified 0] says. \"They wouldn’t be here if it weren’t for me. I take full responsibility for this.\"\r\n\r\n[Specified 1] looks at you. Diplomacy wouldn’t work if you backslid every time. You spoke for peace...",
      "female": ""
    },
    {
      "id": 33,
      "default": "[Specified 0] sneers, but it’s a defeated sort of anger, like a badger caught in a trap. The mariner's weapon falls to the deck, and the other mutineers reluctantly follow suit. [Specified 1] steps forward, baton in hand.\r\n\r\n\"Let them go,\" [Specified 0] says. \"They wouldn’t be here if it weren’t for me. I take full responsibility for this.\"\r\n\r\n[Specified 1] looks at you. Diplomacy wouldn’t work if you backslid every time. You spoke for peace...",
      "female": ""
    },
    {
      "id": 34,
      "default": "The mutineers pause. [Specified 3] murmurs a whisper hushed and hurried, no doubt something about you and your past.\r\n\r\n\"Put down your weapons,\" [Specified 1] barks. \"Let fear marshal you into staying alive, or ignore what you know to be true and venture into the future where, trust me, the captain and I already await you.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "The mutineers pause. [Specified 3] murmurs a whisper hushed and hurried, no doubt something about you and your past.\r\n\r\n\"Put down your weapons,\" [Specified 1] barks. \"Let fear marshal you into staying alive, or ignore what you know to be true and venture into the future where, trust me, the captain and I already await you.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Keelhaul [Specified 0].\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "[Specified 0]'s eyes narrow, but there's no surprise in them. \"See you on the other side of the Wheel, captain.\"\r\n\r\nThe crew make quick work of tying up the mutineer, and the splash of the sailor's body hitting the water echoes across the deck like a gunshot.",
      "female": ""
    },
    {
      "id": 38,
      "default": "[Specified 1] frowns, meeting your eyes briefly, and looks away.\r\n\r\n[Specified 0] extends a hand before a wily grin. \"This doesn’t have to get bloody, [Player Name].\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Apologies, captain.\" [Specified 0] holds your gaze with narrowed eyes. \"But some of us aren't happy with what happened to that orlan girl. Vela was like kin to us. Perhaps you don't know what that feels like, but it means a lot to sailors like us.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "Your footfalls echo in the cabin as though you were walking through an abandoned monastery. \r\n\r\nYou step onto the deck to find the crew staring back at you, arms crossed, weapons at their hips, and [Specified 0] standing front and center. ",
      "female": ""
    },
    {
      "id": 42,
      "default": "You wipe the water from your face as you finish your toilette. As you peer down at the clear, trembling surface, you note a curious lack of other sounds. The ship is uncommonly quiet.",
      "female": ""
    },
    {
      "id": 43,
      "default": "Your charts spread before you, you struggle not to doze in the flickering light and gentle rocking of your cabin. Oddly, what finally rouses you to full wakefulness isn't a sound, but the almost complete absence of noise - only the popping of candlewax and whisper of the sea.",
      "female": ""
    },
    {
      "id": 44,
      "default": "Playing the crowd, [Specified 0] turns around, arms wide. \"If that’s the case, we must not have a captain! We can’t sail without a captain, can we? Now who do you think should be captain?\"\r\n\r\n\"You!\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"No, captain,\" [Specified 3] warns. \"We've seen you do that before. You'd better move your hand from that holster.\"\r\n\r\n[Specified 0] spits on the deck. \"What say you, Captain [Player Name]?\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "The traitor's coat snaps at the shoulder and a powdering of cloth goes twisting into the gathered crowd. You lower the gun, staring over the lingering black powder.\r\n\r\nA hand clamped over the wound, [Specified 0] slowly turns to you. \"Kill them all, mates.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "You rip your pistol from its holster and squeeze the trigger on the upswing. \r\n\r\nThe railing cracks and showers the mutineers with splinters.\r\n\r\n[Specified 0] slowly straightens, licks a finger, and holds it up. \"It isn't even windy.\" The mutineer looks to the others. \"Kill this marksman and anyone else who stands in our way.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "The crew watch you as you consider your next words.",
      "female": ""
    },
    {
      "id": 49,
      "default": "[Attempt to defuse the situation with words...]",
      "female": ""
    },
    {
      "id": 50,
      "default": "[Attempt to end the mutiny with immediate, decisive violence...]",
      "female": ""
    },
    {
      "id": 51,
      "default": "[Bend their hearts or minds with an ability.]",
      "female": ""
    },
    {
      "id": 52,
      "default": "The mutineers hold you in an uneasy glare as you take the measure of them.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Careful, [Player Name].\" [Specified 2] trains a pistol on you. \"We've gotten wise to your tricks.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "[Terrify them with an ability.]",
      "female": ""
    },
    {
      "id": 55,
      "default": "As you weave your charming chains from essence and the souls of the mutineers, their eyes go glassy with adoration for you. \r\n\r\nThe rest of the crew, however, stare at you in wide-eyed horror and disgust.",
      "female": ""
    },
    {
      "id": 56,
      "default": "With a judicious use of mystical talent, [Specified 5] twists the mutineers' hearts back to your service.\r\n\r\nThe rest of the crew, however, stare at the two of you in open revulsion and horror.",
      "female": ""
    },
    {
      "id": 57,
      "default": "You chant, your words reverberating across the deck, drawing together the essence around you in an aura of absolute horror.\r\n\r\nThe crew, mutineer and loyalist alike, fall to their knees, shaking in mortal terror, tears freely flowing from their eyes as blood wells from clenched fists.",
      "female": ""
    },
    {
      "id": 58,
      "default": "With a nod, [Specified 5] turns a baleful gaze on the mutineers and begins unspooling a whispered chant. The air grows colder.",
      "female": ""
    },
    {
      "id": 59,
      "default": "[Consider something else.]",
      "female": ""
    },
    {
      "id": 60,
      "default": "They watch you expectantly.",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Let them go. But [Specified 0]'s on latrine duty for perpetuity.\" ",
      "female": ""
    },
    {
      "id": 63,
      "default": "Relief washes over the faces of the hands as tension dissipates under a smattering of chuckles. \r\n\r\nAs you return to your cabin, [Specified 1] nods to you. \r\n\r\nSomewhere near the bow of the ship, [Specified 5] sings the first few lines of a shanty.\r\n\r\nOthers slowly join in.",
      "female": ""
    },
    {
      "id": 64,
      "default": "The tension dissipates and relief crowds the mates' faces. [Specified 1] shoots a warning glance at [Specified 2], while [Specified 4] tries to subtly slip away. Soon orders are being shouted, rigging tightened, and even a shanty rising above the din.\r\n\r\nYou return to your cabin.",
      "female": ""
    },
    {
      "id": 66,
      "default": "[Specified 0] raises open, empty palms to you.\r\n\r\n\"See this, captain? This is what I have to my name.\"\r\n\r\n[Specified 4] nods. \"When you first set out from Port Maje, you told the crew it were to plunder the wealth of the Deadfire. Now look at yourself.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "The weapon falls from [Specified 2]'s hand. \"I didn’t want any part of this anyhow.\"\r\n\r\nOthers follow suit until they stand stripped of the means to mutiny and [Specified 0] stands alone. With a sad shake of the head, the sailor finally lets both pistol and sword fall to the deck.",
      "female": ""
    },
    {
      "id": 68,
      "default": "[Specified 0] hocks and spits, looking around as if measuring the ship for new colors. \"I’m going cut pieces off you and use them for chum, and then I’m going to hang you from the mainboom so I can watch the birds get at your eyes. And all you can do is wait. Blinking won’t help. They pick right through the lids.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "He continues to cry out for mercy, but the crew quickly hogties him and drags him towards the rail.",
      "female": ""
    },
    {
      "id": 70,
      "default": "She continues to cry out for mercy, but the crew quickly hogties her and drags her towards the rail.",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Hold. Cut the wretch loose.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Give my regards to Berath.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 74,
      "default": "[Specified 2] is roped and thrown overboard. Moments later, a twisted shape of ragged clothes and rendered flesh surfaces in the boat’s wake. [Specified 1] has the body recovered and hung for all to see.\r\n\r\nYou return to your cabin.",
      "female": ""
    },
    {
      "id": 75,
      "default": "[Specified 1] scows, but frees the struggling sailor. [Specified 2] rises from the planks and falls at your feet.\r\n\r\n\"Thank you, captain! Gods bless you for your mercy! You won't regret this, I swear!\" Snot bubbles in [Specified 2]'s nostril.\r\n\r\nYou turn away and return to your cabin.",
      "female": ""
    },
    {
      "id": 76,
      "default": "As [Specified 1] ropes in the body for display, you return to your cabin.",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"They're trying it again!\" [Specified 2] shouts.\r\n\r\n\"Kill them!\" [Specified 0] points directly at you.",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"They're trying it again!\" [Specified 2] shouts.\r\n\r\n\"Kill them!\" [Specified 0] points directly at you.",
      "female": ""
    },
    {
      "id": 80,
      "default": "You reach into the mutineers' souls, find their nightmares and fears, and drag them to the surface. The sailors fall to their knees, shaking and crying as you stand imperiously above them.\r\n\r\nThe rest of the crew regards you in horrified silence.",
      "female": ""
    },
    {
      "id": 81,
      "default": "Your bellow, fueled by rage-churned essence, rolls over the crew.\r\n\r\nThey fall to their knees, mutineers and loyalists alike, shaking in fear as you stand wild-eyed above them.",
      "female": ""
    },
    {
      "id": 83,
      "default": "The mutineers fall to their knees, shaking and crying before your companion's power.\r\n\r\nThe rest of the crew regards the two of you in horrified silence.",
      "female": ""
    },
    {
      "id": 84,
      "default": "[Specified 5] immediately leaps forward, loosing a roar of unbridled rage at the mutinous sailors. ",
      "female": ""
    },
    {
      "id": 85,
      "default": "[Specified 0]’s face clenches and a nervous hand jolts for a pistol. The gun’s hammer catches the belt and blows a hole in the deck. \r\n\r\nYou sprint through the smoke and plant a foot on the mutineer’s chest, sending [Specified 0] flipping over the railing to cartwheel down the hull with a series of thuds and cracks. You look over the side to see the sailor's body floating facedown.\r\n\r\nYou spin back around to see the crew dropping their guns and blades to the deck.",
      "female": ""
    },
    {
      "id": 86,
      "default": "Straightening, [Specified 0] points at you. \"Kill him!\"",
      "female": "Straightening, [Specified 0] points at you. \"Kill her!\""
    },
    {
      "id": 87,
      "default": "You fly by, your feet scuffling for footing before you slide to a stop. [Specified 2] chuckles.\r\n\r\n\"Nice try,\" [Specified 0] says, slowly drawing a blade. \"[Specified 4] bet me that you didn’t even have <i>that</i> in you. I'll collect my winnings from your corpse.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Watch yourself,\" [Specified 1] warns the mutineers, tone grim.\r\n\r\n\"Nobody's talking to you,\" [Specified 0] snaps. \"The moment's going to come when you'll have to reckon the wages of loyalty, [Specified 1].\"",
      "female": ""
    }
  ]
}