{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_si_crew_event_captain_personality",
  "Entries": [
    {
      "id": 1,
      "default": "The sailor glances over a shoulder, then back to you.\r\n\r\n\"If this crew is going to be taking your orders, you might want to make a proper introduction. Let everyone know what you're about.\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Well...\" [Specified 0] frowns at the deck. \"Rations have gotten low of late. Things like that can get a mariner to thinking a kith isn't fit to be captain.\" The sailor coughs. \"But a show of face can sometimes set things right.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Gather and address the crew.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Return to your quarters.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Specified 0] calls the crew together on deck. The small group of sailors hang languidly from the rigging, perch on crates, and sit against the rails.\r\n\r\nTheir eyes turn to you as you stride onto the deck.",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Specified 0] watches you blankly as you close the door.\r\n\r\n\"That's that, I suppose...\" you hear the sailor mutter on the way back to the deck.\r\n\r\nYour ship sails on. ",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"I will not suffer insubordination. I say jump, you ask me how high!\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"This ship isn't boards and sails - it's all of you. I'll give you everything I've got as captain. I expect the same from you.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"I know I slept through the trip out here, but now that I'm awake, the fun can start.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Glad we cleared that up. Now get your asses back to your stations before I start throwing people overboard!\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "[Specified 4] steps forward. \r\n\r\n\"Pardon me asking, captain, but what exactly <i>is</i> the ship's mission in the Deadfire?\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"That oversized naked statue took a piece of my soul. I aim to take it back.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Eothas leaves a trail of destruction and despair in his wake. It's up to us to set things right.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"We're hunting a big blue bastard of a god! Now who's with me?\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"You all have your own reasons for being here, and I doubt you all want to share. The same holds true for me.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "The crew straighten, stiff and moving only with the sway of the ship. None risks a glance at the others. A bead of sweat runs to the tip of [Specified 0]'s nose, then drips to the deck.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Aye, captain!\" [Specified 3] cheers, sparking chuckles. [Specified 0] claps, and the rest of the crew join in, smiling and nodding.",
      "female": ""
    },
    {
      "id": 18,
      "default": "[Specified 3] chuckles. \"I don't suppose that means it's our turn for a nap?\"\r\n\r\n\"You're awake rarely enough as is, [Specified 3], don't you think?\" [Specified 2] fires back.\r\n\r\nThe crew laughs.",
      "female": ""
    },
    {
      "id": 19,
      "default": "The crew blink, hesitating briefly before they scatter to their posts, grabbing up ropes, hammers, and mops.\r\n\r\nYou turn your back on them and stride back to your quarters.",
      "female": ""
    },
    {
      "id": 20,
      "default": "Muttering spreads among the crew as they look to one another in disbelief. \r\n\r\n[Specified 1] performs a gesture of reverence to the gods. \"Our captain's touched by the gods.\"\r\n\r\n[Specified 3] nods, expression pensive.",
      "female": ""
    },
    {
      "id": 21,
      "default": "[Specified 1] whispers a prayer, but nods all the same.\r\n\r\n[Specified 0] steps forward. \"To good work done well, and coin fairly earned!\" \r\n\r\n[Specified 3] cheers, and the other mates smile and nod.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Gods, the captain intends to go through with this...\" [Specified 3] sighs, running a hand down long features.\r\n\r\n\"Pray it isn't Ondra in there,\" [Specified 1] quips, eliciting nervous laughter.\r\n\r\n\"Somebody's got to stop it!\" [Specified 5] sinks a closed fist into an open palm. \"Whatever it's up to, it's killed too many people already.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "Members of the crew mutter to one another, exchanging nervous glances. \r\n\r\n[Specified 3] shrugs. \"The captain has a point.\"\r\n\r\n[Specified 0] nods, then snaps to attention and salutes. \"We know why we're here, captain. And that's for you.\" \r\n\r\n[Specified 5] nods gravely. \"We're at your service, captain.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Welcome aboard [Player Ship], ladies and gentlemen. I'm [Player Name], your captain.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Glad to have you, captain!\" [Specified 3] cries, eliciting nods from several other crew members. [Specified 2] smiles at you from above crossed arms, and [Specified 1] claps lightly.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Are you saying I've got something to worry about?\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"No, captain. It's just tradition. And the sociable thing to do.\" [Specified 0] chuckles.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Ahoy, mates! I take what I want, when I want it. And so does my scourge of a ship!\" ",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"After years away, I've returned to the warm, wide waters of the Deadfire. It's good to be back.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Now <i>this</i> is a crew. Can you believe that statue in my room said you all were nothing to look at?\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"These eyes have peeled back the veil of death, and I have returned, Herald of Berath and enforcer of her will.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Attention!\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "[Specified 1] glances towards [Specified 2], who cuts off any comment with a quick shake of the head.",
      "female": ""
    },
    {
      "id": 34,
      "default": "The gathered sailors chuckle, and [Specified 1]'s laughter collapses into an involuntarily snort.\r\n\r\n\"The captain isn't talking about you, [Specified 1]!\" [Specified 3] calls, inspiring a second round of amusement.",
      "female": ""
    },
    {
      "id": 35,
      "default": "After a moment of hesitation, the motley sailors snap to attention, offering a variety of salutes from cultures across Eora.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"I plan to run a clean ship. We're not pirates, and we're not raiders.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Who here likes money? Stick with me, and you'll have more coin than a kith can spend!\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Plunder and booty! We're after the gods damned plunder and booty!\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"I'm not here to answer questions! Get your asses back to work!\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Now that's something any mariner can sail behind!\" [Specified 3] pumps a fist in the air, earning a round of laughter. It builds into a cheer before dissolving into a raucous, bawdy shanty.\r\n\r\nHead slowly shaking, [Specified 0] chuckles. \"You certainly speak the language of the Deadfire, captain.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "Quickest to straighten is Edér. So uncharacteristically responsive and formal is his movement that the rest of the crew seems to take notice, and more readily follow suit.\r\n\r\nFor his part, Edér looks genuinely surprised at the way his body has responded to your command, seemingly of its own accord. A smile flickers on his face before he is able to find composure.",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"And here I thought we had larger matters before us,\" Aloth says, frowning.",
      "female": ""
    },
    {
      "id": 43,
      "default": "The crew split up, returning to their duties, as the ship - your ship - sails on, slicing through the bright blue waters of the Deadfire.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Welcome home, captain!\" [Specified 3] calls. The rest of the crew grin and nod or clap quietly.",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Aye, that be the very thing a pirate likes to hear!\"\r\n\r\nSerafen's mouth splits into a wide grin.",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Gaun darn right we are. And ain't anyone going to stop us.\"\r\n\r\nSickle and lantern raised, Xoti's shadow stretches across the ship. Monstrously large, it's the dark silhouette of a soul reaper.",
      "female": ""
    },
    {
      "id": 47,
      "default": "She crosses her arms. \"I am <i>not</i> about to go against my god. But it can't hurt to alleviate any suffering that inadvertently results from his mission.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "Edér steps forward, and looks over the crew.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Aye, that be the very thing a pirate likes to hear!\"\r\n\r\nSerafen's mouth splits into a wide grin.",
      "female": ""
    },
    {
      "id": 50,
      "default": "You're not long at sea when [Specified 0] appears at your door, wiping away sweat with a rag.\r\n\r\n\"Begging your pardon, captain. We've been at sea a while now, but you've not been in a state fit for speaking for most of it.\" ",
      "female": ""
    },
    {
      "id": 52,
      "default": "Aloth's eyebrows flicker briefly. He nods his approval at your reserve.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"That's not all he's taken, and if he hasn't taken from you and yours yet, don't be so sure that he won't. We're all in this.\"",
      "female": ""
    }
  ]
}