{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_si_wilder_trap",
  "Entries": [
    {
      "id": 1,
      "default": "The trail before you seems thoroughly disturbed by erratic tracks, the sparse plants to the immediate sides of the path roughly mangled. \r\n\r\nA struggle may have occurred here.",
      "female": ""
    },
    {
      "id": 13,
      "default": "The patter of footfalls to either side demand your attention as xaurips appear, their simple spears held at the ready. \r\n\r\nThe foremost reptilian wilder, a dull-scaled creature with yellow eyes, howls angrily at you, gesturing at the trap. The others hiss, revealing jagged, mismatched teeth.\r\n\r\nThe xaurips charge.",
      "female": ""
    },
    {
      "id": 21,
      "default": "[Disarm the trap.]",
      "female": ""
    },
    {
      "id": 22,
      "default": "Though the trap seems simple, you take care as you disarm it and collect its component parts. ",
      "female": ""
    },
    {
      "id": 25,
      "default": "[Sneak past the area.]",
      "female": ""
    },
    {
      "id": 27,
      "default": "You make to continue your journey, only to stumble over a vine that appears before your feet. With a nearby crack, a cloud of acrid greenish gas bursts into the air around you. It burns where it settles on your skin, and you close your watering eyes against the sudden pain.",
      "female": ""
    },
    {
      "id": 28,
      "default": "You make to continue your journey, only to watch helplessly as [Slot 0] stumbles over a vine ahead of you. You hear a nearby crack, and a small cloud of green gas bursts into being, obscuring [Slot 0]'s features. Coughing with eyes closed tight, [Slot 0] doubles over.",
      "female": ""
    },
    {
      "id": 29,
      "default": "Though the trap seems simple, your hand slips as you attempt to disarm it. With a sharp crack, a puff of green gas bursts into the air... several feet ahead of you. It begins to harmlessly disperse.",
      "female": ""
    },
    {
      "id": 34,
      "default": "[Circumvent the trap.]",
      "female": ""
    },
    {
      "id": 35,
      "default": "You leave the well-traveled path and pick your way through the wilderness, eyes searching ahead of you for additional traps. ",
      "female": ""
    },
    {
      "id": 40,
      "default": "With long, flailing limbs, a colossal figure charges towards you, its bulbous eyes filled with hunger...",
      "female": ""
    },
    {
      "id": 70,
      "default": "[Investigate the scene.]",
      "female": ""
    },
    {
      "id": 71,
      "default": "[Continue along the path.]",
      "female": ""
    },
    {
      "id": 72,
      "default": "[Return the way you came.]",
      "female": ""
    },
    {
      "id": 73,
      "default": "It takes you only a few moments to make sense of the chaos. No blood spatters suggest it was not a fight, and you easily identify the clawed prints of xaurips. The tracks seem recent.",
      "female": ""
    },
    {
      "id": 74,
      "default": "You're not sure what to make of the mess on the path. There are tracks, but you don't recognize what made them, and they seem to circle one another like dancers.\r\n\r\nOnly one thing seems certain - whatever made the tracks no longer stand in the path.",
      "female": ""
    },
    {
      "id": 75,
      "default": "A dry and ropy vine has been pulled taut across the path and inexpertly covered in dirt.",
      "female": ""
    },
    {
      "id": 77,
      "default": "The patter of footfalls to either side demand your attention as xaurips appear, their simple spears held at the ready. \r\n\r\nThe foremost reptilian wilder, a dull-scaled creature with yellow eyes, howls angrily at you, gesturing at the trap. The others hiss, revealing jagged, mismatched teeth.\r\n\r\nThe xaurips charge.",
      "female": ""
    },
    {
      "id": 80,
      "default": "Something about the curve of the path ahead of you gives you pause. With the obscured sight lines, you recognize this as a good site for an ambush.\r\n\r\nAt the same time, you don't hear anything out of the ordinary. Actually, you don't hear anything at all... no hum of insects, no rustling of animals. Even the air has stilled.",
      "female": ""
    },
    {
      "id": 81,
      "default": "As you make your way along the road, you notice the light dimming, as if a shadow has fallen over you. You glance around, unsure of where it's coming from. The air feels thick, pregnant with unseen energy.\r\n\r\nThe road ahead looks clear, but you've been deceived by appearances before.",
      "female": ""
    },
    {
      "id": 107,
      "default": "[Continue cautiously forward.]",
      "female": ""
    },
    {
      "id": 128,
      "default": "There's a sharp intake of breath you belatedly recognize as your own, a reflexive response to the strike of the feathered dart now buried between your ribs. Your vision swims slightly as you pull the projectile from your side and throw it to the ground.",
      "female": ""
    },
    {
      "id": 130,
      "default": "A sharp intake of breath follows a quiet thump, and you look towards the sounds to find a feathered dart protruding from [Specified 0]'s side. Your companion blinks at the projectile for a moment before tearing it free and throwing it aside. \r\n\r\n[Specified 0] stumbles sideways, then points past you.",
      "female": ""
    },
    {
      "id": 131,
      "default": "There's a sharp intake of breath you belatedly recognize as your own, a reflexive response to the strike of the feathered dart now buried between your ribs. Your vision swims slightly as you pull the projectile from your side and throw it to the ground.",
      "female": ""
    },
    {
      "id": 132,
      "default": "[Investigate your surroundings.]",
      "female": ""
    },
    {
      "id": 133,
      "default": "As you move carefully forward, you spot a massive lagufaeth slinking through the wild growth.",
      "female": ""
    },
    {
      "id": 134,
      "default": "[Investigate your surroundings.]",
      "female": ""
    },
    {
      "id": 135,
      "default": "[Continue cautiously forward.]",
      "female": ""
    },
    {
      "id": 136,
      "default": "Paranoia must be getting the better of you. Nothing seems out of sorts. Even the breeze picks up a little.",
      "female": ""
    },
    {
      "id": 137,
      "default": "A large stone stands just off the road, and your head swims as you approach it. Behind it you locate an unusual collection of bones and sticks, a small wilder totem that glows balefully, its power disturbing the essence around it.",
      "female": ""
    },
    {
      "id": 138,
      "default": "The darkness deepens, but you can't make out its source.",
      "female": ""
    },
    {
      "id": 139,
      "default": "A large nāga slithers forward, hissing, its tongue flickering between long fangs, a talon-tipped finger extended toward you. \r\n\r\nA few other nāgas hiss in choral response, and the group approaches, their savage weapons at the ready.",
      "female": ""
    },
    {
      "id": 140,
      "default": "As you move forward, the shadows grow longer, the darkness deeper. You blink reflexively as your sight dims. \r\n\r\nYou hear a rustling nearby.",
      "female": ""
    },
    {
      "id": 143,
      "default": "[Destroy the totem.]",
      "female": ""
    },
    {
      "id": 145,
      "default": "With a few brutal strikes, you reduce the totem to a pathetic pile. The air immediately clears, the droning you heard before replaced with a nearby rustling.",
      "female": ""
    },
    {
      "id": 146,
      "default": "You decide not to risk whatever may be ahead and turn back along the road. Perhaps you can find another path to your destination.",
      "female": ""
    },
    {
      "id": 147,
      "default": "You begin to move towards the disrupted path when [Player Animal Companion] tenses beside you. Their fur bristles as they move protectively before you. Their ears twitch.",
      "female": ""
    },
    {
      "id": 148,
      "default": "A dry and ropy vine has been pulled taut across the path and inexpertly covered in dirt.",
      "female": ""
    },
    {
      "id": 149,
      "default": "[Search for the presence of other minds.]",
      "female": ""
    },
    {
      "id": 150,
      "default": "You're moving forward when you feel a pulse of fear in the connection between you and [Player Animal Companion]. Before you can react, they clamp onto your gear with their teeth, pulling you back. \r\n\r\nThe feathered dart that flashes by misses you by an inch.",
      "female": ""
    },
    {
      "id": 151,
      "default": "As you move carefully forward, you spot a massive lagufaeth slinking through the wild growth.",
      "female": ""
    },
    {
      "id": 152,
      "default": "You open your mind to your surroundings seeking higher thoughts. \r\n\r\nSure enough, you sense a pulsing, baleful hostility nearby.",
      "female": ""
    },
    {
      "id": 153,
      "default": "[Commune with the spirits.]",
      "female": ""
    },
    {
      "id": 154,
      "default": "You open yourself to the spiritual resonance of the world around you. \r\n\r\nThe road seems to fade from your vision, and the darkness transforms into disquieted whispers that draw you from the road.",
      "female": ""
    },
    {
      "id": 155,
      "default": "A large stone stands just off the road, and your head swims as you approach it. Behind it you locate an unusual collection of bones and sticks, a small wilder totem that glows balefully, its power disturbing the essence around it.",
      "female": ""
    },
    {
      "id": 159,
      "default": "[Continue cautiously forward.]",
      "female": ""
    },
    {
      "id": 160,
      "default": "[Search for the xaurips.]",
      "female": ""
    },
    {
      "id": 161,
      "default": "You continue down the path without further interference.",
      "female": ""
    },
    {
      "id": 162,
      "default": "You hear a series of quiet chirps and growls ahead, and make out the movement of small forms through the undergrowth.",
      "female": ""
    },
    {
      "id": 163,
      "default": "[Draw your weapons and attack.]",
      "female": ""
    },
    {
      "id": 164,
      "default": "[Sneak closer to observe.]",
      "female": ""
    },
    {
      "id": 165,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 166,
      "default": "You creep closer, parting the grass for a better view.\r\n\r\nA handful of xaurips hiss and snap at one another, shaking their spears in their scaled fists. They stand over the apparent source of their argument, a small pile of loot likely stolen from other travelers.\r\n",
      "female": ""
    },
    {
      "id": 167,
      "default": "[Send [Player Animal Companion] to distract them.]",
      "female": ""
    },
    {
      "id": 168,
      "default": "[Scatter them with magic.]",
      "female": ""
    },
    {
      "id": 169,
      "default": "[Ambush and attack.]",
      "female": ""
    },
    {
      "id": 170,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 171,
      "default": "You creep forward, drawing your weapon...",
      "female": ""
    },
    {
      "id": 172,
      "default": "[Stoke their anger.]",
      "female": ""
    },
    {
      "id": 173,
      "default": "After a quiet nuzzle, [Player Animal Companion] sets off. Shortly thereafter, the xaurips stop their fighting at the sound of a noise some distance away. \r\n\r\nThey chase off after it, but you're confident your companion will easily outpace them.\r\n",
      "female": ""
    },
    {
      "id": 174,
      "default": "You reach out with your thoughts and brush the simple, chaotic minds of the wilder. As if blowing on an ember, you encourage their anger. Their hissing grows more heated, and they begin to jab at one another. \r\n\r\nFinally two leap at a third, who scrambles away and into the overgrowth. The xaurips all give chase, crashing after.",
      "female": ""
    },
    {
      "id": 175,
      "default": "You chant quietly, gathering essence before hurling a blast of mystic power among the xaurips. They belt out hissing cries as they flee from the sudden magical force.",
      "female": ""
    },
    {
      "id": 176,
      "default": "With the xaurips gone, you're able to collect what they left behind.\r\n\r\nYou discover a few coins, a tattered cloak, and an old stiletto.",
      "female": ""
    },
    {
      "id": 177,
      "default": "[Specified 0] gathers essence around them before hurling a blast of mystic power among the xaurips. They belt out hissing cries as they flee from the sudden magical force.",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"Go on ahead, Serafen. Seamen first, after all.\"",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"After you, cap, I insist. I do all my best work in the rear.\"\r\n\r\nSerafen chuckles.",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"Darn. They're tricky little suckers, aren't they?\" Xoti frowns.",
      "female": ""
    },
    {
      "id": 198,
      "default": "[Shout] \"I'm not hiding here! You want me, come and get me!\"",
      "female": ""
    },
    {
      "id": 199,
      "default": "[Sneak towards the malignant presence.]",
      "female": ""
    },
    {
      "id": 200,
      "default": "The lagufaeth doesn't seem to have spotted you... yet.",
      "female": ""
    },
    {
      "id": 201,
      "default": "Your eyes meet its, holding the cold, unblinking stare for a heartbeat.\n\nWith a gargled yelp, the wilder abandons any attempt at subtlety and leaps to attack.",
      "female": ""
    },
    {
      "id": 202,
      "default": "You creep forward, drawing your weapon...",
      "female": ""
    },
    {
      "id": 203,
      "default": "[Ambush and attack.]",
      "female": ""
    },
    {
      "id": 204,
      "default": "[Hurl electricity at it.]",
      "female": ""
    },
    {
      "id": 205,
      "default": "[Summon a drake.]",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"Face me you scaled bastard, for I am your death!\"",
      "female": ""
    },
    {
      "id": 207,
      "default": "[Sneak past the area.]",
      "female": ""
    },
    {
      "id": 208,
      "default": "You continue down the path without further interference.",
      "female": ""
    },
    {
      "id": 209,
      "default": "There's a sharp intake of breath you belatedly recognize as your own, a reflexive response to the strike of the feathered dart now buried between your ribs. Your vision swims slightly as you pull the projectile from your side and throw it to the ground.",
      "female": ""
    },
    {
      "id": 210,
      "default": "Making as little noise as possible, you creep away from the creatures...",
      "female": ""
    },
    {
      "id": 211,
      "default": "Bright white electricity pours forth, striking the lagufaeth. Sparks fly from the creature's webbed fingers as light arcs between its sharp teeth.\r\n\r\nSizzling and smoking, the creatures flee into the wild.\r\n",
      "female": ""
    },
    {
      "id": 212,
      "default": "Your chant stirs the spirits of this place, and when you call the drake, it answers. ",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"Go for it, Serafen.\"",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"I can show these swabby fish-faced bilge-sucker a thing or two, cap.\"\r\n\r\nSerafen licks his lips.",
      "female": ""
    },
    {
      "id": 215,
      "default": "The lagufaeth takes a step back, then a second, and finally breaks, running as fast as its webbed feet can carry it.",
      "female": ""
    },
    {
      "id": 216,
      "default": "[Specified 3]'s chant stirs the spirits, and when the drake is called, it answers.",
      "female": ""
    },
    {
      "id": 217,
      "default": "A shadow falls over you as the beast swoops down on leathery wings, terrible flames spewing forth from its maw.\r\n\r\nWith gurgling screeches, the lagufaeth slaps at itself, fleeing as if trying to outrace the fire blackening its flesh.",
      "female": ""
    },
    {
      "id": 220,
      "default": "The lagufaeth takes a step back, then a second, and finally breaks, running as fast as its webbed feet can carry it.",
      "female": ""
    },
    {
      "id": 221,
      "default": "The lagufaeth approaches cautiously, weapon at the ready.",
      "female": ""
    },
    {
      "id": 222,
      "default": "The wilder's cold, beady eyes turn to you...",
      "female": ""
    },
    {
      "id": 223,
      "default": "The orlan leaps from hiding, weapon in hand, spinning the armament and shouting a string of obscenities so foul that it seems to scandalize even the lagufaeth. \r\n\r\nHe strides toward it with the confident swagger of a born pirate.",
      "female": ""
    },
    {
      "id": 224,
      "default": "In its wake, the lagufaeth left some fish, a few of its poisoned barbs, and a well-crafted club.",
      "female": ""
    },
    {
      "id": 228,
      "default": "[Use Wardstone of Darkness on the totem.]",
      "female": ""
    },
    {
      "id": 229,
      "default": "\"I don't detect anything resembling conventional kith magic. I would advise caution.\" Aloth flutters his fingers over his grimoire, eyes scanning your surroundings.",
      "female": ""
    },
    {
      "id": 234,
      "default": "You move to the totem, stone held high, and stand before it, allowing the essence around it to enshroud you in inky darkness. The ringing resolves into sibilant whispers, perhaps the murmuring of myriad wandering souls. ",
      "female": ""
    },
    {
      "id": 236,
      "default": "When you open your eyes, your vision has cleared, and a large nāga looms before you. A crest frames its head, and bones and bits of coral hang from the leather thongs around its neck. Its forked tongue flickers out as it peers at you.",
      "female": ""
    },
    {
      "id": 237,
      "default": "[Bow your head to it.]",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"We merely wish to pass in peace.\"",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"What is this totem, exactly?\"",
      "female": ""
    },
    {
      "id": 240,
      "default": "[Draw your weapons and attack.]",
      "female": ""
    },
    {
      "id": 241,
      "default": "[Leave] \"I'll go.\"",
      "female": ""
    },
    {
      "id": 242,
      "default": "You hear the nāga shift slightly, and then you feel its hand rest upon the back of your head. When you look up, it bows its own head to you.",
      "female": ""
    },
    {
      "id": 243,
      "default": "It reaches among its many necklaces and pulls one free. It presses the item into your hand, then slithers back, gesturing for you to be on your way.",
      "female": ""
    },
    {
      "id": 244,
      "default": "The nāga peers at you with cool, intelligent eyes. It says nothing.",
      "female": ""
    },
    {
      "id": 245,
      "default": "As you begin to move, the whispers become again loud and discordant, and darkness clouds your sight. You hear the nāga hissing as they move in to attack.",
      "female": ""
    },
    {
      "id": 246,
      "default": "\"You don't say much, do you?\"",
      "female": ""
    },
    {
      "id": 247,
      "default": "\"Thank you.\"",
      "female": ""
    },
    {
      "id": 248,
      "default": "[Continue traveling.]",
      "female": ""
    },
    {
      "id": 249,
      "default": "[Draw your weapons and attack.]",
      "female": ""
    },
    {
      "id": 250,
      "default": "The nāga peers at you with cool, intelligent eyes. It says nothing.",
      "female": ""
    },
    {
      "id": 251,
      "default": "As you begin to move, the whispers become again loud and discordant, and darkness clouds your sight. You hear the nāga hissing as they move in to attack.",
      "female": ""
    },
    {
      "id": 252,
      "default": "[Sneak closer to observe.]",
      "female": ""
    },
    {
      "id": 253,
      "default": "The wilder makes a gurgling sound, its cold, bulbous eyes examining you as the muscles of its many arms twitch. It lowers its weapon and cautiously shuffles towards you.",
      "female": ""
    },
    {
      "id": 254,
      "default": "A massive lagufaeth steps onto the path, its cold, bulbous eyes examining you as the muscles of its many arms twitch.",
      "female": ""
    },
    {
      "id": 255,
      "default": "[Draw your weapons and attack.]",
      "female": ""
    },
    {
      "id": 256,
      "default": "[Wait.]",
      "female": ""
    },
    {
      "id": 257,
      "default": "[Flee the beast.]",
      "female": ""
    },
    {
      "id": 258,
      "default": "The lagufaeth makes no attempt to stop you.",
      "female": ""
    },
    {
      "id": 259,
      "default": "It pulls from its rough belt a rope with several slimy fish dangling from it and sets them in the dirt before you. Bowing its head, it takes a few steps back.",
      "female": ""
    },
    {
      "id": 260,
      "default": "[Attempt to understand its motivation.]",
      "female": ""
    },
    {
      "id": 261,
      "default": "[Accept the fish.] \"Thank you.\"",
      "female": ""
    },
    {
      "id": 262,
      "default": "[Leave] \"I was just going, actually.\"",
      "female": ""
    },
    {
      "id": 263,
      "default": "The lagufaeth seems grateful. Perhaps it knows of the young lagufaeth you freed from the Huana.",
      "female": ""
    },
    {
      "id": 264,
      "default": "You can't fathom why the fish man would give you fish.",
      "female": ""
    },
    {
      "id": 265,
      "default": "[Specified 5] frowns, examining the wilder.\r\n\r\n\"It seems... grateful?\" \r\n\r\nPerhaps it knows of the young lagufaeth you freed from the Huana.",
      "female": ""
    },
    {
      "id": 266,
      "default": "It gurgles and again bows to you.",
      "female": ""
    },
    {
      "id": 267,
      "default": "[Continue traveling.]",
      "female": ""
    },
    {
      "id": 268,
      "default": "[Scout for whatever left the totem.]",
      "female": ""
    },
    {
      "id": 269,
      "default": "You creep forward, drawing your weapon...",
      "female": ""
    },
    {
      "id": 277,
      "default": "The orlan puts his forefingers to either side of his head at his temples and closes his lime green eyes.",
      "female": ""
    },
    {
      "id": 278,
      "default": "\"Aye, cap. Something be up there, but I can't be telling you what.\"\r\n\r\nSerafen frowns.",
      "female": ""
    },
    {
      "id": 279,
      "default": "The pale elf's carmine eyes roll back in her head as her eyes close. For a moment, she doesn't move a muscle.",
      "female": ""
    },
    {
      "id": 280,
      "default": "\"I sense a single cold consciousness ahead of us. A mind wild but powerful.\"",
      "female": ""
    },
    {
      "id": 281,
      "default": "After a moment, [Specified 0] nods and indicates a point off of the path ahead.",
      "female": ""
    },
    {
      "id": 283,
      "default": "Even crouched, the wilder towers among the tropical trees, and it wears a bleached skull on its head.",
      "female": ""
    },
    {
      "id": 284,
      "default": "Even crouched, the wilder towers among the tropical trees, and it wears a bleached skull on its head.",
      "female": ""
    },
    {
      "id": 285,
      "default": "Even crouched, the wilder towers among the tropical trees, and it wears a bleached skull on its head.",
      "female": ""
    },
    {
      "id": 286,
      "default": "[Specified 0] frowns, unable to make sense of the mess. There are tracks, though, and they circle one another like dancers.",
      "female": ""
    },
    {
      "id": 287,
      "default": "[Specified 0] quietly disarms the trap and collects its component parts.",
      "female": ""
    },
    {
      "id": 288,
      "default": "[Specified 0]'s hand slips during the attempt. With a sharp crack, a puff of green gas bursts into the air... several feet away. It begins to harmlessly disperse.",
      "female": ""
    },
    {
      "id": 289,
      "default": "[Specified 0] makes sense of the chaos within moments. No blood spatters suggests it was not a fight, and your compatriot easily identifies the clawed prints of xaurips. The tracks seem recent.",
      "female": ""
    },
    {
      "id": 290,
      "default": "[Search the area.]",
      "female": ""
    },
    {
      "id": 291,
      "default": "The lagufaeth seems grateful. Perhaps it knows of the young lagufaeth you freed from the Huana.",
      "female": ""
    },
    {
      "id": 292,
      "default": "Beyond, a group of robed figures cringe and cower at a nearby river's bend. Each is frozen in place, ashen and gray, like statues crafted of soot.",
      "female": ""
    },
    {
      "id": 293,
      "default": "Beyond, a group of robed figures cringe and cower at a nearby river's bend. Each is frozen in place, ashen and gray, like statues crafted of soot.",
      "female": ""
    },
    {
      "id": 294,
      "default": "Rekke stares at you blankly. After a few long, silent moments, his eyes widen, and he slowly shakes his head.",
      "female": ""
    }
  ]
}