{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_si_stranded_ship_vailian",
  "Entries": [
    {
      "id": 1,
      "default": "[Specified 0] points at the ship in the distance. \"Galleon, captain. A three-master. Or it was.\"\r\n\r\nNaught remains of the ship's foremast save a splintered stump, and the bowsprit has been sheared off.\r\n\r\n\"See how they crippled her? That's the work of pirates. Príncipi most likely, and probably the upstarts if they're raiding this close to Vailian patrol routes.\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Pull up alongside it. We'll salvage whatever's left.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Continue on our course.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "You take a small boarding party and scour the galleon. Most of its cargo and all of its crew are missing, but you do find several barrels of fresh water and a few sacks of dried rice and coarse meal.\r\n\r\nYour competent hands make quick work of the task. You return to the ship and order [Specified 0] to set sail.",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Specified 0] salutes. \"Very well.\"\r\n\r\nThe crew scrambles to their posts, eager to be clear of the area.\r\n\r\nOnce the ship has disappeared behind you, the crew abandons nervous glances for relieved laughter.",
      "female": ""
    },
    {
      "id": 8,
      "default": "Your crew rushes to their battle stations.",
      "female": ""
    },
    {
      "id": 13,
      "default": "[Specified 2] leans in close. \"They'll have taken any gold, but they might have left supplies.\"\r\n\r\n[Specified 1]'s brow is damp with sweat. \"We shouldn't stick around. If the Vailians see us plundering one of their ships, they won't give us a chance to explain.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "You're still aboard the galleon when [Specified 0] calls out a warning.\r\n\r\nA ship with the lines of a Vailian privateer is speeding toward you. \r\n\r\nThe crew aboard [Player Ship] scurry across the deck, readying the ship for combat.",
      "female": ""
    },
    {
      "id": 15,
      "default": "However, as the privateers draw near, you see them point at the Vailian Trading Company colors you're flying. ",
      "female": ""
    },
    {
      "id": 16,
      "default": "However, as the privateers draw near, you see them point at your Valera sails. ",
      "female": ""
    },
    {
      "id": 17,
      "default": "However, as the privateers draw near, you see them point to the colors you're flying. ",
      "female": ""
    },
    {
      "id": 18,
      "default": "The other captain acknowledges you by doffing her hat, and the privateers pull away.",
      "female": ""
    },
    {
      "id": 26,
      "default": "[Use spyglass.]",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Ready the guns. The cannoneers need the practice.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "A red flag with scales and stars - the emblem of the Vailian Trading Company - flaps from the main mast.",
      "female": ""
    },
    {
      "id": 29,
      "default": "With a shake of the head, [Specified 2] sighs. \"Or we could sink the loot, I suppose.\"\n\n[Specified 1] nods. \"Aye, captain.\"\n\n[Specified 0] shouts orders, and crew begin readying the guns belowdecks.",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"With what? We don't have any cannonballs.\"\r\n\r\n[Specified 2] coughs.",
      "female": ""
    },
    {
      "id": 31,
      "default": "You take a small boarding party and scour the galleon. Most of its cargo and all of its crew are missing, but you do find several barrels of fresh water and a few sacks of dried rice and coarse meal.\r\n\r\nIt takes your unseasoned hands the better part of the day to finish hauling it aboard.",
      "female": ""
    },
    {
      "id": 32,
      "default": "By the time you've returned to your ship, hauled in the anchor, and let out the sails, the privateer is almost upon you.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"I am hardly enthusiastic about plundering a Vailian ship, but if we do not take their cargo, someone else will.\"\r\n\r\nShe surveys the ship with a scowl and shakes her feathered head.",
      "female": ""
    },
    {
      "id": 34,
      "default": "Your gunners prove more than a match for the immobile target. As you watch, the target lists, rolls, and then sinks beneath the waves.\n\nThe crew belowdecks stomp their feet and cheer.",
      "female": ""
    },
    {
      "id": 35,
      "default": "Your gunners prove no match for the immobile target, and the cannonballs fly wide of their target.\r\n\r\nThe crew wince at the display.\r\n\r\n[Specified 0] looks to you. \"Again, captain?\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Fire another volley! And hit the damn thing this time!\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"No. Get us out of here.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "Your gunners prove more than a match for the immobile target. As you watch, the target lists, rolls, and then sinks beneath the waves.\n\nThe crew belowdecks stomp their feet and cheer.",
      "female": ""
    },
    {
      "id": 39,
      "default": "The cannons fire again... and miss again.\r\n\r\n[Specified 0] sighs. \"Orders?\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Sink that damn boat!\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "Your gunners prove more than a match for the immobile target. As you watch, the target lists, rolls, and then sinks beneath the waves.\n\nThe crew belowdecks stomp their feet and cheer.",
      "female": ""
    }
  ]
}