{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_si_city_bad_deal",
  "Entries": [
    {
      "id": 1,
      "default": "\"Magic,\" the voice says. \"It summons beasts to harry your enemies. Will save you in a pinch, in a city as dangerous as this. Surely your life's worth a few silver.\" Torch light glints from the man's teeth.\r\n\r\n\"You want, you follow.\" The figure withdraws into the darkness.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Enter the tunnel.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "The pirate snorts. \"You still want it?\" His eyes flicker the length of your body. \"Let us say two thousand pire. I hardly know if it’s <i>worth</i> that much copper, but we shouldn't let our friends hear that.\" He gestures toward the dead men in the corner. \"I’d certainly hate to hear I died on a discount.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "The head pirate steps forward, bringing a light close to your face. The man pauses. \"Merla, [Player Name]?\"\r\n\r\nAnother pirate raises his weapon. \"We doing this or not?\"\r\n\r\n\"Put that away, fool. This is [Player Name]. He has friends among the Príncipi.\"",
      "female": "The head pirate steps forward, bringing a light close to your face. The man pauses. \"Merla, [Player Name]?\"\r\n\r\nAnother pirate raises his weapon. \"We doing this or not?\"\r\n\r\n\"Put that away, fool. This is [Player Name]. She has friends among the Príncipi.\""
    },
    {
      "id": 6,
      "default": "On the other side, a group of Príncipi hold torches and blades. Bodies stuff the corners, eyes dry in the flickering flames, some with their hands bound, others face down in the grime.\r\n\r\n\"Strangely vaccil, isn't it?\" The pirate draws his weapon. \"Set out a little cheese and these foreign rats come tik-tik-tik chittering in.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Slit them stem to stern!\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Deal.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "[Draw your weapons and attack.]",
      "female": ""
    },
    {
      "id": 10,
      "default": "The leader purses his lips and nods. \"Gellarde.\"\r\n\r\nHe takes the pouch of coins, and another pirate gives you the figurine.",
      "female": ""
    },
    {
      "id": 11,
      "default": "[Blind the Príncipi with an ability.]",
      "female": ""
    },
    {
      "id": 12,
      "default": "As the pirates close in, you step forward and, with a flicker of your fingers, you call forth essence to rob them of their sight. ",
      "female": ""
    },
    {
      "id": 13,
      "default": "As the pirates close in, [Specified 0] steps past you and, with a flicker of fingers, calls forth essence to rob the hoodlums of their sight.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Almost attacking one of your own seems pretty sloppy.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "The leader bows. \"No blood spilled, no mistakes made. I will not apologize for what I am... but perhaps I will say sorry that my eyes are not as sharp as they used to be.\"\r\n\r\nThe other pirates watch the exchange.",
      "female": ""
    },
    {
      "id": 16,
      "default": "[Attempt to flee.]",
      "female": ""
    },
    {
      "id": 17,
      "default": "You duck away and wind through as many alleys as you can. ",
      "female": ""
    },
    {
      "id": 18,
      "default": "You bolt for the tunnel entrance.",
      "female": ""
    },
    {
      "id": 19,
      "default": "You turn to sprint out of the tunnel, but a throng of pirates emerge and block off the exit.\r\n\r\nThe leader chuckles. \"Did you really think we’d be that slow? See a wooden leg amongst us, do you? I’m a bit offended, to tell the truth. Hurts me right in the chest, right where the heart is. Right where I’ll be stabbing you.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "You duck away and wind through as many alleys as you can. Thankfully, the pirates don't follow. \r\n\r\nYou're catching your breath when you realize that [Specified 1] isn't with you.\r\n",
      "female": ""
    },
    {
      "id": 21,
      "default": "Though you only caught a glimpse of it, you know that the figurine is no mere trinket. There is untapped power within its form.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Hand over that figurine. Now.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "The Príncipi’s leader stares at you blankly before taking a step back. His crew glances around, a few reaching for their weapons.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"How much will it cost to take that off your hands?\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"On second thought...\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "He shrugs. \"And here I'd taken you for a kith of affluence.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Let's talk about this. We don't need this to come to blows.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "The pirate chuckles. \"Such pretty words from such an uninspired face.\" His head rolls on his shoulders. \"How much is a life worth, do you think? Consider that, before I name my price.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Deal.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "The man collects the proffered bag of coin. \"Agracima, my royal rat. You may take your leave.\"\r\n\r\nYou return the way you came.",
      "female": ""
    },
    {
      "id": 32,
      "default": "[Ambush and attack.]",
      "female": ""
    },
    {
      "id": 33,
      "default": "[Return the way you came.]",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Slippier eel than you'd thought, aye?\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Shut your mouths and open your ears! They may still be about...\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "[Inform the guards.]",
      "female": ""
    },
    {
      "id": 37,
      "default": "You locate one of the Mataru guards and inform him of the suspicious voice from the alley.\r\n\r\n\"And I'm supposed to be doing what about this?\" he asks, scowling dismissively.\r\n\r\n\"Your job, I say,\" says another. \"Ekera, go now. This sort always flee like rats, but maybe you can catch them.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "Neketaka’s poorer districts host more dark than light, the streets and alleys the only housing many Huana know. As you pass by one of these alleys, a voice calls out. You turn to see a hand fold out from the darkness. The pale palm balances a figurine, more silhouette than statue in the dim light, and when you try to get a clearer look, the fingers fold back up.",
      "female": ""
    },
    {
      "id": 39,
      "default": "The first guard grumbles and walks off, roping a second guard into accompanying him.\r\n\r\n\"Thank you,\" the remaining guard says. \"Now, you go on your way.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "The cloaked man looks to his compatriots. \"Don't need to come to blows, he says!\"\r\n\r\nThey laugh uproariously.",
      "female": "The cloaked man looks to his compatriots. \"Don't need to come to blows, she says!\"\r\n\r\nThey laugh uproariously."
    },
    {
      "id": 41,
      "default": "He taps on his chin, making a show of his consideration before he speaks. \"Two thousand pire sounds about right.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "The thief grins. \"We might be willing to let you leave without getting too...\" he licks his lips, \"...prickly.\" ",
      "female": ""
    },
    {
      "id": 43,
      "default": "Serafen shakes his head. \"It weren't <i>that</i> funny, mates.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Sons of whores!\" one of the pirates cries, her voice echoing down the tunnel. Another joins in complaining about how unfair the use of magic is. ",
      "female": ""
    },
    {
      "id": 45,
      "default": "As you round the corner, the ringleader snaps at his crew. \"Shut it. Like to think we'd do the same were the tables turned.\"\r\n\r\nYou escape to the street.",
      "female": ""
    },
    {
      "id": 46,
      "default": "You creep forward, drawing your weapon...",
      "female": ""
    },
    {
      "id": 47,
      "default": "Thankfully, the pirates aren’t so wise to the bundle of streets as they are to a bevy of waves. \r\n\r\nThey keep up pretty well for a bunch of sailors, but you eventually lose them on a quick double-back.",
      "female": ""
    },
    {
      "id": 48,
      "default": "[Specified 1] grabs you, hauling you aside and guiding you through the winding alleys.",
      "female": ""
    },
    {
      "id": 49,
      "default": "[Specified 1] grabs your hand and starts running, hauling you along through the narrow alley.",
      "female": ""
    },
    {
      "id": 50,
      "default": "Luckily, pirates do not have the legs for long runs, and you escape via a long, straight sprint. \r\n\r\nYour pursuers slowly fade from the rear, doubling over and heaving for breath.",
      "female": ""
    },
    {
      "id": 51,
      "default": "The pirate drops his sword in disappointment. \"Aww, well shit.\"\r\n\r\n\"Silence, fool,\" the leader snaps. He sniffs the air. \"Or are you a rat, hmm?\"\r\n\r\nThe pirate shakes his head and straightens up. \"No sir.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"You must be new here, given that you don't seem to know who I am.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "The leader shakes his head and chuckles. \"Gellarde.\" \r\n\r\nHe wags a jeweled finger at you and hides a golden grin behind it. \"You will make a prime pirate. At ease boys. We may have had the drop, but fortune changes more swiftly than the sea. Give this pirate-to-be the figurine.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "[Leave] \"I'll be on my way.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Farewell, fentre.\" He bows to you.",
      "female": "\"Farewell, tella.\" He bows to you."
    },
    {
      "id": 56,
      "default": "The Príncipi’s leader stares at you blankly before taking a step back. His crew glances around, a few reaching for their weapons.",
      "female": ""
    },
    {
      "id": 57,
      "default": "The Príncipi’s leader stares at you blankly before taking a step back. His crew glances around, a few reaching for their weapons.",
      "female": ""
    },
    {
      "id": 58,
      "default": "The leader scowls. \"Merla.\" \r\n\r\n\"You would make quite the pirate. Perhaps you should roll it around in that clever head of yours. At ease boys. Hand over the figurine.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "The pirate smirks. \"Ne, I think not.\" He raises his weapon.",
      "female": ""
    },
    {
      "id": 60,
      "default": "He bows to you. \"Until we meet again, bon aimico.\"",
      "female": "He bows to you. \"Until we meet again, ba aimica.\"\r\n"
    },
    {
      "id": 61,
      "default": "The leader sighs. \"I suppose we've made full use of this place. Drinks, anyone?\"\r\n\r\nHe looks at one of the dead bodies as a squeaky rat clambers up its trousers. The pirate leans back. \"Ac, a bit busy I see. I’ll leave you lovebirds to it, then.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "Within the alley, a torch ignites, revealing a tunnel entrance. You pass through the archway. ",
      "female": ""
    }
  ]
}