{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_si_city_skuldr",
  "Entries": [
    {
      "id": 1,
      "default": "The reek of rotten fruit mixes with the noisome scent of dead fish, swaddling you along with a hundred other lesser filthy fragrances. \r\n\r\nYour footsteps echo in the darkness, piercing the otherwise silent slums.",
      "female": ""
    },
    {
      "id": 2,
      "default": "You turn a corner and walk into a plaintive cry: \"Help!\"\r\n\r\nMisshapen shadows mix with low hissing and the skittering of claws on filthy stone to resolve into a pack of skuldr. Their glistening maws float in the black, and cave grubs wriggle about their legs, mandibles snapping as if to mangle the air.",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Cast a spell to slow the monsters.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Draw the beast's attention.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Leave the girl to her fate.]",
      "female": ""
    },
    {
      "id": 7,
      "default": "You draw a few mystic symbols in the air, calling forth essence to bind the skuldr's movements.",
      "female": ""
    },
    {
      "id": 8,
      "default": "You throw yourself into the crowd of skuldr, shouldering one to the ground. As it scrambles to its feet with a screeching hiss, the others turn their hungry eyes and fetid breath on you.",
      "female": ""
    },
    {
      "id": 10,
      "default": "You turn your back on the girl and the skuldr's snarls carry over her screams. \n\nA few streets further, a Roparu woman emerges from the thickening crowd and grabs your forearm.\n\n\"Have you seen a girl about so big? What say?\" Her hand indicates a young child.",
      "female": ""
    },
    {
      "id": 13,
      "default": "[Specified 1] steps forward, chanting against the hisses and growls of the skuldr.",
      "female": ""
    },
    {
      "id": 14,
      "default": "With a resounding shout, [Specified 0] rushes into the fray. The skuldr flinch and turn on your party.\r\n\r\nThey growl hungrily as they charge forward...",
      "female": ""
    },
    {
      "id": 15,
      "default": "You charge forward, but the overturned pot you failed to notice trips you, sending you flailing to the ground. \r\n\r\nThe skuldr regard you curiously as they advance, spittle dripping to the dirt. They spread out, surrounding you as they come...",
      "female": ""
    },
    {
      "id": 16,
      "default": "[Specified 0] is brilliant. Posture low, balance perfected, swooping forth like a hawk. \r\n\r\nAnd then there’s the unnoticed cave grub sitting in the hero’s path. [Specified 0]’s boot smashes the larva into paste, and your compatriot slides across the cobblestones on a thick patina of maggot mush.\r\n\r\nThe skuldr turn, spittle dripping to the dirt, as they spread out to surround [Specified 0]... and you.",
      "female": ""
    },
    {
      "id": 17,
      "default": "[Draw the beast's attention.]",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Strangely quiet, don't you think?\" Aloth looks around warily.",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Feels like we're missing something - like people.\" Edér scans the empty street.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Nice neighborhood.\" Maia clicks her tongue, bidding Ishiza to stay close.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Quiet this thick ain't never a sign of fortune, cap.\" Serafen's nose twitches. ",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Do not walk so loudly, captain. Some of us are... uneasy at the dead fish smell.\" Tekēhu flinches at a passing shadow. ",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"I know my duty's more to the dead than the living, but these aren't hardly living conditions as is. Suffering like this ain't right.\"\n\nXoti shakes her head.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Almost quiet enough to hear your own heart beating,\" Ydwin says quietly, the lightest smirk bending her lips.\r\n",
      "female": ""
    },
    {
      "id": 27,
      "default": "The cliffs high above throw the narrow alleys and tunnels of Neketaka’s ghettos into darkness even in mid-day. ",
      "female": ""
    },
    {
      "id": 28,
      "default": "The cliffs high above block all sight of the stars from the narrow alleys and tunnels of Neketaka's ghettos.",
      "female": ""
    },
    {
      "id": 29,
      "default": "On the far side of the creatures, a small girl, dressed in the rags of the Huana, grips a gleaming sword in both hands. She brandishes it wildly at the skuldr, each swing of the blade releasing a howl that keeps the beasts at bay. They creep ever closer to her, however, and her eyes plead with your own.\r\n\r\n\"Please!\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Get out of here kid! I'll take care of these beasts!\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "The girl shakes her head and swings the weapon again, driving back a skuldr. \"Can't! No way out behind me!\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "[Charge the skuldr.] \"Let's save her!\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "[Attack the skuldr.] \"Fiiine!\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"All the monsters we've fought and <i>these</i> are the ones that scare you?\" Edér scowls.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Di verus?! Why will you not do something to help her?\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "Serafen gapes. \"You gone fathom-headed, cap? That lass ain't got a snowball's chance in Woedica's ashy hole of fighting off them bilge rats!\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "Xoti grabs your shoulder, piqued. \"Don't tell me you're going to sit idly by when we could save her. What're you waiting for? Let's skewer these beasts!\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Fair enough. Go get their attention, [Specified 0].\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"It's none of our concern.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "[Specified 0] scowls at you before turning back towards the beasts...",
      "female": ""
    },
    {
      "id": 42,
      "default": "You reluctantly move towards the slavering beasts...",
      "female": ""
    },
    {
      "id": 43,
      "default": "A smile splits the woman's face. \"Ekera, thank you! Ngati bless your travels!\"\r\n\r\nShe runs in the direction you suggested, leaving you to continue your journey.",
      "female": ""
    },
    {
      "id": 44,
      "default": "[Use the girl as a distraction and ambush the creatures.]",
      "female": ""
    },
    {
      "id": 45,
      "default": "You creep forward, drawing your weapon...",
      "female": ""
    },
    {
      "id": 46,
      "default": "The magic splashes across the skuldr, and they growl and thrash at the ephemeral essence that hobbles them, clawing at wisps of light that shouldn’t pose any obstacle to a heavily-muscled monster.\r\n\r\nThe creatures turn towards you, hissing as they shuffle forward…",
      "female": ""
    },
    {
      "id": 47,
      "default": "[Gesture in the direction of the skuldr.] \"Just back that way. If you hurry, you should catch her.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"I've not. Sorry.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Get your filthy hands off of me.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Ekera, that girl! She always wants to be proving herself, seeking all sorts of trouble out, as if there is not trouble enough at home! Then what will it prove, she gets herself killed like her father?\" \r\n\r\nShe shakes her head. \"Sorry, stranger. I'll find her myself then. Farewell.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "The woman recoils as if slapped.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Ngati save me!\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "You throw yourself into the crowd of skuldr, shouldering one to the ground. As it scrambles to its feet with a screeching hiss, the others turn their hungry eyes and fetid breath on you.",
      "female": ""
    },
    {
      "id": 55,
      "default": "You charge forward, but the overturned pot you failed to notice trips you, sending you flailing to the ground. \r\n\r\nThe skuldr regard you curiously as they advance, spittle dripping to the dirt. They spread out, surrounding you as they come...",
      "female": ""
    }
  ]
}