{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_si_plague_ship_dead_tiny",
  "Entries": [
    {
      "id": 1,
      "default": "A knock at your cabin door interrupts your reading. \r\n\r\n[Specified 1] stands outside, looking like someone who's just lost a bet. \"Captain, you'd best come topside. There's a ship on the horizon. Looks derelict.\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Prepare the cannons. Send it to the ocean's floor.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"I'm going aboard.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Continue on our course.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Specified 0] chants an Ondrite dirge while the cannoneers ready the guns. As their song rises in volume, [Player Ship] fires a volley that hits the derelict right at the waterline.\r\n\r\nAfter the ship has vanished into the depths, the crew return to their duties with quiet conviviality.",
      "female": ""
    },
    {
      "id": 6,
      "default": "It takes some time, but you manage to clear the blockage and open up the hold. The stench of rotting meat - and a black cloud of flies - pours out.",
      "female": ""
    },
    {
      "id": 7,
      "default": "Your sailors disperse, muttering nervous prayers as they return to their stations. You notice a few tossing coins overboard in attempt to appease Ondra.",
      "female": ""
    },
    {
      "id": 9,
      "default": "The ship in question lists upon the waves, its sails pulled in. Topping the mast is a green flag - the symbol of a ship carrying disease. \r\n\r\nYou see no movement on its deck.",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Specified 1] leads you up to the forecastle, where a small gaggle of hands have gathered. \r\n\r\nPawing a holy symbol, [Specified 0] points towards port. \"It's a bad omen, captain. We should give them over to the Lady of Lament or there'll be trouble, mark my words.\"\r\n\r\n[Specified 2] chuckles. \"We don't even know if they're dead, much less what fills their holds, and you want to sink them?\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "Pallegina peers off into the distance.\r\n\r\n",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"No one has signaled. Anyone on that ship is likely beyond help.\" [Specified 3] frowns.\r\n\r\n\"That ship is a hazard, captain, and not just to any who come cross it. Not to tell you your business, but I'd advise sinking it before someone gets it in their head to board it.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Very well, captain,\" [Specified 1] says grimly before running to prepare the skiff.\r\n\r\nYou row out to the ship and lash the skiff in place, hearing nothing save the creaking of wood and the gentle lapping of the sea.\r\n\r\nYou climb aboard, and the first thing to greet you on the middeck are a pair of corpses dressed in simple breastplates. What little flesh they retain has shriveled tight against their bones, and the sun has bleached the exposed portions of their skulls.",
      "female": ""
    },
    {
      "id": 14,
      "default": "[Enter the hold.]",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Return to your ship.]",
      "female": ""
    },
    {
      "id": 16,
      "default": "The crew secures the skiff when you return but keep their distance from you. Some have tied rags about their faces.\r\n\r\n[Specified 0] mutters a prayer.",
      "female": ""
    },
    {
      "id": 18,
      "default": "A knock at your cabin door interrupts your reading. \r\n\r\n[Specified 1] stands outside, looking like someone who's just lost a bet. \"Captain, you'd best come topside. There's a ship on the horizon. Looks derelict.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "[Use spyglass.]",
      "female": ""
    },
    {
      "id": 21,
      "default": "You pull out your spyglass and examine the derelict. Nothing moves abovedeck, and you spot a corpse sprawled out on the forecastle. A few more seconds' examination reveals another further aft. \n\nBeneath the plague signal, you see a flag depicting a lit candle in an open doorway.",
      "female": ""
    },
    {
      "id": 22,
      "default": "You recognize it as the emblem of the Kind Wayfarers.",
      "female": ""
    },
    {
      "id": 23,
      "default": "[Address the ship's surgeon.] \"Your thoughts, [Specified 3]?\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "You hope this means that whatever killed them has run its course.",
      "female": ""
    },
    {
      "id": 25,
      "default": "There's little else on the main deck save tattered sails, but you see the hatch to the hold has been barricaded.",
      "female": ""
    },
    {
      "id": 26,
      "default": "The derelict's crew were thorough in their work. Despite the effort, there's no opening the hatch.",
      "female": ""
    },
    {
      "id": 27,
      "default": "Several hands gawk disbelievingly. \r\n\r\nWith a shake of the head, [Specified 2] smirks. \"I can't say our captain lacks for guts.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Prepare the cannons. Send it to the ocean's floor.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"If there's anyone I can help over there, I have to try.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"I want the entire picture before I make a decision.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Hey, there may be something worthwhile over there.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Stow the chatter and hop to it!\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"When has a little plague ever hurt anyone?\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "[Specified 2] shrugs and sighs, but [Specified 1] nods approvingly.\r\n\r\n\"A wise decision, captain.\"\r\n\r\nThe crew steers clear of the plague ship and sails on until it disappears on the receding horizon.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Those are Kind Wayfarer colors. If the flag is true, they would rather sink their own vessel than risk spreading sickness to others.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "She looks down, toward the deck, a rare hint of sadness creeping into her eyes.",
      "female": ""
    },
    {
      "id": 39,
      "default": "Serafen shakes his head at [Specified 2]. \"[Specified 1] ain't farting out the mouth. Disease or no, a ship dead at sea ain't often nothing but trouble.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "[Blast the hatch open and enter.]",
      "female": ""
    },
    {
      "id": 41,
      "default": "After a few moments of concentration, you unleash a wave of destructive power that tears the hatch apart. A cloud of flies billows forth, shrouding the deck momentarily in black.\n\nYou make your way below...",
      "female": ""
    },
    {
      "id": 42,
      "default": "After a few moments of quiet chanting, [Specified 5] unleashes a wave of destructive power that tears the hatch apart. A cloud of flies billows forth, momentarily obscuring the deck.\n\nYou make your way below...",
      "female": ""
    },
    {
      "id": 43,
      "default": "You find several corpses scattered around the hold. Most of them are wearing the simple garb of Readceran farmers, but one is wearing armor. His belt catches your attention, and you carefully relieve him of it.",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"With what? We don't have any cannonballs.\"\r\n\r\n[Specified 2] coughs.",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Sir.\"",
      "female": "\"Ma'am.\""
    },
    {
      "id": 48,
      "default": "After some searching, you find a sealed barrel of pitch, a few buckets of nails, and a generous length of canvas for patching your sails.",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"A cruel fate. Plague has no mercy.\"\r\n\r\nPallegina's golden eyes move between the paladins' corpses, studying what remains of their expressions.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Sickness is a fact of life, both for crops and people. I know it. But that doesn't mean I like it.\"\r\n\r\nXoti waves her lantern over the corpses, making swift work of her harvest.",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"I do hope whatever killed them has run its course.\" Aloth holds a sleeve to his mouth.",
      "female": ""
    },
    {
      "id": 55,
      "default": "You find several corpses scattered around the hold. Most of them are wearing the simple garb of Readceran farmers, but one is wearing armor - another paladin, it seems.\r\n\r\nAfter some searching, you find a sealed barrel of pitch, a few buckets of nails, and a generous length of canvas for patching your sails.",
      "female": ""
    },
    {
      "id": 56,
      "default": "It takes time, but [Specified 5] manages to clear the blockage and open up the hold. The stench of rotting meat - and a black cloud of flies - pours forth.",
      "female": ""
    }
  ]
}