{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_si_crew_event_wilders",
  "Entries": [
    {
      "id": 1,
      "default": "The tension aboard your ship has thickened, cloying like humidity, the constant undercurrent of muttering not unlike the songs of crickets. On occasion, it rises to a volume difficult to ignore.\r\n\r\nWhen you answer the knock at your cabin door, you find [Specified 1] wiping away sweat with a stained and tattered rag. \"Captain. There's a problem that needs your attention.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Exit to the deck.]",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"What kind of problem?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "[Ignore it and let the issue sort itself out.]",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Specified 1] follows you out onto the deck, where the cool breeze off of the water immediately chills your exposed skin. A crowd of shouting sailors have gathered towards the bow, and you proceed towards them.",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"A few of the crew are getting into a row with the big bea-\" [Specified 1] coughs into a palm. \"With Birta. I don't know what it's about, but if it keeps up, I'm worried the brute will sink the ship.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "[Specified 1] winces, but reluctantly relents, leaving you be. Eventually, the din from the deck diminishes.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"A few of the hands have Big-Mouth cornered on the forecastle. I don't think they understand the danger a vithrack presents.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Specified 1] sighs. \"The crew have managed to wrestle [Specified 0] into a cage they dragged up from the hold. I think they're going to kill the little wretch.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "Later, you notice Birta sporting some livid new bruises and cuts, but nothing compared to the thorough walloping [Specified 2] and [Specified 3] clearly suffered. \r\n\r\n[Specified 5] informs you that the ship required some repairs, given the damage Birta did it in her defense against the others.\r\n\r\nFrustration continues to simmer aboard your vessel.",
      "female": ""
    },
    {
      "id": 18,
      "default": "Later you learn from [Specified 1] that the crew killed Big-Mouth, claiming they did so in self-defense. Several crew suffered injuries in the affray, but none worse off than [Specified 2], [Specified 3], and [Specified 4].\r\n\r\nDespite that, the mood aboard the vessel noticeably improves, the previous muttering replaced with laughter and bawdy songs.",
      "female": ""
    },
    {
      "id": 19,
      "default": "Over the remainder of the journey, you realize you haven't seen [Specified 0] recently. No one seems to know where the little creature got off to.\r\n\r\nDespite that, the mood aboard the vessel improves, the previous muttering replaced with laughter and bawdy songs.\r\n",
      "female": ""
    },
    {
      "id": 21,
      "default": "You're not sure where Birta found the massive knotted post she's swinging back and forth to keep the angry crew distant, but each arc of it threatens to take out a sail, the rails, or some other important part of your ship.\r\n\r\n[Specified 2] and [Specified 3], knives in hand, shout slurs at the ogre. ",
      "female": ""
    },
    {
      "id": 22,
      "default": "[Specified 2] and [Specified 3], knives in hand, shout at the cornered vithrack. \r\n\r\n\"You'd better let our friend go!\" the former growls. \r\n\r\n[Specified 4], expression devoid of emotion, stands between the crew and the object of their attention.",
      "female": ""
    },
    {
      "id": 23,
      "default": "They've gathered around a small cage, which [Specified 2] and [Specified 3] bang on the top of with battens. \r\n\r\nWithin, Sharp-Rock cowers, her feathered headdress in disarray, chittering and hissing in terror.",
      "female": ""
    },
    {
      "id": 24,
      "default": "They've gathered around a small cage, which [Specified 2] and [Specified 3] bang on the top of with battens. Within, Worthless Idiot covers his head, screeching in terror.\r\n\r\n\"YOU LEAVE WORTHLESS IDIOT BE OR YOU WILL BE VERY SORRY WHEN CAPTAIN FINDS OUT!\" His bulbous eyes catch yours and somehow grow wider. \"CAPTAIN! SAVE WORTHLESS IDIOT FROM STUPID CREW!\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "Frowning, [Specified 1] looks to you. \"Orders?\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"What's going on here, [Specified 0]?\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"You better have an explanation for this, [Specified 3].\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Release [Specified 4] immediately, Big-Mouth.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "[Draw your weapon.]",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"This isn't the way to deal with our problems. Everyone get some grog and cool off. I'll sort things out.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"If you don't get back to your godsdamned stations, I'm going to strip your skins for sails!\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"We're all crew. We bleed and sail together. I know [Specified 0] is a bit strange, but you have more in common than not.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "[Kill [Specified 0].]",
      "female": ""
    },
    {
      "id": 34,
      "default": "All eyes go to your drawn weapon. \r\n\r\n[Specified 3] displays open palms to you. \"Calm down, captain, there's no need for that.\"\r\n\r\n\"You idiot,\" [Specified 2] hisses, \"the captain's going to straighten this out.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "[Kill [Specified 2].]",
      "female": ""
    },
    {
      "id": 36,
      "default": "[Kill [Specified 3].]",
      "female": ""
    },
    {
      "id": 38,
      "default": "Birta jabs her piece of lumber at the crew.\n\n\"Stupid kith think Birta at fault for every bad thing. Don't blame selves. Don't blame you. Must be ogre's fault. I will smash their brains out, since they don't use them.\"\n\n\"That's nonsense!\" [Specified 2] glares at the ogre.",
      "female": ""
    },
    {
      "id": 39,
      "default": "The vithrack's mind touches your own, and its voice echoes among your thoughts.\n\n<ispeech>Your foolish crew look to blame us for your failures in leadership. They wish to vent their frustrations upon us. we took this one...</ispeech> he indicates [Specified 4] with a graceful gesture, <ispeech>...only to prevent their harm.</ispeech>\n\n\"The vile beast's doing something to the captain!\" [Specified 2] shouts.",
      "female": ""
    },
    {
      "id": 40,
      "default": "Mother Sharp-Rock squeaks and whines, waving her bony clawed hands at the crew as if to banish them. \r\n\r\n\"Careful, captain.\" [Specified 2] rests a hand on your shoulder. \"Xaurip witches can enchant a sailor with their vile magic.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"AM NOT, CAPTAIN. AM IN CAGE! HAVE DONE NOTHING WRONG!\"\r\n\r\n[Specified 2] whacks the cage, rattling it. \"We all know that's not true!\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"You okay in there, [Specified 0]?\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "<ispeech>Only suborned kith guarantees safety. Will you swear, kith-captain that we shall come to no harm?</ispeech>",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"I swear you'll be safe on my ship.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"That was an order!\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 48,
      "default": "The lanky creature shakes its head, mandibles clicking.\r\n\r\n<ispeech>I cannot. Only [Specified 4] keeps us safe.</ispeech>",
      "female": ""
    },
    {
      "id": 49,
      "default": "The lanky creature's mandibles click rapidly as [Specified 4] blinks and stumbles away from him.",
      "female": ""
    },
    {
      "id": 50,
      "default": "The lanky creature's mandibles click rapidly as [Specified 4] blinks and stumbles away from him.",
      "female": ""
    },
    {
      "id": 51,
      "default": "The lanky creature shakes its head, mandibles clicking.\r\n\r\n<ispeech>I cannot. Only [Specified 4] keeps us safe.</ispeech>",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Well, captain, [Specified 2] and I were talking, and there's been no end of trouble lately on the ship...\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"We can't solve everything, but we can certainly do something about the ogre eating up all our stores.\"\r\n\r\n\"Birta don't eat that much. Just enough for real woman.\" The ogre makes a sound that may be a grunt or a chuckle.\r\n\r\n[Specified 2] scowls. \"I'm more worried about what'll happen if things get worse. Ogres aren't known for their good judgment. What happens when she starts beating on the hull or the mast?\"\r\n\r\n\"Will beat on small kith's mast.\" Birta leers at [Specified 2].",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"You can see it yourself, captain!\" Stepping forward, [Specified 2] points at the vithrack and the crew member defending him. \"The beast's made a puppet of [Specified 4]! How long before it starts eating <i>our</i> brains?\"\n\n\"What if it's already been in our minds, dining on our thoughts?\" [Specified 3] bleats.",
      "female": ""
    },
    {
      "id": 56,
      "default": "[Specified 2] turns to you. \"The little beast is a witch and a priestess, and these things worship dragons. Where'll it leave us when her little prayers gets one's attention? Sunk, that's where.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "[Specified 2] jabs a finger at the cage. \"And this little sneak-thief is nine-tenths the problem. His kind have no sense of property. Gods only know what he's stolen!\"\r\n\r\n\"HAVE NOT STOLEN ANYTHING!\" the imp whines.\r\n\r\n[Specified 4] scoffs. \"I found my sextant in your filthy little hidey hole, Idiot.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "[Break the vithrack's domination with your cipher abilities.]",
      "female": ""
    },
    {
      "id": 59,
      "default": "The gathered hands nod along with your words.\r\n\r\n\"You heard the captain,\" [Specified 1] calls. \"Break this up, and grog rations for everyone!\"\r\n\r\nA half-hearted cheer rises as the crew breaks apart. You've averted the crisis... for the moment.",
      "female": ""
    },
    {
      "id": 60,
      "default": "[Specified 2] scowls. \"We're not falling for that line.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "The hands back away from you, eyes wide with fear. \"We didn't mean anything by it, captain,\" [Specified 3] whines.\r\n\r\n[Specified 1] strikes a baton against the mast. \"You heard the captain! Get back to your stations!\"\r\n\r\nThe crew breaks apart, glancing to one another while avoiding your gaze. You've averted the crisis, for the moment.",
      "female": ""
    },
    {
      "id": 62,
      "default": "The crew look to one another, and [Specified 2] spits over the rail. \"Frankly, captain, we're more afraid of it than you.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "The sailors look to one another, some rubbing the back of their heads, others wringing their hands.\r\n\r\n\"Sorry, captain...\" [Specified 3]'s gaze shifts between you and [Specified 0]. \"I didn't think about it that way.\"\r\n\r\n\"Back to work!\" [Specified 1] shouts. \"Nothing left to see here.\"\r\n\r\nThe crew breaks apart and returns to their tasks. You've averted the crisis... for the moment.",
      "female": ""
    },
    {
      "id": 64,
      "default": "Head shaking sadly, [Specified 2] chuckles. \"You're trying to make us feel like this wilder is family to us?\" Others take up the muttering.",
      "female": ""
    },
    {
      "id": 65,
      "default": "The lanky creature's mandibles click rapidly as [Specified 4] blinks and stumbles away from him.",
      "female": ""
    },
    {
      "id": 66,
      "default": "[Grab the crew's attention] \"All of you listen here!\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "All eyes turn to you.\r\n\r\n\"Yes, captain?\" [Specified 2] asks.",
      "female": ""
    },
    {
      "id": 68,
      "default": "[Muddle their thoughts.]",
      "female": ""
    },
    {
      "id": 69,
      "default": "The crew's eyes glaze over as they stare forward, mouths agape, seemingly significantly more pliant and impressionable.",
      "female": ""
    },
    {
      "id": 73,
      "default": "You grab the cage and drag it across the deck, [Specified 0] screeching plaintively all the way. With a grunt of exertion you send the cage over the railing and into the water below. The creature's screams come to an abrupt end as the metal enclosure disappears beneath the surface.",
      "female": ""
    },
    {
      "id": 74,
      "default": "With a smooth, practiced movement, you level your weapon, take aim, and fire...",
      "female": ""
    },
    {
      "id": 75,
      "default": "You leap forward, your weapon carving a vicious arc through the air...",
      "female": ""
    },
    {
      "id": 77,
      "default": "With a heavy thud, [Specified 0] collapses to the deck. Blood spreads across the planks.",
      "female": ""
    },
    {
      "id": 78,
      "default": "Blood splashes the foresail. Eyes wide in shock, [Specified 2] falls to the deck.",
      "female": ""
    },
    {
      "id": 79,
      "default": "Blood splatters the deck. Mouth agape, [Specified 3] falls backwards over the railing and into the sea.",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"I knew we could count on you to settle matters, captain.\" [Specified 2] grins, then leads the rest of the crew in a song of your valor and wisdom.\r\n\r\nThe song escorts you as you continue your journey.\r\n",
      "female": ""
    },
    {
      "id": 81,
      "default": "The other members of the crew take a few hesitant steps back, uneager to share their compatriot's fate. \r\n\r\n\"I think the captain's will is clear!\" [Specified 1] strikes a baton against the mast. \"Back to your stations... now!\"\r\n\r\nThe hands slowly mill away, expressions darker than ever.\r\n",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"There'd have to be thoughts in there to eat,\" Serafen says, his arms crossed.",
      "female": ""
    },
    {
      "id": 83,
      "default": "The gathered hands nod along with your words.\r\n\r\n\"You heard the captain,\" [Specified 1] calls. \"Break this up, and grog rations for everyone!\"\r\n\r\nA half-hearted cheer rises as the crew breaks apart. You've averted the crisis... for the moment.",
      "female": ""
    },
    {
      "id": 84,
      "default": "The hands back away from you, eyes wide with fear. \"We didn't mean anything by it, captain,\" [Specified 3] whines.\r\n\r\n[Specified 1] strikes a baton against the mast. \"You heard the captain! Get back to your stations!\"\r\n\r\nThe crew breaks apart, glancing to one another while avoiding your gaze. You've averted the crisis, for the moment.",
      "female": ""
    },
    {
      "id": 85,
      "default": "The sailors look to one another, some rubbing the back of their heads, others wringing their hands.\r\n\r\n\"Sorry, captain...\" [Specified 3]'s gaze shifts between you and [Specified 0]. \"I didn't think about it that way.\"\r\n\r\n\"Back to work!\" [Specified 1] shouts. \"Nothing left to see here.\"\r\n\r\nThe crew breaks apart and returns to their tasks. You've averted the crisis... for the moment.",
      "female": ""
    }
  ]
}