{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_si_shrine_thieves",
  "Entries": [
    {
      "id": 1,
      "default": "You notice a small pavilion containing a large, weathered statue of stone a little ways off the path. It appears to be a Huana shrine.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Desecrate the shrine.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Leave the shrine and continue your travels.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "The sculpture portrays a flamboyantly feathered bird of paradise. Its long body coils around a spherical egg. A few flaky remnants of paint cling stubbornly to the stone.\r\n\r\nIt represents Amira - the Huana's rendition of Hylea.\r\n\r\nAn inscription runs along the shrine's base - \"The faithful strive always, as swift as the albatross and as agile as the osprey.\"\r\n",
      "female": ""
    },
    {
      "id": 14,
      "default": "You open your eyes to the sound of strange, rapid clicking and grunts nearby. \r\n\r\nA lone xaurip pokes and prods your belongings, sniffing at your supplies.\r\n",
      "female": ""
    },
    {
      "id": 15,
      "default": "The statue bears the shape of a nude woman with the head of a monstrous fish. \r\n\r\nIt portrays Ngati - the Huana's rendition of Ondra.\r\n\r\nAn inscription runs along the shrine's base. \"The surf smooths stones, but also crushes them into sand.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "A pair of stone eels twist up the sculpture. Each eel's mouth clings to the other's tail, creating an unbroken circuit. \r\n\r\nIt portrays Rikuhu - the Huana's rendition of Berath.\r\n\r\nAn inscription runs along the shrine's base. \"Some flee. Others fight. Rikuhu consumes all.\"\r\n",
      "female": ""
    },
    {
      "id": 17,
      "default": "The craftsmanship of the statue is remarkable, but time has worn down its features. \r\n\r\nYou cannot discern who this shrine was dedicated to.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Shoo, now! Get out of here!\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "The xaurip lets out a frightened chirp and flees into the undergrowth.",
      "female": ""
    },
    {
      "id": 23,
      "default": "The creature's head whips around, its diamond-shaped pupils tightening on you.\r\n\r\nIt lets out a series of high chittering barks, and you hear other forms moving towards you through the foliage. \r\n",
      "female": ""
    },
    {
      "id": 25,
      "default": "[Manipulate the xaurip's mind.]",
      "female": ""
    },
    {
      "id": 27,
      "default": "The small wilder goes rigid for a moment, swaying on its feet, before it begins to - somewhat aimlessly - lumber from the camp.",
      "female": ""
    },
    {
      "id": 28,
      "default": "[Leave it be.]",
      "female": ""
    },
    {
      "id": 29,
      "default": "[Sneak behind the xaurip and attack it.]",
      "female": ""
    },
    {
      "id": 30,
      "default": "The reptilian wilder makes no notice of your approach, and it crumples beneath your strike to its head.\r\n\r\nYou disarm it.",
      "female": ""
    },
    {
      "id": 31,
      "default": "The creature's head whips around, its diamond-shaped pupils tightening on you.\r\n\r\nIt lets out a series of high chittering barks, and you hear other forms moving towards you through the foliage. \r\n",
      "female": ""
    },
    {
      "id": 32,
      "default": "The xaurip emits a celebratory squeak and roots through your pack. It digs out some morsel and gnaws at it.",
      "female": ""
    },
    {
      "id": 49,
      "default": "[Let it leave.]",
      "female": ""
    },
    {
      "id": 51,
      "default": "The xaurip clicks quietly, abandoning your pack and scratching its head with a clawed hand. It looks around, sniffing the air.",
      "female": ""
    },
    {
      "id": 52,
      "default": "Dirt crusts the statue, and bright, strange pigments have been slathered across its surface, gracing the deity with reptilian features.",
      "female": ""
    },
    {
      "id": 54,
      "default": "[Pray at the shrine and rest.]",
      "female": ""
    },
    {
      "id": 55,
      "default": "You kneel before the shrine, whispering your prayer to the cool stone. \r\n\r\nIt offers no answers, but you feel calmer as you rise to your feet and set about making camp.",
      "female": ""
    },
    {
      "id": 79,
      "default": "Ancient and eroded, it crumbles beneath your onslaught, and fragments of the statue break off and fall to the ground. Having thoroughly disfigured the shrine, you shove it, and it topples over.\r\n\r\nAll that remains of the shrine is a stone platform and a pile of rocks.\r\n",
      "female": ""
    },
    {
      "id": 81,
      "default": "[Approach and identify it.]",
      "female": ""
    },
    {
      "id": 82,
      "default": "[Meditate on your travails and rest.] ",
      "female": ""
    },
    {
      "id": 83,
      "default": "[Leave the shrine and continue your travels.]",
      "female": ""
    },
    {
      "id": 84,
      "default": "[Set camp and rest.]",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"When Ngati sinks your ship, I know who will be spared.\" Tekēhu crosses his arms and grimaces.",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"If only Hylea herself were as easily toppled as this shrine.\"\r\n\r\nPallegina observes your work, her golden eyes gleaming with satisfaction.\r\n\r\n",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Working through some authority issues, are we?\" Aloth inspects your handiwork with a wry expression.",
      "female": ""
    },
    {
      "id": 91,
      "default": "Seated at the shrine, you steady your breathing and allow your muscles to loosen.\r\n\r\nYou organize your thoughts, setting them in order. \r\n\r\nWhen you stand, everything seems less perilous or more attainable. \r\n",
      "female": ""
    },
    {
      "id": 92,
      "default": "A noise rouses your from your slumber.",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Waste of time,\" Pallegina loudly mutters during your prayer. She fumes from the path until you've finished.",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Strength flows from captain to mother to son, and gratitude follows it back, I say.\" Tekēhu clasps his hands and smiles.",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"Aye, cap. Nothing fathom-headed bout staying square with the old salt who brought you back to life.\"\r\n\r\nSerafen smirks and drops to his knees beside you.",
      "female": ""
    },
    {
      "id": 97,
      "default": "[Search the surrounding area.]",
      "female": ""
    },
    {
      "id": 98,
      "default": "The area around the shrine is clear and may prove to be a good place to rest.",
      "female": ""
    },
    {
      "id": 99,
      "default": "[Investigate your surroundings.]",
      "female": ""
    },
    {
      "id": 100,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 101,
      "default": "You go in search of other xaurips...",
      "female": ""
    },
    {
      "id": 102,
      "default": "[Go back to sleep.]",
      "female": ""
    },
    {
      "id": 103,
      "default": "The hours pass without complication, and you wake and continue your journey. ",
      "female": ""
    },
    {
      "id": 104,
      "default": "[Chant to it.]",
      "female": ""
    },
    {
      "id": 105,
      "default": "The xaurip looks at you as you begin to chant your phrases, its head canting slightly to the side, muscles tense.\r\n\r\nAs you continue, however, it begins to sway slightly in rhythm with your words. It takes a few careful hops nearer.",
      "female": ""
    },
    {
      "id": 106,
      "default": "Spear in hand, it shuffles towards the sleeping form of a companion...",
      "female": ""
    },
    {
      "id": 107,
      "default": "[Feed it.]",
      "female": ""
    },
    {
      "id": 108,
      "default": "[Attack without warning.]",
      "female": ""
    },
    {
      "id": 118,
      "default": "You offer it rations from your pack, but nothing seems to appeal to the small wilder.\r\n\r\nIt hops from foot to foot.\r\n",
      "female": ""
    },
    {
      "id": 119,
      "default": "It sniffs at the offered morsel, then snatches it from your hand before hopping back a few feet.\r\n\r\nThe xaurip shoves the food in its mouth, gnawing on it even as it backs tentatively away.",
      "female": ""
    },
    {
      "id": 120,
      "default": "[Let it leave.]",
      "female": ""
    },
    {
      "id": 121,
      "default": "Its eyes on yours, the xaurip chirps quietly and sets down a few items at the edge of the campsite, its spear and shield included.\r\n\r\nThen it bolts into the undergrowth.\r\n",
      "female": ""
    },
    {
      "id": 123,
      "default": "[Draw your weapons and attack.]",
      "female": ""
    },
    {
      "id": 124,
      "default": "Caught entirely by surprise, the xaurip crumples under your attack, falling still at your feet.\r\n\r\nYou disarm it.\r\n",
      "female": ""
    },
    {
      "id": 127,
      "default": "The statue portrays a creature akin to a stelgaer, though a spider's head juts from its right shoulder and a large-tusked boar's from its left.\r\n\r\nIt portrays Toamowhai, the Huana rendition of Galawain.\r\n\r\nAn inscription runs along the shrine's base. \"Stalk. Slay. Survive.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "Xaurip tracks appear in the softer soil around the area. They appear relatively fresh.",
      "female": ""
    },
    {
      "id": 130,
      "default": "Dirt crusts the statue, and bright, strange pigments have been slathered across its surface, gracing the deity with reptilian features.",
      "female": ""
    },
    {
      "id": 131,
      "default": "Your dog figurine joins in your barking, and the xaurip chirps in fright as it flees into the undergrowth.",
      "female": ""
    }
  ]
}