{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_si_fog_deep_sea",
  "Entries": [
    {
      "id": 1,
      "default": "The fog manifests out of nowhere, as if wrapped around [Player Ship] by Ondra herself. The crew has started muttering about curses, prayers, and sacrifices even before [Specified 0] approaches you.\r\n\r\n\"It's odd to see a fog this thick so far from land. It's got the crew spooked.\" [Specified 0] wipes away sweat with a filthy rag. \"I suggest we drop anchor and wait this out.\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Take us through, slow and steady.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Hoist sails and drop anchor, [Specified 3].\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "The crew breathes a collective sigh of relief as the riggers set to pulling the sails. \r\n\r\nThe fog shows no sign of breaking over the course of the evening, but the crew seems to care little, able to relax a bit in their duties.\r\n\r\nBy the following morning, the fog seems to have thickened.",
      "female": ""
    },
    {
      "id": 5,
      "default": "After a few tense hours, [Player Ship] breaks free of the fog and onto clear, calm seas. A cheer goes up across the deck, and [Specified 0] claps [Specified 1] on the back. \r\n\r\nYou exhale a sigh of relief.",
      "female": ""
    },
    {
      "id": 6,
      "default": "The days pass slowly, tense and frustrating. More than once you see certain doom looming before you in the shape of a rocky islet or a jagged reef, only for it to melt again into mist. \r\n\r\nWhen you finally breach the morass, the crew muster only halfhearted applause.",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Given our lack of a dedicated navigator, none of the crew is eager to brave the murk.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"But if trust our navigator's skill with the charts, you could always leave it to [Specified 1] to guide us through.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "Another day passes in the fog, and the hand in the crow's nest calls down to you: \"Captain! I think there's something in the water!\"\r\n\r\nYou peer over the bulwark and make out shark-like shadows swarming about [Player Ship].",
      "female": ""
    },
    {
      "id": 15,
      "default": "The days pass slowly, tense and frustrating. More than once you see certain doom looming before you in the shape of a rocky islet or a jagged reef, only for it to melt again into mist. \r\n\r\nWhen you finally breach the morass, the crew muster only halfhearted applause.",
      "female": ""
    },
    {
      "id": 29,
      "default": "The water churns as the nāga breach the surface, scaled hide glistening. A chorus of hisses erupt from fanged maws. \r\n\r\n[Specified 0] draws a blade. \"To arms!\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "Another day passes in the fog, the damp murk muffling the crew as they go about their duties.",
      "female": ""
    },
    {
      "id": 32,
      "default": "Another day passes in the fog.\r\n\r\n[Specified 4] swears to have seen a whale beneath the waves, starting half the crew to arguing and the other half to praying their thanks to Ondra for the good omen. By dinner, near everyone has taken up a (sometimes bawdy) shanty about the boundless generosity of the Lady of Lament.",
      "female": ""
    },
    {
      "id": 33,
      "default": "Another day passes in the fog, and several members of the crew spend their off-duty with heavy lines and baited hooks. Between them, they catch a few fat fish, and the evening's mess benefits from the bounty.",
      "female": ""
    },
    {
      "id": 34,
      "default": "Another day passes in the fog, and several members of the crew perch among the guard stanchions, lines and hooks in the water. By the evening, they've caught nothing save an earful of one another's most indecorous swears.",
      "female": ""
    },
    {
      "id": 35,
      "default": "Another day passes in the fog.\r\n\r\nThe crew begins muttering among themselves, accusing one another of having earned Ondra's displeasure and earning [Player Ship] this cursed fog.",
      "female": ""
    },
    {
      "id": 36,
      "default": "Another day passes in the fog, but not before [Specified 3] and [Specified 4] come to blows over a matter of theology. [Specified 4] thoroughly trounces [Specified 3], who winds up with a cracked rib.",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"All hands to stations, [Specified 0]. Let's be out of this fog.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"We'll give the fog another day to break.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "Another day passes in the fog.\r\n\r\n\"Skiff to starboard!\" One of the hands in the rigging points at an indistinct shape working its way through the fog towards you, carried by the sound of oars churning water.\r\n",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Yes, captain.\" [Specified 0] shouts orders, and hands begin groggily climbing the rigging. A few minutes later, the sails come down.",
      "female": ""
    },
    {
      "id": 41,
      "default": "The small craft bumps against the side of [Player Ship], and a dead hand grasps at the rail, pulling itself aboard...",
      "female": ""
    },
    {
      "id": 42,
      "default": "The small craft bumps against the side of [Player Ship], and a dead hand grasps at the rail, pulling itself aboard...",
      "female": ""
    },
    {
      "id": 43,
      "default": "Shouted orders ring across the deck, and soon the sails fill with the light wind. The rigging creaks as [Player Ship] plows into the haze.",
      "female": ""
    },
    {
      "id": 45,
      "default": "[Call up a strong wind in an attempt to disperse the fog.]",
      "female": ""
    },
    {
      "id": 46,
      "default": "You stride to the forecastle and raise your arms, chanting as you gather the ambient essence into a powerful wind. ",
      "female": ""
    },
    {
      "id": 47,
      "default": "The wind strikes the fog, and while the haze stirs under the spell, it does not break.\r\n\r\nThe crew mutter among themselves.",
      "female": ""
    },
    {
      "id": 48,
      "default": "[Specified 0] splits the air with a shrill whistle. \"Land up ahead!\"\r\n\r\nA shoreline lurks near the horizon. You check the charts, and realization dawns: you're entirely off-course.\r\n\r\nThe island looms nearer.",
      "female": ""
    },
    {
      "id": 49,
      "default": "You chart your location, only to realize that despite days at sail, you've made no progress at all. \r\n\r\nThe ocean stretches towards the horizon in all directions, empty and beckoning. Almost taunting.",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"By the gods...\" [Specified 0] reaches for a weapon. \"To arms!\"\r\n\r\nOnly the dead crew the skiff, their bleached bones pulling at their oars, their teeth chattering hungrily.",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"It's more of those godsforsaken dead, captain!\" [Specified 0] draws a weapon. \"All hands, prepare to be boarded!\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "[Specified 3] steps forward with arms raised and begins to chant. The wind rises.",
      "female": ""
    },
    {
      "id": 54,
      "default": "The wind doesn't tear through the fog like paper, but it does disperse it somewhat, making it far more navigable.\r\n\r\nThe crew cheers.",
      "female": ""
    },
    {
      "id": 55,
      "default": "Another day passes in the fog, and [Specified 3], having spent the evening in meditation on deck, falls ill. [Specified 4] uses much of the medicine restoring the poor soul to health.",
      "female": ""
    },
    {
      "id": 56,
      "default": "Another day passes in the fog, and the crew finds [Specified 4] standing on the bow, muttering into the fog.\r\n\r\n\"You see it, don't you?\" the sailor asks, voice haunted. \"It won't be long now.\"\r\n\r\nThe other mates repress shudders.",
      "female": ""
    },
    {
      "id": 57,
      "default": "Another day passes in the fog, and a fire breaks out in the kitchens. Luckily the hands get it out before too much damage is done... or before the flames reach the powder barrels. ",
      "female": ""
    },
    {
      "id": 58,
      "default": "The fog manifests out of nowhere, as if wrapped around [Player Ship] by Ondra herself. The crew has started muttering about curses, prayers, and sacrifices even before [Specified 0] approaches you.\r\n\r\n\"It's odd to see a fog this thick so far from land. It's got the crew spooked.\" [Specified 0] wipes away sweat with a filthy rag. \"I suggest we drop anchor and wait this out.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "The fog begins as a blanket across the surface of the sea, slowly undulating with the water, as if [Player Ship] sails through the stormy sky. It rises consistently, however, and soon it swaddles the deck in dank moisture.\r\n\r\n[Specified 0] sighs. \"Fog again, captain, and our charts hardly perfect this far out. I'd advise we lay anchor.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "You woke to a thin mist that seemed to reduce the world to a blurry haze around you, but as the hours passed, the fog thickened into a soupy morass. As the crew hang lanterns from the masts, [Specified 0] locates you on the aftcastle.\r\n\r\n\"Your thoughts, captain? I'd just as soon anchor here and wait. It's usually safer. Usually.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "You find [Specified 0], head in hands, sitting on the rail above the forecastle. \"Damn fog again, captain.\" The sailor waves dismissively at the thick, wet air that hems your vessel in.\r\n\r\n\"Shall we drop anchor? It's what I'd do.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "The next morning, the fog finally clears, eliciting cheers from the crew, who are ready to get back to work. \r\n\r\nA jaunty shanty rises above the deck as [Player Ship] sets sail.",
      "female": ""
    }
  ]
}