{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_si_crew_event_sick",
  "Entries": [
    {
      "id": 4,
      "default": "[Specified 0] finds you in your cabin. Through the open window you can make out the sound of one of your sailors retching violently.\r\n\r\n\"If this keeps up, captain, your crew will be in no state to sail. They hardly are as it is.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "The illness starts slow. A cough here, the shakes there. But then it hits the crew hard and fast, washing across the deck like a rogue wave.",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Find the ship's surgeon.] \"Care to tell me why everyone on my boat is sick, [Specified 1]?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"What would you have me do?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Break out the medicinal stores. Everyone gets what they need until this clears up.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Furl the sails and drop anchor. We'll rest this out.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Find the ship's surgeon.] \"Care to tell me why everyone on my boat is sick, [Specified 1]?\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"What would you have me do?\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Break out the medicinal stores. Everyone gets what they need until this clears up.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Furl the sails and drop anchor. We'll rest this out.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"We'll cleanse the afflicted of these toxins.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Pray for divine intercession.]",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"It looks like gut rot,\" the surgeon answers. \"Likely on account of those dead fish you had us put in the hold. Not that I'm laying blame.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "[Specified 1] considers. \"At the very least you should let the sick get as much rest as possible. If you think we have the medicine to spare, this is as good a time as any to use it.\"\r\n\r\nThe surgeon frowns. \"For the best results, consider both.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "[Specified 1] coughs violently and spits. \"It's the swabbie's hack, captain. I suspect we caught it from that plague ship. It's not likely to kill anyone, but it can leave kith weak and prone to accident.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Best thing to do would be to medicate. Hopefully we've got the stores to treat everyone.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "You order the trunk of medicines opened up and dole out doses to the crew. Shaking and pale, they thank you, eager to overcome the illness.",
      "female": ""
    },
    {
      "id": 21,
      "default": "You move among the afflicted crew like a merciful spirit. With quiet chants and warding gestures you calm the wrath inflicted upon your sailors by the tainted catch. Each thanks you, eager to overcome the illness.",
      "female": ""
    },
    {
      "id": 22,
      "default": "Though he doesn't do so entirely without complaint, Tekēhu moves among the crew, gracing each of the afflicted with both his purifying magic and his magnetic charm. He leaves each sailor healthier than he found them, and they thank both of you profusely.",
      "female": ""
    },
    {
      "id": 23,
      "default": "The ship comes to a stop as the crew carries out your orders. The crew relax to the best of their ability from their involuntary stations at the ship's rails.",
      "female": ""
    },
    {
      "id": 24,
      "default": "Gradually the illness passes, and as the crew's ability to keep food and water down rises, so does their spirits.",
      "female": ""
    },
    {
      "id": 25,
      "default": "Under [Specified 1]'s direction, the hands open up the packages of aromatic herbs and mash the leaves up with pestle and mortar. \r\n\r\nSoon each member of the crew wears a swathe of fragrant paste slathered across their chest.",
      "female": ""
    },
    {
      "id": 26,
      "default": "You call on your patron, the bipartite deity of death, to turn their gaze from the ship and cleanse it of disease. A cold chill falls over the vessel, as a fog rises from the surface of the water. The wind dies.\r\n\r\nFor nigh on an hour, the ship rests in the foggy doldrums. [Specified 2] swears to hear whispers off the port bow.\r\n\r\nThen, as quickly as it came, the fog disperses.",
      "female": ""
    },
    {
      "id": 27,
      "default": "Even without other duties to attend to, the crew seems to get sicker. [Specified 4] can't so much as leave the bunks.",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"You want me to pray to an aspect of death?\" Xoti's lips quirk in amusement. ",
      "female": ""
    },
    {
      "id": 30,
      "default": "In the wake of the display of divinity, you feel purified. The crew sing chants to the gods, happily making sacrifices of any coinage or small trinkets they have on hand.\r\n\r\nYou sail on.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Get everyone back to work. We've got places to be.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Get everyone back to work. We've got places to be.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "[Specified 0] relays your orders, inspiring a chorus of moaning from the crew.\r\n\r\nThe ship sails on under the noisome miasma of illness.",
      "female": ""
    },
    {
      "id": 34,
      "default": "The ship sets sail, making poor time with the crew suffering from the bone frost.",
      "female": ""
    },
    {
      "id": 35,
      "default": "[Specified 5] calls on the gods for aid, and cleansing energy pours through the vessel, fortifying all within.",
      "female": ""
    },
    {
      "id": 36,
      "default": "[Specified 5] moves among the crew, calmly chanting and performing warding gestures to calm their digestive distress. Each sailor thanks you both, eager to overcome the illness.",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Let's get them healthy. Drop anchor, and make sure everyone has the medicine they need.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "You order the sails furled and ration medicine to the sailors. Given both treatment and time to recover, the crew bounces back quickly. When shanties begin rising again from the deck, you know they're ready to set sail again. ",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Nothing has changed! Full sail ahead!\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "The crew return to work, but as the bone frost spreads, they become incapable of even simple tasks. With no one at the helm and no one in the rigging, the ship comes to a stop, drifting at the mercy of Ondra. ",
      "female": ""
    },
    {
      "id": 41,
      "default": "With time, the disease runs its course. The crew, however, remain sullen and quiet as they go about their duties.",
      "female": ""
    },
    {
      "id": 43,
      "default": "With a slow shake of the head, the surgeon frowns. \"It's the gut rot, captain, same as that plague ship. If we sail with it, we're inviting injuries.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Rymbán sjüdh,\" [Specified 1] answers gravely. \"The bone frost, from that plague ship. It'll claim lives if we don't treat it.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "The sickness overtakes the ship like a sudden squall out of the northeast. At any given time it seems that half the crew has one end of their body hanging off the rails and their other in a bucket.\r\n\r\nThe smell burns your eyes.",
      "female": ""
    },
    {
      "id": 46,
      "default": "The crew appreciates the chance to rest, even if the constant coughing leaves them fatigued. Over the next few days, the disease runs its course. By the time the ship gets under sail again, the crew are all too willing to set forth to bluer seas.",
      "female": ""
    },
    {
      "id": 47,
      "default": "The ship sets sail, making poor time with the crew wracked by disease.\r\n\r\nYou hear a cry from the deck followed by a heavy thud. [Specified 3] went lightheaded and fell from the rigging. The hand is now concussed.\r\n",
      "female": ""
    },
    {
      "id": 48,
      "default": "The crew return to work, but as the rot spreads, they become increasingly miserable. Many develop open sores, and most have at least one of their eyes swollen shut and crusted over.",
      "female": ""
    },
    {
      "id": 50,
      "default": "Within a day, not a single member of the crew can breathe easily. Each coughs their throat raw, spitting bloody globs of phlegm into the sea.",
      "female": ""
    },
    {
      "id": 51,
      "default": "Soon your crew have devolved into mucus-covered wretches with swollen eyes and scabrous rashes.",
      "female": ""
    },
    {
      "id": 52,
      "default": "Work slows to a standstill as your crew shuffle stiffly about the decks. Spears of bone bud at their wrists and ankles. When the spears erupt through their skin, they leave red, weeping wounds in their wake.\r\n\r\nGroans of agony find you from every corner of the ship.",
      "female": ""
    },
    {
      "id": 53,
      "default": "[Specified 0] finds you in your cabin. Through the open window you can make out the sound of one of your sailors retching violently.\r\n\r\n\"If this keeps up, captain, your crew will be in no state to sail. They hardly are as it is.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "[Specified 1] returns with jars of thick, brown thistle tar. The thick salve induces an unpleasant stinging sensation when slathered over the afflicted areas.\r\n\r\nSoon each member of the crew boasts patches of gooey brown across their skin.",
      "female": ""
    },
    {
      "id": 56,
      "default": "[Specified 1] returns from the hold with a small chest containing dark black soil. \"Holistic worms,\" the hand grunts. \"They eat away the sickness causing the bone spears. It's neither pretty nor pleasant, but it'll save a life.\"\r\n\r\nEach member of the crew goes to [Specified 1] in turn to have their diseased marrow entomologically excised.",
      "female": ""
    },
    {
      "id": 58,
      "default": "You pray to the Child of Light, unable to avoid remembering what brought you to the Deadfire. As you chant, the sky's color shifts to the rose-red of the early dawn. The light falls across the deck, warming those who rest in its radiance.",
      "female": ""
    },
    {
      "id": 59,
      "default": "You pray to the goddess of the flame, asking her to burn the sickness from your crew. Your head begins to swim as heat takes your body. As the fever rises, you drop to the planks of the deck, vaguely aware of moans of discomfort from the rest of the crew.\r\n\r\nIt passes, however, and your thoughts clear as the cool wind of the Deadfire dries your sweat.",
      "female": ""
    },
    {
      "id": 60,
      "default": "You pray to your patron, the divinity of retribution, reminding him that your crew needs strength to bring low a god. The shadows lengthen, and darkness falls over the ship. Every candle gutters.\n\n[Specified 2] and [Specified 3] swear an unfamiliar figure stalks belowdecks, but a search reveals nothing.\n\nEventually the unnatural darkness passes, giving way to the natural light of the Deadfire.",
      "female": ""
    },
    {
      "id": 61,
      "default": "You pray to the God of Mysteries, begging for deliverance from this disease. \r\n\r\nEverything goes dark. ",
      "female": ""
    },
    {
      "id": 62,
      "default": "With the correct remedy applied, the crew quickly recovers. Soon they're on deck belting shanties towards the horizon.\r\n\r\nYou sail on.",
      "female": ""
    },
    {
      "id": 63,
      "default": "You snap back to awareness on the forecastle, where you stand with your back to the sea. The rest of the crew glance around, expressions openly confused.\r\n\r\nThe disease is gone, but so are two days, and no member of the crew remembers what passed during them. \r\n\r\nYou never find out.",
      "female": ""
    },
    {
      "id": 64,
      "default": "[Specified 1] drags a cupped hand across his mouth.",
      "female": ""
    },
    {
      "id": 65,
      "default": "[Specified 1] pinches the bridge of her nose.",
      "female": ""
    },
    {
      "id": 66,
      "default": "[Specified 0] reappears. \"Sorry, captain. The stores are nearly bare. We don't have the medicine we need for the crew.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "[Specified 0] reappears. \"Sorry, captain. The stores are nearly bare. We don't have the medicine we need for the crew.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "You order the sails furled and run a green flag up the main mast to warn away other ships.",
      "female": ""
    },
    {
      "id": 69,
      "default": "[Wait out the illness.]",
      "female": ""
    },
    {
      "id": 70,
      "default": "On deck, the crew glower, the bone spears protruding from their joints making some of them look like heavily armored, animate constructs.",
      "female": ""
    },
    {
      "id": 71,
      "default": "On the second day, [Specified 2] joins [Specified 4] in death. [Specified 0] follows them both the day after.",
      "female": ""
    },
    {
      "id": 72,
      "default": "On the second day, [Specified 2] joins [Specified 4] in death. [Specified 0] follows them both the day after.",
      "female": ""
    },
    {
      "id": 73,
      "default": "[Specified 0] approaches you some hours later. \"Terrible news, captain. [Specified 4] has passed. We'll have [Specified 2] say a few words before we consign the body to Ondra's bosom.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "[Specified 0] approaches you some hours later. \"Terrible news, captain. [Specified 4] has passed. We'll have [Specified 2] say a few words before we consign the body to Ondra's bosom.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "[Specified 0] knocks on the door. \"Sorry to bear bad news, captain, but [SkillCheck 0] is showing signs of rymbán sjüdh, the bone frost. That's a nasty disease from the White that Wends, and one known to kill a crew to the last.\"\r\n\r\nThe mate looks away for a moment, then meets your gaze. \"Your orders?\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Have [Specified 1] take a look at it.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Confine [SkillCheck 0] to quarters.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Can't risk it spreading. I'll throw [SkillCheck 0] overboard.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "[Specified 0] frowns. \"I already did, captain. The surgeon confirmed it. Said the only remedy is medicine and rest, and even then, you risk it spreading.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Medicine and rest, then. See that [SkillCheck 0] gets it.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"I'm not killing one of my friends! We'll figure something else out.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "[Specified 0] glances away. \"Understood. And in the meantime?\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "The mate performs an unenthusiastic salute. \"Yes, captain.\"\r\n\r\n[Specified 0] leaves you, and [Player Ship] sails on.",
      "female": ""
    },
    {
      "id": 84,
      "default": "[Specified 0] nods. \"It's a hard decision, but it's the right one. I'll make sure... the patient is secured.\"\r\n\r\nWhen you reach the deck, [SkillCheck 0] kneels before you, bound at the ankles and wrists. Glistening spears of bone protrude from between the ropes.",
      "female": ""
    },
    {
      "id": 86,
      "default": "Aloth meets your eye as if he's been expecting this moment. He nods weakly.\r\n\r\n\"It's the right decision, [Player Name]. Finding Eothas is what matters.\" He winces and shudders with pain.\r\n\r\n\"I've done what I can to help. But the rest is up to you - it always has been. Perhaps we'll meet in another turn of the Wheel.\" He gives you a final, pained smile.",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"You do what you gotta do with me. You're the one has to make it to the end.\r\n\r\n\"But do me this favor. Tell Eothas he's got a lot of good followers. Tell him he still answers to them.\r\n\r\n\"You tell him he owes 'em.\" Edér breathes through gritted teeth, his breath short and shallow. He watches you, waiting.",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Ishi... you stay with the captain now. I said no, you dumb bird! I...\" \r\n\r\nAgainst her orders, Ishiza remains at Maia's side, pecking her earlobe and making soft cooing sounds. Maia winces in anguish but says nothing more in protest. ",
      "female": ""
    },
    {
      "id": 89,
      "default": "Pallegina's golden eyes, half-lidded, bore into you.\r\n\r\n\"There are cures for these ailments, you know. Or maybe you don't know. Or just don't care.\"\r\n\r\nShe turns her back to you.\r\n\r\n\"If this makes you feel like an important ship captain, you had best get on with it. You would not want the crew to think there is the faintest spark of mercy in you.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "He scowls and spits. \"This be three-ways fucked and you know it, Captain Watcher. People survive the frosties. I've survived it twice myself!\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"For what did Ngati bring me to the world just to face this ignoble end? The priests... their omens were wrong, I say. \r\n\r\n\"It is the Deadfire that is diseased.\" \r\n\r\nDefeated, Tekēhu turns his gaze away from you. ",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"If you think this'll keep me from my duty, you're wrong, Watcher. I've got ways to serve, even after this body's rotted and gone.\"\r\n\r\nChin held high, Xoti looks out over the ocean, ready to greet her watery grave.",
      "female": ""
    },
    {
      "id": 93,
      "default": "[SkillCheck 0] struggles against the bonds. \"Please don't do this, [Player Name]! There's got to be another way!\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "[Throw [SkillCheck 0] overboard.] \"I'm sorry, friend. If there were another way to save everyone...\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "[Throw [SkillCheck 0] overboard.] \"I don't want this, but it's either you, or it's the whole ship.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "[Throw [SkillCheck 0] overboard.] \"I'm only sorry that you didn't catch the bone frost earlier.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "[Throw [SkillCheck 0] overboard. Say nothing.]",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"...I can't do this. Confine [SkillCheck 0] to quarters!\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "Without further ceremony, you throw the captive over the railing. A scream followed by a quiet splash is the last thing you hear from [SkillCheck 0].\r\n\r\nThe crew look to one another, expressions nervous. You're not sure what they fear more - the plague or their captain.",
      "female": ""
    },
    {
      "id": 100,
      "default": "The ship sails on, and to everyone's relief, no further signs of rymbán sjüdh appear.",
      "female": ""
    },
    {
      "id": 101,
      "default": "Sighing over crossed arms, the mate meets your gaze. \"If this spreads, captain, we don't have the medicine to treat the whole crew. People will die.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "Sighing over crossed arms, the mate meets your gaze. \"If this spreads, captain, we don't have the medicine to treat the whole crew. People will die.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"You heard me.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"You heard me.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"Suppose I can plead for the safe passage of our souls through Hel, should we all perish shortly.\"\r\n\r\nAfter a nod, she bows her head.",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Glory be to the many aspects of Eothas, greatest of all who is Gaun. I raise my voice to you in humility, thankfulness, and everlasting worship. Hear me, my god, and take pity on my dire plea.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"As we now sail through the dark plague of death, we will not fear the reaping to come. For your lantern will guide our way. We will not stumble or stray from the path you have laid us through Hel. We will embrace the end of our lives and shuck the rotting husk of our fallen bodies.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"After whence, we will be planted for rebirth by your hand.\r\n\r\n\"Forever and always, as the Wheel turns,\r\n\r\n\"Amen.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "[SkillCheck 0] struggles against the bonds, silent but for soft cries muffled by a gag.",
      "female": ""
    },
    {
      "id": 111,
      "default": "[SkillCheck 0] struggles against the bonds. \"Please don't do this, [Player Name]! There's got to be another way!\"",
      "female": ""
    }
  ]
}