{
  "Component": "exported",
  "Name": "conversations\\re_scripted_interactions\\re_si_port_maje_swimming",
  "Entries": [
    {
      "id": 1,
      "default": "As you travel northwest, you discover a broad channel separating you from the flat expanse of a sandy islet.\r\n\r\nA wooden bridge spans the waterway, easily wide enough to accommodate a cart and horse.",
      "female": ""
    },
    {
      "id": 2,
      "default": "A crowd throngs the bridge, an eclectic menagerie of clean-coated Vailians, aumaua in bright and colorful robes, and even the odd orlan.\r\n\r\nDown the hill, by the water's edge, a small cluster of aumaua have gathered.",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Walk onto the bridge.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Return the way you came.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "The bridge seems relatively new, little worn for something on the coast. The flat slats are utterly without ostentation, the structure crafted solely for functionality. \r\n\r\nThe quiet murmur of conversation rises as you approach, entirely overwhelming the susurrus of the sea.",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Approach the aumaua near the water.]",
      "female": ""
    },
    {
      "id": 7,
      "default": "From the shore, you see that the channel's current seems significantly stronger than it had from afar, perhaps fed by the recent storms. \r\n\r\nThe Huana gathered here, garbed in thin robes and little else, watch as you approach. One steps forward, her own gown in far brighter colors than those around her.",
      "female": ""
    },
    {
      "id": 8,
      "default": "She smiles warmly. \"Ngati's blessings on you, friend. You are of the Huana, unless I mistake you. Have you come to challenge the Osa's currents?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "She raises an eyebrow. \"You look an islander born and bred, but you're no Huana.\" She nods towards the bridge. \"If you come to watch, the better viewing's from the bridge.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "She grins, her sharp, triangular teeth peeking from between her lips. \"An aumaua, but no Deadfire native. Then come to rediscover your culture?\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "She cants her head to the side. \"You look bedraggled, stranger. As if the sea spat you upon our shore. What for you come here? To watch?\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "An orlan, his deep brown fur a close match to the boards beneath your feet, approaches you and doffs a wide-brimmed hat as he bows. \"Greetings, stranger. Come to eye the race?\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "The brown orlan waves his hat at you when you return to the bridge.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"What's this all about?\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I'd like to join the race.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Who stands the best chance of winning?\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "[Examine the competitors.] ",
      "female": ""
    },
    {
      "id": 18,
      "default": "[Return towards the bridge.]",
      "female": ""
    },
    {
      "id": 19,
      "default": "She bows her head slightly. \"Then ekera, cousin, we welcome you to do so.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "Several of the gathered Huana chuckle. The woman merely smiles, bowing her head slightly. \r\n\r\n\"Challenging Osa, it is always done by aumaua to prove strength and stamina in the water. I stay afraid it may be too much for another kith.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"I thought the Huana were traditionally a welcoming people.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"So you're afraid of losing to another kith?\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"You have a point. The Deadfire's already tried to drown me once.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "The arc of her hand describes first the swimmers, then the waters, then the islet on the other side. \"They challenge the Osa Channel. The rains fell, and the waters run swift. They must swim swifter yet. For each who finishes, there is honor. For the one who wins, there is more.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"I'm ready to race.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"I was just curious. I think I'll pass on swimming here.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "She bows her head. \"Then what welcome would we provide if we fed our guests unknowing to Ngati?\"\r\n\r\nWhen her gaze returns to yours, she bears a small smile. \"But you are not unknowing, I say.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "One of the swimmers snorts. \"We fear nothing, ekera! Then let the foreign [Player Race] swim.\"\r\n\r\nThe woman turns back to you. \"If you wish swim, then swim you should.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "The swimmers laugh. \"Afraid? Us? We laugh at your jest, ekera. You are very funny.\"\r\n\r\nThe woman turns back to you. \"It is for your own safety. Ngati knows little mercy at Osa.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "She nods and motions you towards the channel. \"Then go join the others at the water's edge. Leave your clothes upon the rocks, and they will warm you after.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "Hands together, she bows her head. \"Then go walk to the bridge, if you want to see. Soon the swim begins.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "You spring off the stone and crash into the cool, crisp saltwater with the other swimmers.",
      "female": ""
    },
    {
      "id": 36,
      "default": "A cheer rises from the bridge as you walk away.",
      "female": ""
    },
    {
      "id": 37,
      "default": "You return to the group by the water. The aumaua have stripped to their waists and smear thick, white paste across their chests, faces, and arms.\r\n\r\nThe master of ceremonies nods to you.",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"These people came out here to watch a race?\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Let's watch the race.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Can I participate in the race?\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"People put money on this race?\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "The orlan grins. \"Ain't from around here, are you?\" His Readceran accent suggests that he isn't either. \r\n\r\n\"It's a local tradition. A swim race up the Osa Channel after a big storm, when the current's at its strongest. Winner gets a...\" He scratches the back of his head. \"...some kind of gewgaw or somesuch. Bragging rights, too.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "You join the orlan by the rail and watch as the aumaua on the shore disrobe. They crouch on stones along the water as the master of ceremonies lifts a hand above her head.\r\n\r\nWhen she drops it, they flash into the water like cannonballs. ",
      "female": ""
    },
    {
      "id": 44,
      "default": "He scratches the top of his head. \"Not really sure. Can't say it's up to me either way. You'd want to talk to them down on the riverside.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "A broad grin brightens his face. \"Thought you looked the type to want in on the action.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"It's ten shells to bet. That's roughly fifty pands, and you bet I'll happily take that in copper or silver.\" He winks.\n\n\"Odds are three to one on that big bald woman. The wiry blond pays out five to one. If you bet on the ropey kid and you win, you net ten times what you put in.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Then I'll be back shortly.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "She nods. \"Do not take long, I say. Soon the swim begins.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "She chuckles, a hand flat upon her stomach. \"The one Ngati favors, as sure as the tide!\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "But you don't miss her glance towards the wiry, blond aumaua.",
      "female": ""
    },
    {
      "id": 61,
      "default": "The largest of them, a bald woman, is all muscle. She'd be menacing in a fight, but in the water, the bulk might slow her down.",
      "female": ""
    },
    {
      "id": 62,
      "default": "They're aumaua. They're probably all good at swimming.",
      "female": ""
    },
    {
      "id": 63,
      "default": "[Strengthen the gangly teen with a spell.]",
      "female": ""
    },
    {
      "id": 64,
      "default": "No one notices the slight glow of the spell settling into the swimmer.",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"I'm ready to race.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"I'm making the smartest bet - I'm wagering on me.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"That woman's twice an elf's height and all of it muscle. I'll put my money on her.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"The lean blond looks like he knows his way around a river. I'm backing him.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"I always bet the long shot. My coin's on the kid.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "He doesn't miss a beat. \"Well let me figure odds for you.\" \r\n\r\nHe taps his chin as his eyes roam you stem to stern.",
      "female": ""
    },
    {
      "id": 71,
      "default": "He nods and takes your coin. \"You and half the people on this bridge. Seems to be the smart bet.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "He chuckles as he takes your purse. \"Maybe you've got an eye for this. Or maybe you like to live dangerously.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "He grins as he accepts your purse. \"It's your money. Good luck, friend!\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"You don't lack for muscle, that's for certain. Let's call it three to one.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"I'd say you could handle yourself in the water. I'll give you... five to one.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "He chuckles. \"Let's say ten to one... and no refunds for drowning!\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"I'm taking the prize and the coin.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Maybe I should bet on someone else...\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "He chuckles, nodding. \"Just don't go throwing the race in favor of your bet.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "He accepts the coin. \"I hope you do! For your purse <i>and</i> mine.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "The swimmers plow against the current, white water bursting across the taught muscles of their backs.\r\n\r\nThe crowd around you shouts and applauds, cheering on their favorites.",
      "female": ""
    },
    {
      "id": 82,
      "default": "One of the Huana, you notice, struggles to remain in the pack. \r\n\r\nNo, he's struggling just to stay above water. His desperate gasps carry down the channel.",
      "female": ""
    },
    {
      "id": 83,
      "default": "The large bald woman pulls ahead and reaches the goal first. The crowd roars as she walks onto the far shore, fists raised victoriously.",
      "female": ""
    },
    {
      "id": 84,
      "default": "The lean man outpaces the others, reaching the goal first. The crowd cheers as he strides out of the water, and he bows to them from the hip.",
      "female": ""
    },
    {
      "id": 85,
      "default": "The shouts - jeering and cheering both - increase as the race nears its end, and to everyone's surprise, it's the tall, scrawny teen who stumbles out of the water first.\r\n\r\nNobody seems more surprised than he does.",
      "female": ""
    },
    {
      "id": 86,
      "default": "[Dive in and help him to shore.]",
      "female": ""
    },
    {
      "id": 87,
      "default": "[Throw him a line.]",
      "female": ""
    },
    {
      "id": 88,
      "default": "[Consign his soul to Berath.]",
      "female": ""
    },
    {
      "id": 89,
      "default": "[Continue watching.]",
      "female": ""
    },
    {
      "id": 90,
      "default": "You run along the shore, pulling out a rope and hook as you go. You skid to a stop, swing the hook, and hurl it overhead and into the water near the swimmer.\r\n\r\nHe clings to it, and you reel him in to shore.",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"On second thought, my purse is light enough as is.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "He laughs. \"It's the wise kith who knows when to say no. Swing back by if you change your mind.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"I'd like to place a bet now.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "You wrap an arm around the struggling swimmer, and he has the wherewithal not to struggle against you as you swim him towards land. \r\n\r\nYou pull yourself onto the rocky shore and help him up behind you.",
      "female": ""
    },
    {
      "id": 96,
      "default": "The waters of the Osa Channel press against you, slowing you, then sweeping you back. Soon you, too, are struggling to keep your head above water.",
      "female": ""
    },
    {
      "id": 97,
      "default": "The perfect stillness of Berath's implacable will rests heavy - yet comfortable - within your chest.",
      "female": ""
    },
    {
      "id": 98,
      "default": "The muscular bald woman breaks from the pack, returning for the struggling swimmer.",
      "female": ""
    },
    {
      "id": 99,
      "default": "The onlookers gasp as you leap from the bridge and into the cold, briny wet. You kick out, swimming hard against the current.",
      "female": ""
    },
    {
      "id": 102,
      "default": "An arm wraps around you. The heavily muscled aumaua woman kicks towards land, you in one arm, the gangly teen in the other.\r\n\r\nAt the water's edge you clamber onto solid ground, heaving and coughing.",
      "female": ""
    },
    {
      "id": 103,
      "default": "The young swimmer squeezes your arm. \"Many thanks, ekera.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "The crowd on the bridge thins and the commotion dies down.\r\n\r\nYour journey continues.",
      "female": ""
    },
    {
      "id": 108,
      "default": "The brown orlan locates you among the celebrating kith. \"Damned fine show, yeah?\" He hands you a hefty pouch of azata nui shells. \"Your take. Don't spend it all at once. Or do! It's your money, ain't it?\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "The brown orlan wags his finger at you as he approaches. \"I think you knew something the rest of us didn't.\" He winks. \"Not that I much mind. I get paid regardless!\" \r\n\r\nHe hands you a hefty bag filled with azata nui shells.",
      "female": ""
    },
    {
      "id": 112,
      "default": "Kick and pull as you might, you can't keep up with the Huana. They seem built to this water, born to it. \r\n\r\nThe distance between you widens.",
      "female": ""
    },
    {
      "id": 113,
      "default": "You kick against the powerful current, expertly reaching one hand after the other to pull yourself through the water, parting it like a knife.\r\n\r\nThe others fall behind.",
      "female": ""
    },
    {
      "id": 115,
      "default": "As hard as you kick and pull, the current pushes back with the strength of a bear. You keep pace with the Huana, though your muscles burn with the effort.",
      "female": ""
    },
    {
      "id": 116,
      "default": "One of the Huana, you notice, struggles to remain in the pack. \r\n\r\nNo, he's struggling just to stay above water. His desperate gasps carry down the channel.",
      "female": ""
    },
    {
      "id": 117,
      "default": "[Help him to shore.]",
      "female": ""
    },
    {
      "id": 118,
      "default": "[Keep swimming for the goal.]",
      "female": ""
    },
    {
      "id": 119,
      "default": "[Consign his soul to Berath.]",
      "female": ""
    },
    {
      "id": 120,
      "default": "The perfect stillness of Berath's implacable will rests heavy - yet comfortable - within your chest.",
      "female": ""
    },
    {
      "id": 121,
      "default": "You swim on, noting the muscular bald woman break away to head back for the struggling swimmer.\r\n\r\nThe goal looms closer.",
      "female": ""
    },
    {
      "id": 122,
      "default": "With a final burst of muscle-straining speed, you push well ahead, crossing the goal several stroke ahead of the closest competitor. ",
      "female": ""
    },
    {
      "id": 123,
      "default": "You push yourself until your muscles scream in complaint, but the blond aumaua stays just ahead, clenching the victory.",
      "female": ""
    },
    {
      "id": 124,
      "default": "[Go to the water and strip down.]",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"I have to get naked for this?\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"I think I'll keep my clothes on. For... speed.\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "[Return towards the bridge.] \"I'll... be right back.\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "You give it your all, but it's not even close. You cross the line after four others.",
      "female": ""
    },
    {
      "id": 129,
      "default": "Panting and aching, you pull yourself onto the shore and walk back towards the bridge to collect your belongings.\r\n\r\nThe people on the bridge above cheer and applaud.",
      "female": ""
    },
    {
      "id": 130,
      "default": "Panting and aching, you pull yourself onto the shore and walk back towards the bridge to collect your belongings.\r\n\r\nThe people on the bridge above cheer and applaud.",
      "female": ""
    },
    {
      "id": 134,
      "default": "The orlan, too, claps as he approaches. \"Well good gods alive, you sure showed them, didn't you?\" \r\n\r\nHe hands you a hefty pouch of azata nui shells.",
      "female": ""
    },
    {
      "id": 135,
      "default": "The orlan laughs happily as he approaches. \"Gods alive if you're not five times the swimmer that you look!\"\r\n\r\nHe hands you a hefty pouch of azata nui shells.",
      "female": ""
    },
    {
      "id": 136,
      "default": "The master of ceremonies smiles warmly at you. \"Ngati favors you. She will expect much in return.\"\r\n\r\nShe presses a small object into your hands. \"Then for you, in honor of your victory.\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "[Cross the bridge.] \"I don’t care about your games.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "[Specified 0] looks over the aumaua, eyes lingering on a heavily muscled, bald woman, a lean blond man, and a gangly young man in his late teens.\n\n\"I reckon the blond has an advantage, being both strong and compact.\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "[Specified 0] frowns. \"Hard to say who's best without seeing them in action.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "One of them, a man with tightly-curled blond hair, combines lean muscle with a compact frame. As he stretches, he watches the water as if it were an old friend.",
      "female": ""
    },
    {
      "id": 142,
      "default": "You doubt that third, a gangly teen, should even be here. A light wind might carry him away.",
      "female": ""
    },
    {
      "id": 144,
      "default": "You shrug off your brine-crusted clothes and lay your belongings on the rocks.",
      "female": ""
    },
    {
      "id": 145,
      "default": "She shrugs, the faintest hint of a grin twisting her lips. \"We <i>require</i> nothing.\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "You set your heavy gear aside but remain clothed.",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"My, Watcher. You sure are - I mean, what I - well, that's, uh... Good luck!\" Red-faced, Xoti clears her throat behind her fist. But she doesn't break her stare.",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"I'll keep a close watch on your possessions.\" Aloth nods and lays a hand on your discarded clothes.",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"I don't blame you. You drag certain things in the water, might be they look like something else to a fish.\"",
      "female": "\"Hope you're not doing that on my account. I'm just gonna be watching for sea turtles anyway.\""
    },
    {
      "id": 151,
      "default": "She bows her head. \"Then may you go avoid Ngati's hunger.\"",
      "female": ""
    },
    {
      "id": 152,
      "default": "The swimmers slip out of their own robes and choose places on the stone outcroppings overlooking the channel. Each aumaua's tightly-muscled skin glimmers slightly, as if dusted with shavings of silver.\r\n\r\nThe woman stands to the side. \"When my hand falls, then you go. First to the bend takes the prize.\"\r\n\r\nShe lifts her hand above her head...",
      "female": ""
    },
    {
      "id": 153,
      "default": "You wrap an arm around the struggling swimmer, and he has the wherewithal not to struggle against you as you swim him towards land. \r\n\r\nYou pull yourself onto the rocky shore and help him up behind you.",
      "female": ""
    },
    {
      "id": 154,
      "default": "He smiles, rubbing his fingers together as if to indicate coin. \"But for us foreign, non-swimming types, there's a bit of action in the betting.\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"I'll be back later.\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"I'll keep a close watch on your things.\r\n\r\n\"By which I mean your clothes.\" Aloth coughs uncomfortably and lays a hand on your discarded belongings.",
      "female": ""
    },
    {
      "id": 157,
      "default": "The faint trace of a smile forms on Edér's lips.",
      "female": ""
    }
  ]
}