{
  "Component": "exported",
  "Name": "conversations\\endgameslides",
  "Entries": [
    {
      "id": 1,
      "default": "As Eothas' voice fades, the enormity of what you've accomplished sinks in. You have confronted a god. You have rediscovered the ancient city where the Wheel was forged.\r\n\r\nAnd you have seen the Wheel shattered.\r\n\r\nWhat comes next is uncertain, but already the legend spreads of the Watcher who survived Ondra's Mortar and stood toe-to-toe with Eothas.",
      "female": ""
    },
    {
      "id": 2,
      "default": "No sooner has Berath spoken than you feel yourself dissolve. It is not an unpleasant sensation - something between falling asleep and drifting on a warm current.\r\n\r\nYour essence is pulled through the adra, where it mingles with the stuff of thousands of other souls. Your thoughts, your memories, even your identity as the Watcher fade like a dream.",
      "female": ""
    },
    {
      "id": 7,
      "default": "In the days sailing back from Ukaizo, Edér keeps mostly to himself, reflecting upon the new, fragile existence his god has forced upon the world. He decides that if he knows one thing about the gods, it is that they are already plotting, and greater calamities will certainly follow. Ultimately he chooses to remain with you on the Defiant, knowing if any mortal is to have the final word in a conflict with the gods, it will be the Watcher of Caed Nua.",
      "female": ""
    },
    {
      "id": 8,
      "default": "In the days sailing back from Ukaizo, Edér finds himself disillusioned with all gods, his own above all. Where the gods have touched Deadfire, he sees only destruction, loss, and emptiness. He casts off all symbols of Eothas, and even begins refusing to use his name. Ultimately, he chooses to remain with you on the Defiant, knowing if any mortal is to have the final word in a conflict with the gods, it will be the Watcher of Caed Nua.",
      "female": ""
    },
    {
      "id": 9,
      "default": "Edér takes his leave from the Defiant at the first port you reach. He does not share his intentions, but you later learn he has secured passage back to the Dyrwood. There, he traces the footsteps of Eothas in reverse, working to repair the devastation his god has wrought.",
      "female": ""
    },
    {
      "id": 10,
      "default": "Edér takes his leave from the Defiant at the first port you reach. He does not share his intentions, but you later learn he has secured passage back to the Dyrwood. There he brings a message to the Eothasian faithful, telling them that Eothas has returned, and that their faith in their god has not been misplaced.",
      "female": ""
    },
    {
      "id": 11,
      "default": "Edér returns to Hasongo where he reunites with Bearn, the son of his former lover Elafa. Although Bearn regrets not having joined the Army of Eothas, he accepts that he tried to go about it the wrong way. Likewise, he comes to idolize his new \"uncle,\" who has truly marched in the Lighted Path. Together they set about bolstering Eothas’ following in Deadfire, and preparing for the greater conflict Edér believes is soon to come.",
      "female": ""
    },
    {
      "id": 12,
      "default": "Edér returns to Hasongo where he reunites with Bearn, the son of his former lover Elafa. However, the visit does not go as planned. Distraught upon learning that he has truly missed the chance to help Eothas in his greatest moment, Bearn spurns Edér’s offer of guidance. He disappears from Hasongo soon after, leaving Edér alone there with only memories of the boy’s mother for company. Eventually, Edér finds his way back to rejoin you on the Defiant.",
      "female": ""
    },
    {
      "id": 13,
      "default": "Edér returns to Hasongo where he reunites with Bearn, the son of his former lover Elafa. The boy takes heart in Edér’s account that Eothas and all the other gods were false, petty, and unworthy of the love of kith. Realizing how close he came to dying for this cause, Bearn finds renewed purpose in working alongside his \"uncle\" to repair the many scars left upon Deadfire by the gods. Under Edér’s guidance, Bearn grows into the kind of irreverent, stubborn hothead that would have made his mother proud, and Edér visits her gravesite often to tell her so.",
      "female": ""
    },
    {
      "id": 15,
      "default": "Eventually, your soul reforms and finds its way into a small, crawling thing of fur and claws. You know the world by sound and scent, as food and danger. The concerns of gods and nations are beyond you.\r\n\r\nIt is a simple and satisfactory existence, though your mind can conceive of no other.\r\n\r\nWhether it is a long one will depend upon the Watcher Berath chooses in your stead.",
      "female": ""
    },
    {
      "id": 17,
      "default": "Your stand against Eothas lasts no longer than it takes you to declare it.\r\n\r\nIn less than the span of a breath, the god absorbs your soul into his adra body, where it mingles with the thousands already there.\r\n\r\nIt is a strange afterlife - a place of sleepy peace for some and unrelenting tedium for others.\r\n\r\nFor you, it is a place of stasis.",
      "female": ""
    },
    {
      "id": 18,
      "default": "You surface from the morass time and again only to remember the task you left behind. And how powerless you now are to complete it.\r\n\r\nYou dimly perceive a world in chaos, souls hanging in the balance. You recall there was something you were supposed to do, but it feels as though you've been locked in a cage and dropped into the sea.",
      "female": ""
    },
    {
      "id": 20,
      "default": "On your recommendation, Eothas disperses his essence - and that of the thousands of souls within him - to centers of knowledge and learning around the world.\r\n\r\nAnimancers, engineers, wizards, and scholars of all stripes make astounding breakthroughs in understanding and harnessing the phenomena that govern Eora. ",
      "female": ""
    },
    {
      "id": 21,
      "default": "As the light of thousands of souls leaves Maros Nua's body, Deadfire quakes. The sea churns. All around the archipelago, long-forgotten Engwithan ruins rise from the rubble and the waves - a lost bounty of ancient knowledge now laid bare for kith.",
      "female": ""
    },
    {
      "id": 22,
      "default": "Eothas channels his essence into Berath, empowering the god of doors, cycles, and life and death beyond all other gods. \r\n\r\nBerath vows to maintain peace and order in the Here and the Beyond while kith labor toward a solution. The other gods, for the time being, submit.",
      "female": ""
    },
    {
      "id": 23,
      "default": "Under the leadership of Director Castol and amply supplied with Ukaizo's luminous adra, the Vailian Trading Company unites animancers from around the world. \r\n\r\nThe advances they make together promise to surpass even the work of the Engwithans.",
      "female": ""
    },
    {
      "id": 24,
      "default": "Under the leadership of Director Alvari and amply supplied with Ukaizo's luminous adra, the Vailian Trading Company becomes the dominant force in animancy. Knowledge is gathered and hoarded, and rivals are recruited, discredited, or worse.\r\n\r\nThe field of animancy is both invigorated and weakened by this fierce competition.",
      "female": ""
    },
    {
      "id": 25,
      "default": "While some of these developments prove beneficial to kith, others are decidedly less so. But such is the price of innovation.\r\n\r\nWhat remains to be seen is how - indeed, whether - they will restore the cycle Eothas has broken.",
      "female": ""
    },
    {
      "id": 26,
      "default": "The Huana lay claim to Deadfire's ruins and lead efforts to explore them. They prove especially adept at deciphering the secrets of Ukaizo, emboldening efforts to recreate the work of the Engwithans.",
      "female": ""
    },
    {
      "id": 27,
      "default": "Director Castol's Vailian Trading Company takes a special interest in the Engwithan ruins at Ukaizo, and his animancers make great progress in deciphering the work of the ancients there.",
      "female": ""
    },
    {
      "id": 28,
      "default": "Priests, mystics, and visionaries around the world dream of ancient pasts. Scholars delve into the annals of history. All of Eora gazes backward to find its way forward.\r\n\r\nWhat remains to be seen is whether kith will find the same answers the Engwithans did, and whether they will apply them to the same effect.",
      "female": ""
    },
    {
      "id": 29,
      "default": "Under Berath's guidance, the world becomes a more predictable, stable place. Seasons fall into a disturbingly regular rhythm, and wars, famines, and natural disasters dwindle.\r\n\r\nBut so too do surges of prosperity and innovation.",
      "female": ""
    },
    {
      "id": 30,
      "default": "Newly empowered by their victory in Deadfire and this season of calm, Rauatai rises to prominence in Eora. \r\n\r\nThe ranga nui and his people lead efforts to effect a solution to the winding down of reincarnation, pursuing that goal with the same dogged relentlessness with which they have pursued all others for millennia. Their resourcefulness and tenacity slowly but surely guide Eora closer to salvation.",
      "female": ""
    },
    {
      "id": 31,
      "default": "Great minds around the world work methodically toward salvation, both unhindered and uninspired by changes, upheavals, and the unexpected.",
      "female": ""
    },
    {
      "id": 32,
      "default": "You sink and forget, only to remember again.",
      "female": ""
    },
    {
      "id": 33,
      "default": "Maros Nua's body finally goes still amidst the rubble of the Engwithan machines, yet it continues to glow. Priests and mystics have strange dreams of an island of eternal dawn at the eye of a storm, a port where the tide never flows out, a roadside tavern whose door leads only inward.",
      "female": ""
    },
    {
      "id": 34,
      "default": "Unfortunately, your legend will not last very long.\r\n\r\nThe doubt you have planted in Eothas is a relentless force. To have come so far and hoped so boldly in the valor of kith, only to have those hopes rebuked - it is too much, even for a god.",
      "female": ""
    },
    {
      "id": 35,
      "default": "As a Watcher, you see what these dreamers cannot - the souls of the departed drifting toward the adra colossus and the twilit afterlife within.\r\n\r\nWhether it is a temporary haven or a permanent end will depend on what the kith of Eora are able to accomplish on their own.",
      "female": ""
    },
    {
      "id": 36,
      "default": "The greatest hope seems to lie in animancy, which the burgeoning Vailian Trading Company explores with newfound purpose and vigor.",
      "female": ""
    },
    {
      "id": 37,
      "default": "The greatest hope seems to lie in the work of the ancient Engwithans and the Huana's efforts to unearth and understand it. ",
      "female": ""
    },
    {
      "id": 38,
      "default": "The greatest hope seems to lie with the Rauataians, whose plans to excavate and rebuild the shattered machinery of reincarnation draws many of the engineers and weather mages who once irrigated and protected their rocky homeland.",
      "female": ""
    },
    {
      "id": 39,
      "default": "And while Maros Nua stands frozen over Ukaizo, the gods look on the labors of kith.\r\n\r\nBut they do not intervene. \r\n\r\nThey watch and argue, wager and conjecture at how - or whether - mortals will solve the puzzle set before them.",
      "female": ""
    },
    {
      "id": 40,
      "default": "Waves drown the coast. The earth splits and swallows cities. Luminous adra dims. \r\n\r\nAnd the gods fall silent.\r\n\r\nThe real destruction, however, begins in the hours and days that follow.",
      "female": ""
    },
    {
      "id": 41,
      "default": "The death of Eora begins with the small things - grass and insects, all the tiny lives that are hardly missed until they are gone. But in the shadow of each death is another. Grain withers on the stalk. Cattle choke on dust. Nations starve too quickly to make war.\r\n\r\nAnd what dies does not come back. ",
      "female": ""
    },
    {
      "id": 42,
      "default": "The bones of Eora's dead sink into the soil, and their untethered souls leach into the In-Between. \r\n\r\nThe world ends as others have begun - a lifeless rock in a cloud of essence.",
      "female": ""
    },
    {
      "id": 44,
      "default": "Reclaiming Ukaizo is both a symbolic and a practical victory for the Huana. The ancient city is a potent reminder of their people's ancient glory, and it promises to be a much more easily defensible capital, especially with the storm controls of Ondra's Spire close at hand.\r\n\r\nThe other tribes unite under the Kahanga and dedicate themselves to rebuilding Ukaizo and relearning its secrets.",
      "female": ""
    },
    {
      "id": 45,
      "default": "The Vailian Trading Company continues its operations in Deadfire, though it is forced to renegotiate many of its contracts with the newly-empowered Huana crown. \r\n\r\nCompany leadership finds that the new terms are much more favorable to the tribes than to their own interests in the region.",
      "female": ""
    },
    {
      "id": 46,
      "default": "Due to these changes, the Vailian Trading Company eventually withdraws most of its people from Deadfire, though Castol convinces the Songretta mea Compresa to maintain nominal animancy operations in the region. \r\n\r\nThey agree and put him in charge of them.",
      "female": ""
    },
    {
      "id": 47,
      "default": "Due to these changes, the Vailian Trading Company eventually withdraws most of its people from Deadfire. Castol begs the Songretta mea Compresa to maintain nominal animancy operations.\r\n\r\nThe Songretta reluctantly agrees, and as punishment for Castol's losses at Ondra's Mortar, they put him in charge of this initiative.",
      "female": ""
    },
    {
      "id": 48,
      "default": "Most in the Republics consider this an embarrassing demotion, though Castol himself relishes his smaller, quieter role.",
      "female": ""
    },
    {
      "id": 49,
      "default": "Due to these changes, the Vailian Trading Company eventually withdraws most of its people from Deadfire.",
      "female": ""
    },
    {
      "id": 50,
      "default": "Due to these changes - and the loss of much of its fleet - the Vailian Trading Company eventually withdraws most of its people from Deadfire.",
      "female": ""
    },
    {
      "id": 51,
      "default": "The Royal Deadfire Company is expelled from the archipelago as punishment for their attack at Ondra's Mortar.",
      "female": ""
    },
    {
      "id": 52,
      "default": "The Royal Deadfire Company is allowed to continue trading in the archipelago, though they are forced to submit most of their outposts and fortifications to Huana leadership.",
      "female": ""
    },
    {
      "id": 53,
      "default": "The storms across the Rauataian mainland subside along with those of Ondra's Mortar.\r\n\r\nHowever, Rauatai regards this respite with a wary eye, ever mindful that the machinery at Ondra's Spire remains under their foes' control.",
      "female": ""
    },
    {
      "id": 54,
      "default": "The battle at Ondra's Mortar leaves the fleet of the Príncipi sen Patrena in shambles. Thus sundered, they fight among each other until they are little more than squabbling bands of pirates.",
      "female": ""
    },
    {
      "id": 55,
      "default": "They continue to harass unguarded merchant vessels, but they are fit for little more. Gone are the dreams of empire and the hunger for primacy.",
      "female": ""
    },
    {
      "id": 56,
      "default": "The Huana settlement of Ukaizo reignites Furrante's dream of a new Vailian empire. Deadfire is claimed and controlled, but the clearing of Ondra's Mortar offers the possibility of new prospects in yet-undiscovered lands.\r\n\r\nHe leads the Old Vailian loyalists across the sea, searching still for a new Vailian homeland.",
      "female": ""
    },
    {
      "id": 57,
      "default": "With the Huana settling in at Ukaizo and both Vailian and Rauataian trade reduced, Deadfire becomes a much less tempting target for Aeldys' Príncipi.\r\n\r\nThe end of the storms at Ondra's Mortar, however, offers tantalizing possibilities: new lands and fatter prizes.\r\n\r\nAeldys leads the newbloods across the sea, in search of fresh adventures.",
      "female": ""
    },
    {
      "id": 59,
      "default": "The last thing Two-Eyed Pim wants is leadership over the divided Príncipi, but he finds himself thrust into the role nonetheless.\r\n\r\nTo the surprise of all, he prospers.\r\n\r\nWhile he lacks Furrante's charisma and Aeldys' bravura, he proves to have a knack for delegation and an excellent head for business. \r\n\r\n\r\nAnd despite all the changes in Deadfire, the archipelago still hungered for trade.",
      "female": ""
    },
    {
      "id": 60,
      "default": "Under him, the Príncipi sen Patrena evolve into a transit company - one of the largest and certainly the best-armed in all of Eora.\r\n\r\nAnd as the only sizable outfit without a connection to any rival government, Pim finds himself in a rather profitable niche, indeed.",
      "female": ""
    },
    {
      "id": 61,
      "default": "At Ukaizo, the Vailian Trading Company discovers a cornucopia of Engwithan devices and artifacts as well as vast reserves of luminous adra.\r\n\r\nUnder Director Castol's leadership, the company is poised to become not only the foremost authority on animancy, but also the dominant power in Deadfire.\r\n\r\nThe Songretta mea Compresa quickly approves the construction of an academy at Ukaizo in addition to several permanent settlements.",
      "female": ""
    },
    {
      "id": 62,
      "default": "At Ukaizo, the Vailian Trading Company discovers vast reserves of luminous adra.\r\n\r\nUnder Director Alvari's leadership, the company begins harvesting it at breakneck speed. The Songretta mea Compresa hastily approves the construction of several temporary settlements, and the message is clear - the company is here for business, but not forever.",
      "female": ""
    },
    {
      "id": 63,
      "default": "The Kahanga leadership takes responsibility for the welfare of the Roparu, and the Gullet starts to improve. What was once a den of crime, poverty, and illness slowly becomes a quiet haven for the Roparu.",
      "female": ""
    },
    {
      "id": 64,
      "default": "Vailian wealth flows into the archipelago, and what powers remain chase it desperately - Huana tribes compete with one another for contracts, and independent traders vie for business. \r\n\r\nEveryone seizes what they can while the boom lasts, anxious in the knowledge that, one day, the Vailians will leave, and the contest for Deadfire will likely begin again.",
      "female": ""
    },
    {
      "id": 65,
      "default": "With Queen Onekaza II dead, the Huana tribes fragment further. Some profit by working with the Vailians, and others find themselves evicted from their old lands, but for many, life continues much as it had before.",
      "female": ""
    },
    {
      "id": 66,
      "default": "With the Kahanga monarch reduced to a figurehead, the Huana tribes fragment further. Some profit by working with the Vailians, and others find themselves evicted from their old lands, but for many, life continues much as it had before.",
      "female": ""
    },
    {
      "id": 67,
      "default": "The Vailians' business interests trump their enmity, and they allow most of the Royal Deadfire Company's ships and personnel to remain in the archipelago to trade. Rauatai's legendary cannons pose little threat to them now.\r\n\r\nAfter all, the Vailians could not want for better leverage than Ondra's Spire.",
      "female": ""
    },
    {
      "id": 68,
      "default": "The storms across the Rauataian mainland subside along with those of Ondra's Mortar.\r\n\r\nHowever, Rauatai regards this respite with a wary eye, ever mindful that the machinery at Ondra's Spire remains under their foes' control.",
      "female": ""
    },
    {
      "id": 69,
      "default": "The influx of Vailian business into Deadfire creates an unprecedented opportunity for the Príncipi sen Patrena. Though their dreams of conquest have been squashed, there are more than enough prizes passing through to keep the captains in silks and their crews fed and content. \r\n\r\nAnd business is good enough that the Songretta is willing to write off more than a few losses with each transit.",
      "female": ""
    },
    {
      "id": 70,
      "default": "As Rauatai's engineers had predicted, turning off the machine at Ondra's Spire calms not only the storms of Ondra's Mortar, but also those in Rauatai. \r\n\r\nFor the first time, citizens of the mainland admire the beauty of sea and sky without wondering when they will unleash destruction.\r\n\r\nThe changes to Rauatai, however, extend far beyond the weather.",
      "female": ""
    },
    {
      "id": 71,
      "default": "Rauataians had long forged their identities around enduring hardship and laboring together. But over time, as their cities and crops flourish under sunny skies, they find they need one another less. \r\n\r\nInevitably, some lament this softer, easier life. Others point to national self-reliance, to burgeoning industry, to families that did not have to send their kin abroad, as evidence that the new ways are vastly preferable to the old.",
      "female": ""
    },
    {
      "id": 72,
      "default": "Besides, Rauataians everywhere still share a purpose more urgent than any the world had ever known: reforging the cycle of reincarnation.",
      "female": ""
    },
    {
      "id": 73,
      "default": "The changes to Deadfire are just as significant. The ranga nui declares the archipelago an extension of his empire, and his administrators waste no time in making that true in deed as well as in word. ",
      "female": ""
    },
    {
      "id": 74,
      "default": "Rauataian gunships patrol Deadfire, hunting down pirates and smugglers, including the remaining Príncipi. \r\n\r\nAfter their defeat at Ondra's Mortar, the pirate nation stands no chance against the organized might of Rauatai.",
      "female": ""
    },
    {
      "id": 75,
      "default": "Rauataian gunships patrol Deadfire, hunting down pirates and smugglers, including the Príncipi. \r\n\r\nDivided as they are, the pirate nation stands little chance against the organized might of Rauatai.",
      "female": ""
    },
    {
      "id": 76,
      "default": "They manage a few respectable battles before Furrante is forced to declare their defeat and disband once and for all.",
      "female": ""
    },
    {
      "id": 77,
      "default": "Aeldys keeps them fighting until the very end, losing most of her ships in a grand battle that Rauatai's lore chanters will sing about for years to come.",
      "female": ""
    },
    {
      "id": 78,
      "default": "As Rauataian farmers, merchants, and laborers move to the archipelago, there is little room - and less patience - for the Vailian Trading Company.\r\n\r\nThe ranga nui soon forces the Vailian Trading Company to surrender its holdings in Deadfire, straining relations with the Republics.",
      "female": ""
    },
    {
      "id": 79,
      "default": "Rauatai knits its new archipelago together with all the tools of government and infrastructure. New ports spring up across Deadfire, guarded with sturdy Rauataian bronze and run with dispassionate Rauataian efficiency. \r\n\r\nMost Huana remain, even as their homeland changes around them. ",
      "female": ""
    },
    {
      "id": 80,
      "default": "Their huts and lodges are cleared to make way for towns of stone and brick. The walls that are built to protect them also cut them off from the freedom of the open sea.\r\n\r\nThose Huana who trade caste and prize-share for Rauataian unity and striving prosper. Others mourn the passing of their queen and see the end of their way of life as a precursor of the doom of Eora.",
      "female": ""
    },
    {
      "id": 81,
      "default": "Under Furrante's guidance, the Príncipi sen Patrena lay claim to Ukaizo and begin the difficult work of nation-building. \r\n\r\nThey establish a formal government around the Consuaglo mes Casitàs and learn to cultivate and trade for the resources they once seized and stole.\r\n\r\nTheir neighbors in the archipelago are initially reluctant to accept them, but given the ample protection that Ondra's Spire affords Ukaizo, they have little choice.",
      "female": ""
    },
    {
      "id": 82,
      "default": "The Vailian Trading Company and the Royal Deadfire Company continue trading in the region, though they're now forced to pay tariffs to the very pirates who once robbed them.\r\n\r\nRauatai enjoys a respite from the storms, though the Príncipi's control of Ondra's Spire remains a constant threat.",
      "female": ""
    },
    {
      "id": 83,
      "default": "Devastated by their defeat at Ondra's Mortar and demoralized by the loss of Ukaizo, the Huana tribes fragment further.\r\n\r\nWithout a monarch in place, the once-great city of Neketaka gradually devolves into a den of crime.",
      "female": ""
    },
    {
      "id": 84,
      "default": "After the battle, Aeldys sends her fleet from Ukaizo. \r\n\r\nHer first and last act as lady of the ancient city is to reactivate the storms from Ondra's Spire. Her work done, she departs in the Floating Hangman.\r\n\r\nShe determines that none shall control the power of Ukaizo. Under her, the Príncipi shall remain a lawless, rootless pirate band, and Deadfire shall remain free for any with the will to make their way in it.",
      "female": ""
    },
    {
      "id": 85,
      "default": "Demoralized by the loss of Ukaizo, the Huana tribes fragment further. All of Queen Onekaza's work to unify her people falls apart, and foreign traders openly flout the decrees of the Kahanga crown.",
      "female": ""
    },
    {
      "id": 86,
      "default": "As the rise in piracy makes operations in Deadfire ever more costly, the Consuaglo mea Compresa votes to scale back the Vailian Trading Company's presence. \r\n\r\nLuminous adra and animancy research remain valuable enterprises, but the company can no longer afford to seek dominance in the region.",
      "female": ""
    },
    {
      "id": 87,
      "default": "The Royal Deadfire Company makes a final attempt to seize Ukaizo using an innovation of its own - a ship that submerges itself beneath the waves and storms.\r\n\r\nIt is not, however, immune to the magically-charged barrels that Aeldys' ships drop into the water.",
      "female": ""
    },
    {
      "id": 88,
      "default": "After an embarrassing defeat, the Royal Deadfire Company consolidates its forces in the archipelago and limits its ambitions to a handful of well-guarded plantations. \r\n\r\nThe storms of Rauatai rage on, and its people muddle through with the same tenacity that has served them for millennia.",
      "female": ""
    },
    {
      "id": 89,
      "default": "In reaching Ukaizo and facing Eothas, you have accomplished the impossible, and you have done it without the assistance of the great powers of Deadfire. Your feats capture the awe and imagination of a world that need heroes more than ever.\r\n\r\nSome say your intervention prevented Eothas from a far worse act of destruction. Many believe <i>you</i> will be the salvation of Eora. ",
      "female": ""
    },
    {
      "id": 90,
      "default": "With each day, your legend grows.\r\n\r\nAs does the chaos in Deadfire.",
      "female": ""
    },
    {
      "id": 91,
      "default": "Ukaizo remains unclaimed, and Ofecchia Channel becomes the site of a near-constant battle as the Huana and the Rauataians vie for control of the unprotected island. \r\n\r\nThe Rauataians rely on their cannons, and the Huana call forth massive waves and beasts of the deep to sink their foes.",
      "female": ""
    },
    {
      "id": 92,
      "default": "And while they chip away at one another, the Vailians and the Príncipi pursue their own ends with increasing abandon.",
      "female": ""
    },
    {
      "id": 93,
      "default": "Emboldened by their rivals' distraction, the Vailian Trading Company seizes territory and mines luminous adra at a startling pace. Huana villages are left at the mercy of unscrupulous speculators, and resource-rich islands are swarmed and stripped.",
      "female": ""
    },
    {
      "id": 94,
      "default": "To support their operations, the Vailian Trading Company begins shipping ever greater quantities of supplies and luminous adra to and from the archipelago.\r\n\r\nThis attracts the attention of the Príncipi, who target these ships with increasing aggression. The promise of fat prizes draws even more pirates to their ranks.\r\n\r\nThe Rauataians - as well as the Huana - are too busy to stop them.",
      "female": ""
    },
    {
      "id": 96,
      "default": "The mysterious deaths of Governor Clario and Storm Speaker Ikawha provoke hostilities between the Vailian settlers and the Huana residents. What starts with angry words escalates to retaliatory killings as each side blames the another.",
      "female": ""
    },
    {
      "id": 97,
      "default": "By the time anyone bother to question the strange coincidences surrounding their deaths - including reports of a cloaked aumaua woman seen in both the port and the village - both sides have gone too far to turn back.",
      "female": ""
    },
    {
      "id": 98,
      "default": "The chaos makes it easy for a small Rauataian contingent to swoop in and establish control over the island. Within days, they eject the remaining Vailians and pacify the Huana. Port Maje becomes a valuable outpost, and one that allows Rauatai easy control over the southern end of Deadfire.\r\n\r\nIt is, by all accounts, a smooth and exceedingly well-run operation.",
      "female": ""
    },
    {
      "id": 99,
      "default": "The conflict eventually draws the attention of Queen Onekaza, who sends a contingent of warriors to drive the remaining Vailians from the island.\r\n\r\nPort Maje becomes a cautionary tale for outsiders who would abuse the hospitality of the Huana tribes.",
      "female": ""
    },
    {
      "id": 100,
      "default": "The conflict eventually draws the attention of the Songretta mea Compresa. They dispatch a mercenary company to subdue the remaining Huana and select a strict hard-liner to replace Clario.\r\n\r\nPort Maje becomes a cautionary tale for Huana tribes that would consider violence against the Vailian Trading Company.",
      "female": ""
    },
    {
      "id": 101,
      "default": "As the conflict tears both the village and the town apart, many people - Huana and Vailian alike - drift away in search of other opportunities.\r\n\r\nMany find themselves among the newly-empowered Príncipi. After the violence they've already seen, piracy doesn't seem so bad.",
      "female": ""
    },
    {
      "id": 102,
      "default": "Your wanton bloodshed scarred the people of Port Maje, especially following in the wake of the catastrophic storm and the sighting of the adra colossus.\r\n\r\nMany who had come seeking their fortunes leave Deadfire for good.",
      "female": ""
    },
    {
      "id": 103,
      "default": "Ikawha's death leaves Sātahuzi a ghost town. Those who survived your attack flee and never set foot on the island again.",
      "female": ""
    },
    {
      "id": 104,
      "default": "After your murder of Clario, Ikawha leads her people away from Sātahuzi, resolved to avoid the capricious violence of outsiders' affairs.",
      "female": ""
    },
    {
      "id": 105,
      "default": "The Rauataians swoop in and quickly establish control over the island. They built up much better defenses than their Vailian predecessors, transforming Port Maje into a control point for the southern region of the archipelago.",
      "female": ""
    },
    {
      "id": 106,
      "default": "The Vailian Trading Company eventually reestablishes control over the island. Learning from their mistakes, they built up Port Maje's defenses and hire mercenaries to protect it.",
      "female": ""
    },
    {
      "id": 107,
      "default": "Half-abandoned and undefended, Port Maje gradually becomes a haven for the Príncipi.",
      "female": ""
    },
    {
      "id": 108,
      "default": "Despite other tensions across the archipelago, Port Maje remains a model of peaceful, productive cooperation between the Huana and the Vailian Trading Company. \r\n\r\nThough they do not always agree, Governor Clario and Storm Speaker Ikawha work together for the mutual benefit of their people.",
      "female": ""
    },
    {
      "id": 109,
      "default": "As Rauataian ships close on Port Maje, Governor Clario and Storm Speaker Ikawha unite their forces in resistance. \r\n\r\nRauatai eventually prevails, but only after a long and costly campaign.",
      "female": ""
    },
    {
      "id": 110,
      "default": "Port Maje remains stable despite the changes at work in Deadfire. Governor Clario and Storm Speaker Ikawha work together to shore up their defenses against the Príncipi and to petition the Vailian Trading Company for additional funding.\r\n\r\nThanks to their joint efforts, Port Maje becomes a bastion of security and prosperity in the southern archipelago.",
      "female": ""
    },
    {
      "id": 112,
      "default": "As the balance of power changes in Deadfire, so too does Neketaka transform. ",
      "female": ""
    },
    {
      "id": 113,
      "default": "The pirates continue smuggling food into the Gullet, and the Roparu embrace their benefactors, aiding and concealing their smuggling operations.\r\n\r\nOver time, the Gullet becomes a hotbed of piracy.",
      "female": ""
    },
    {
      "id": 114,
      "default": "The Royal Deadfire Company evacuates and razes the Gullet, hoping to lift the Roparu out of squalor and eradicate the criminal elements.\r\n\r\nThey certainly rid Neketaka of an eyesore, though the larger problems of crime and poverty prove harder to solve.",
      "female": ""
    },
    {
      "id": 115,
      "default": "Largely forgotten amidst more prominent concerns, the Gullet continues to be a miserable place, especially for those Roparu who flee to Neketaka seeking a haven amidst the turmoil. \r\n\r\nFor them, the grand city is a promise cruelly broken.",
      "female": ""
    },
    {
      "id": 117,
      "default": "Though the Watershapers Guild had been the pride of Neketaka for a century, your brutal attack left it in shambles. \r\n\r\nYears of knowledge and expertise died with the slain watershapers. Without the secrets of Ukaizo, it would likely be many years before the Huana regained what was lost.",
      "female": ""
    },
    {
      "id": 120,
      "default": "With Scyorielaphas' essence still empowering the Watershapers Guild, the practice of watershaping grows and flourishes in Neketaka, and its practitioners rise in prestige.\r\n\r\nThey install conveyors in the falls that run through the city and craft sculptures for every street and plaza. Thus, the Watershapers Guild becomes a power in its own right in the city of Neketaka.",
      "female": ""
    },
    {
      "id": 121,
      "default": "Though the loss of Scyorielaphas' essence weakens the Watershapers Guild, animancers with the Vailian Trading Company offer a proposition: in exchange for knowledge of watershaping, they will develop a new source of essence for the guild.\r\n\r\nSome of the elders balk at sharing their secrets with foreigners, but the partnership that follows proves fruitful for the guild as well as the animancers.",
      "female": ""
    },
    {
      "id": 122,
      "default": "Ukaizo reveals more about the ancient art of watershaping than the guild could have hoped to learn in another century of work.\r\n\r\nWith this new knowledge, watershapers across the archipelago wield the currents and bend the waves for the pleasure and benefit of the new Huana nation.",
      "female": ""
    },
    {
      "id": 123,
      "default": "The Engwithan and Huana ruins that Eothas reveals hold many surprises for the Watershapers Guild.\r\n\r\nThough they yearn for the knowledge still hidden in Ukaizo, what they learn amidst their people's ruins spreads and strengthens the practice of watershaping across the archipelago.",
      "female": ""
    },
    {
      "id": 125,
      "default": "The loss of Scyorielaphas' essence weakens the Watershapers Guild. Their power wanes, and their influence fades.\r\n\r\nThe art of watershaping survives as an arcane curiosity.",
      "female": ""
    },
    {
      "id": 126,
      "default": "The Watershapers Guild is allowed to remain in Neketaka. Its members continue their arcane art and dream of finding the ancient secrets of their practice.",
      "female": ""
    },
    {
      "id": 129,
      "default": "Ruānu, the chieftain of the Huana at Tikawara, dies mysteriously. The tribe finds his body washed up on the same beach where Anaharu challenged him to the Trial of Waves.\r\n\r\nSome blame Anaharu's vengeful spirit. Others see it as Ngati's final judgment.\r\n\r\nAnd a few speak of a strange man seen lingering in the village.",
      "female": ""
    },
    {
      "id": 130,
      "default": "Nairi, the priestess of the Huana at Tikawara, dies mysteriously. The tribe finds her body washed up on the same beach where her father challenged Ruānu to the Trial of Waves.\r\n\r\nSome blame Ruānu's restless spirit. Others see it as Ngati's final judgment.\r\n\r\nAnd a few speak of a strange man seen lingering in the village.",
      "female": ""
    },
    {
      "id": 132,
      "default": "Atsura sends a ship with food, aid, and a small garrison of soldiers to the unfortunate village.\r\n\r\nThe leaderless tribe is all too happy to accept Rauatai's generosity. They return the favor by reaching out to other far-flung tribes on behalf of their new benefactors.",
      "female": ""
    },
    {
      "id": 133,
      "default": "The leaderless tribe eventually scatters. Some head to Neketaka, while others seek out the Wahaki.",
      "female": ""
    },
    {
      "id": 134,
      "default": "With the adra of Poko Kohara restored, Director Castol establishes a small port at Tikawara.\r\n\r\nHe sends a team of animancers to study the ruins and their machinery. It is a small operation, but one that brings a measure of stability and prosperity to Tikawara and its people.",
      "female": ""
    },
    {
      "id": 135,
      "default": "Given his success with Port Maje, Clario is asked to recommend a governor for the new Tikawara port. Ikawha advises the tribe on working with their new Vailian neighbors. \r\n\r\nIt is, by all accounts, a successful and promising venture.",
      "female": ""
    },
    {
      "id": 136,
      "default": "With the adra of Poko Kohara restored, Director Alvari establishes a small port at Tikawara.\r\n\r\nHer team works day and night to extract the luminous adra from Poko Kohara. But the labor is hardest on the Huana, who are assigned the arduous and dangerous work of hauling the adra from the ruins.\r\n\r\nSome slip away, hoping for better fortunes in Neketaka or among other tribes.",
      "female": ""
    },
    {
      "id": 137,
      "default": "The adra at Poko Kohara is restored, but the rumored Vailian Trading Company post never comes to Tikawara.\r\n\r\nTorn between waiting and seeking better fortunes elsewhere, the tribe gradually scatters and fragments.",
      "female": ""
    },
    {
      "id": 138,
      "default": "With the adra at Poko Kohara destroyed and hopes of a Vailian outpost dashed, the tribe resolves to leave Tikawara behind.\r\n\r\nSmall and mobile, they move amongst the Kua o Rikuhu Islands, where they escape the notice of larger powers.",
      "female": ""
    },
    {
      "id": 140,
      "default": "Once Hazanui Karū has fortified Rauatai's outposts and established dominance over Deadfire, she turns her attention to the slavers infesting Crookspur.\r\n\r\nThough they have surrounded their walls with cannons and filled their harbor with ships, they are no match for Rauatai's fleet. The hazanui liberates the slaves and executes their captors.",
      "female": ""
    },
    {
      "id": 141,
      "default": "To the misfortune of many, a group of slavers remains entrenched on Crookspur. While they profit off the misery of kith, no one is able to stop them.",
      "female": ""
    },
    {
      "id": 142,
      "default": "The slavers of Crookspur continue to seize and sell Huana, and Aeldys turns her ships against them. \r\n\r\nUnfortunately, her fleet is too disorganized, and the slavers are too well entrenched. Despite dozens of small battles over the years, she is never quite able to eliminate them. \r\n\r\nYet her fierce attacks prevent the Crookspur operation from expanding.",
      "female": ""
    },
    {
      "id": 143,
      "default": "Though your adventures alter the destiny of Eora and the balance of power in Deadfire, they also leave a lasting mark on those who travel at your side.\r\n\r\nYour companions find themselves changed in ways both big and small.",
      "female": ""
    },
    {
      "id": 145,
      "default": "Plagued by constant nightmares and hallucinations, Xoti becomes increasingly disassociated from reality. Meanwhile, her power continues to grow with every soul she harvests. \r\n\r\nYou start to notice sliced-up animal corpses everywhere you two travel. But when confronted about it, Xoti stomps her feet and fiercely denies any wrongdoing.\r\n\r\nThen one night, Xoti wakes but never leaves the nightmare. Shivering uncontrollably, she packs up her belongings and slips away into the darkness, murmuring that she must return to the Temple of Gaun in order to fulfill her purpose to her god.\r\n\r\nBut she never reaches the temple. None of the Dawnstars know what's become of her aside from disturbing rumors of a Harvester ravaging the southeastern islands in the Deadfire - leaving a trail of blood in her wake.",
      "female": ""
    },
    {
      "id": 148,
      "default": "You let Remaro go, and the former pirate ostensibly set sail for the trade lanes of the Eastern Reach, the Aedyr Empire, Old Vailia, and the Republics. \r\n\r\nFor the remainder of your time together, Serafen seems - if not exactly happy - at least contented with the outcome of your confrontation with his former mentor at Sayuka.",
      "female": ""
    },
    {
      "id": 150,
      "default": "After reporting back to her superiors for the Watcher's actions against the Vailian Trading Company, Pallegina is rewarded with reassignment home, to the Vailian Republics. She spends the next several years as the head of the household guard for the duc of Ancenze.\r\n\r\nIn this role, she is often lauded for her courage and loyalty. Even with all of the praise, there are still times when she cannot help but feel she could have had more influence on what transpired in the Deadfire.",
      "female": ""
    },
    {
      "id": 156,
      "default": "Great changes are at work in Deadfire and the world beyond, but the storms of Ondra's Mortar rage on. Whatever salvation kith achieve will be hard-won, but it will be the deliverance of their own choosing. ",
      "female": ""
    },
    {
      "id": 157,
      "default": "Your pursuit of Eothas and your journey to Ukaizo signal the end of forces that have shaped the lives of kith and the course of nations. The cycle of reincarnation has been broken. The storms of Ondra's Mortar have calmed.\r\n\r\nYet each ending promises a new beginning. As the sun rises over Ukaizo, kith turn their gaze eastward, wondering at what lies beyond. And at the world they will fashion for themselves.",
      "female": ""
    },
    {
      "id": 158,
      "default": "As the Watcher of Caed Nua and the former Herald of Berath, you return to your ship and begin the long journey home.\r\n\r\nYou hope for calm weather.",
      "female": ""
    },
    {
      "id": 160,
      "default": "After you depart Port Maje, Aloth Corfiser pursues a mission of his own: finding an ancient Leaden Key cabal hidden in Deadfire.\r\n\r\nHis search leads him to the Wahaki tribe. Yet without a Watcher's insight, he is unable to understand the clues he finds. Or why they leave the tribe suspicious of him.\r\n\r\nHe dies on a warrior's spear, never learning the answers he sought.",
      "female": ""
    },
    {
      "id": 161,
      "default": "Aloth renews his commitment to transforming the Leaden Key from a tool of secrecy and oppression into a watchdog organization.\r\n\r\nWith the Wheel broken, he reasons the world will need wise and responsible leadership more than ever.\r\n\r\nIt is a lofty goal, and one he does not expect to finish in his lifetime. But if there's one thing he's learned from the Watcher, it's that a single person can change the world.",
      "female": ""
    },
    {
      "id": 162,
      "default": "Aloth renews his commitment to destroying the Leaden Key. With the Wheel broken, loosening the gods' stranglehold on kith is more urgent than ever.\r\n\r\nIt is a lofty goal, and one he does not expect to finish in his lifetime. But if there's one thing he's learned from the Watcher, it's that a single person can change the world.",
      "female": ""
    },
    {
      "id": 163,
      "default": "His one regret is having to leave the Watcher he has come to love.\r\n\r\nHe bids you a fond and affectionate farewell, hoping your paths converge again one day.",
      "female": ""
    },
    {
      "id": 164,
      "default": "Thus, it is with great relief that he sheds Thaos' mantle. The Leaden Key will become what kith need of it in time. Assuming they have need of it at all.",
      "female": ""
    },
    {
      "id": 165,
      "default": "Thus, it is with great relief that he abandons his labors against the Leaden Key. Without Thaos at the helm, it will crumble in its own time.\r\n\r\nThe best he can do is stand back and allow it to happen.",
      "female": ""
    },
    {
      "id": 166,
      "default": "Happily, his decision allows him to journey alongside the Watcher he has come to love. He does not know what the future holds for them - or, indeed, for the world. Whatever it is, they shall face it as they have faced all their greatest trials: together.",
      "female": ""
    },
    {
      "id": 168,
      "default": "If Aloth has learned one thing from your adventures, it is that the forces shaping the world are vaster and more complex than he had ever imagined.\r\n\r\nAnd they are far beyond anyone's power to control.",
      "female": ""
    },
    {
      "id": 170,
      "default": "Plagued with nightmares and haunted by the deaths at Hasongo, Laethärn begins questioning his faith in Eothas. At first, his fellow Dawnstars chide him, but that changes as word of Eothas' deeds at Ukaizo spreads.\r\n\r\nAfter all, what business have they worshiping a god who denied his own legitimacy?",
      "female": ""
    },
    {
      "id": 173,
      "default": "Your brief encounter with Laethärn proves deeply influential for the Children of the Dawnstars. ",
      "female": ""
    },
    {
      "id": 174,
      "default": "He comes to recognize his nightmares and the scene at Hasongo as Eothas' final warning to his people: unite in strength and faith or perish forever.\r\n\r\nAs word of Eothas' deeds at Ukaizo spreads, his fellow Dawnstars take this message to heart.",
      "female": ""
    },
    {
      "id": 175,
      "default": "The Children of the Dawnstars respond to Eothas' sacrifice by taking up the lanterns and sickles of the Harvesters of Gaun.\r\n\r\nThey become pilgrims of essence, gathering souls across Eora and ferrying them to the haven within the adra colossus.\r\n\r\nOthers will repair or rebuild the Wheel one day. In the meantime, the Dawnstars will care for the souls of the dead.",
      "female": ""
    },
    {
      "id": 177,
      "default": "The Children of the Dawnstars respond to Eothas' sacrifice by taking up the lanterns and sickles of the Harvesters of Gaun.\r\n\r\nThey become pilgrims of essence, gathering souls across Eora and ferrying them to the edge of Ondra's Mortar that they might find their way to the haven within the adra colossus.\r\n\r\nOthers will repair or rebuild the Wheel one day. In the meantime, the Dawnstars will care for the souls of the dead.",
      "female": ""
    },
    {
      "id": 178,
      "default": "As Eothas pours his essence into Berath, so too do the Children of the Dawnstars pour their faith into the god of doors and cycles, life and death.\r\n\r\nSome pray for guidance and order. Others take it upon themselves to enforce it. They sharpen their scythes and sickles to defend the peace they have been granted.\r\n\r\nThey failed Eothas before. They will not fail Berath now.",
      "female": ""
    },
    {
      "id": 179,
      "default": "The faith of the Children of the Dawnstars fades, but their commitment to the people of Deadfire does not. \r\n\r\nThey continue feeding, healing, and helping the neediest, just as they have for decades.\r\n\r\nIt is no longer a holy mission, but it is a mission all the same.",
      "female": ""
    },
    {
      "id": 180,
      "default": "The faith of the Children of the Dawnstars brightens. Eothas returned to give the world the greatest gift of all: hope.\r\n\r\nIn response, they continue feeding, healing, and helping the neediest in Deadfire, just as they have for decades.\r\n\r\nIt remains their holy mission. And they will persevere in love and faith.",
      "female": ""
    },
    {
      "id": 182,
      "default": "Though the Kahanga monarchy moves its new seat of government to Ukaizo, Neketaka continues to be a busy and important city.",
      "female": ""
    },
    {
      "id": 183,
      "default": "The Vailian Trading Company builds up the port in Queen's Berth. The company's expanding presence, however, quickly outgrows the dockside district.\r\n\r\nCompany facilities and personnel spread throughout Neketaka.",
      "female": ""
    },
    {
      "id": 184,
      "default": "While Hazanui Karū directs her fleet from Ukaizo, Atsura stays behind to manage Neketaka. \r\n\r\nUnder his oversight, sturdy walls and artillery batteries rise to protect the city. Ships bearing settlers from Rauatai and staple goods from the archipelago churn the waters of Queen's Berth.\r\n\r\nAnd despite the vacancies at Kahanga Palace, Atsura retains his simple quarters in the Brass Citadel.",
      "female": ""
    },
    {
      "id": 185,
      "default": "Pirates, smugglers, and other criminals flow into the city, openly flouting its laws.",
      "female": ""
    },
    {
      "id": 186,
      "default": "With the major powers at one others' throats, Neketaka becomes a maelstrom of chaos. Spies and smugglers follow the flow of refugees into the city, where violence is commonplace.\r\n\r\nUkaizo remains the coveted prize, and Neketaka fades into an afterthought.",
      "female": ""
    },
    {
      "id": 187,
      "default": "Tekēhu never intended to grasp at the destiny his coming foretold, but he finds himself doing just that.\r\n\r\nHe sails from island to island as an emissary from the gods to the Huana people. The tribes welcome his message and use it to bridge their traditions across the archipelago. Huana unity has never been stronger. \r\n\r\nWith Ngati's covenant firmly in mind, Tekēhu feels confident enough to reshape the very Deadfire. ",
      "female": ""
    },
    {
      "id": 188,
      "default": "Tekēhu distances himself from the problems of the Deadfire, giving the tribes a reprieve from godlike omens. Ngati's silence speaks volumes. The Huana grow to rely on each other, paving a new way forward divorced from their traditions. \r\n\r\nSoon after his departure from Neketaka, sailors report of mountainous water sculptures rising from the open sea - entrancing and salacious. These works are celebrated everywhere from the brothel to the palace, though the identity of the artist remains an open question.",
      "female": ""
    },
    {
      "id": 192,
      "default": "The discovery of Ukaizo doesn't bring Tekēhu the answers that he sought, but this proves only a minor setback. \r\n\r\nMerely knowing that Ngati's chosen landed on the island ignites something in the Huana tribes - a fervent desire to recover the past and let history illuminate the way forward. \r\n\r\nTekēhu rides this momentum, leading by example and teaching his people to rely on each other instead of on omens. His message is an upheaval of norms, but it's as embraced and beloved as he is.",
      "female": ""
    },
    {
      "id": 193,
      "default": "Tekēhu distances himself from the problems of the Deadfire, giving the tribes a reprieve from godlike omens. Ngati's silence speaks volumes. The Huana grow to rely on each other, paving a new way forward divorced from their traditions. \r\n\r\nSoon after he departs Neketaka, distant tribes report of unusual and salacious water sculptures appearing on their shores. These quaint visitations are widely celebrated, the identity of the artist ever an open question.",
      "female": ""
    },
    {
      "id": 194,
      "default": "As your paths diverge, Tekēhu leaves you with a protracted and energetic farewell. He has work to do in the Deadfire, but his heart - and, he insists, the rest of him - is yours. You make promises to see each other again on different shores. ",
      "female": ""
    },
    {
      "id": 195,
      "default": "Your farewell is short and cordial. Nothing further needs to be said and you wish each other well. Tekēhu does not look back. \r\n\r\nThe sea feels restless in his absence. ",
      "female": ""
    },
    {
      "id": 199,
      "default": "Without Tekēhu, the Watershapers Guild learns to grow and prosper on its own. The established forms and philosophies of watershaping evolve over time. The pace is slow and uncoordinated, but hopeful. ",
      "female": ""
    },
    {
      "id": 200,
      "default": "Armed with new resolve, Tekēhu ushers the Watershapers Guild toward the traditions of the forgotten past. Ngati's gift slowly begins to resemble something closer to its ancestral form.\r\n\r\nThe work is slow but determined. ",
      "female": ""
    },
    {
      "id": 201,
      "default": "After the massacre of the watershapers, Tekēhu attempts to restore the guild to its former strength. His example attracts new recruits, but he struggles to teach his acolytes that which comes from instinct. ",
      "female": ""
    },
    {
      "id": 202,
      "default": "Without Tekēhu to wrest it back from the precipice, the Watershapers Guild falls into permanent decline. Most of the surviving guildmembers don't know the ancestral art well enough to pass on their knowledge to the next generation. \r\n\r\nThe art doesn't vanish entirely, but its significance diminishes.",
      "female": ""
    },
    {
      "id": 203,
      "default": "As your paths diverge, Tekēhu expresses remorse that you did not have more time to explore your connection. The future is uncertain, but the embrace you share at parting is full of promise. ",
      "female": ""
    },
    {
      "id": 204,
      "default": "He bids you farewell, suggesting that you seek your next adventure in a brothel or tavern where consequences begin and end at the front door. \r\n\r\nHe sounds eager to leave old conflicts in the past. ",
      "female": ""
    },
    {
      "id": 205,
      "default": "Time away from the navy gives Maia Rua some perspective on how Rauatai conducted the Deadfire occupation. No sooner does she return to active duty than she voices her frustrations over some of the more underhanded tactics she witnessed - and carried out - in the name of the homeland. \r\n\r\nHer voice carries all the way to the ranga nui, who reminds his admirals that battles are won by superior tactics, but war is a battle of precedent - and winning is not always a victory.\r\n\r\nThe people listen.",
      "female": ""
    },
    {
      "id": 206,
      "default": "Pleased with the navy's conduct throughout the Deadfire campaign, Maia returns to active duty. She can find a free drink and a sharp salute anywhere she goes in Rauataian territory. \r\n\r\nIn recognition of her performance, the navy attempts to give Maia less strenuous work. She flatly refuses - throwing herself into the fray whenever she can. \r\n\r\nHer rifle never has time to cool.",
      "female": ""
    },
    {
      "id": 207,
      "default": "Though Maia's covert assignment in the Deadfire is considered a success, few claim knowledge of it or openly congratulate her. She receives no praise beyond knowing glances or the occasional raised tankard from her countrymen. \r\n\r\nShe never responds.",
      "female": ""
    },
    {
      "id": 209,
      "default": "Maia's part in the conquest of Ukaizo brings fame and fortune to the Rua family. Officers salute her in passing and a row of medals decorate the breast of her uniform. Her parents and siblings are paraded between the great houses of Rauatai for nightly dinners and celebrations.\r\n\r\nShe has a hero's welcome in her future. ",
      "female": ""
    },
    {
      "id": 211,
      "default": "She acts withdrawn in your presence, haunted by her choices. The bond that you once shared all but dissolves in silence. ",
      "female": ""
    },
    {
      "id": 212,
      "default": "There's never enough free time to explore your mutual connection. Something about your bond feels unfinished, but as your paths diverge you start running out of reasons to see each other. \r\n\r\nIn your presence she's always armed with a pleasant smile and lots of questions. Her embrace is full of warmth. If there isn't time now, someday there might be. ",
      "female": ""
    },
    {
      "id": 214,
      "default": "Whenever you come across Maia, Xoti is never far off. The two of them spend every available hour sharing stories over drinks, dangling their feet over docks, or exploring strange temples by the light of Xoti's lantern. \r\n\r\nThey're good for each other, and they both seem to know it.",
      "female": ""
    },
    {
      "id": 215,
      "default": "She and Xoti don't see much of each other, and when they cross paths they quickly run out of things to say. Their agreement to set aside what they once tried to build together is largely unspoken.",
      "female": ""
    },
    {
      "id": 216,
      "default": "She looks forward to seeing her brother again. So does Ishiza.",
      "female": ""
    },
    {
      "id": 217,
      "default": "She misses her brother, but some wounds are not meant to heal. Even Ishiza feels his absence.",
      "female": ""
    },
    {
      "id": 218,
      "default": "Turning her back on the hierarchy that brought her to the Deadfire earns Maia Rua a dishonorable discharge from Rauatai's navy. The homeland attempts to stem further rebellion with a campaign of propaganda, smearing her name wherever ships make port. \r\n\r\nMaia is numb to all of this. Her pain is self-imposed. \r\n\r\nIt isn't long before she leaves your company with little fanfare, going her own way in the world.",
      "female": ""
    },
    {
      "id": 219,
      "default": "Though she has a lot on her mind, she still makes time to visit - even if it's just to share a few pleasant words and a subtle wink. \r\n\r\nYou don't often travel together, but it's clear that what you built in your time as shipmates is alive and well. ",
      "female": ""
    },
    {
      "id": 220,
      "default": "Remaro, mutineer and traitor, bled out at your feet. \r\n\r\nDuring the remainder of your time together, you occasionally catch Serafen watching you, the expression in his green eyes contemplative. \r\n\r\nThough his gaze is largely inscrutable, it's far from friendly.",
      "female": ""
    },
    {
      "id": 221,
      "default": "Your trials in the Deadfire end without crossing Serafen's path a second time. Having driven him from your company, you doubt the foul-mouthed little pirate wants anything further to do with you.",
      "female": ""
    },
    {
      "id": 222,
      "default": "Your trials in the Deadfire end without crossing Serafen's path a second time, and you never hear whether the slavers you sold him to at Bleakrock Shrine ever catch him. Regardless, he likely wants little to do with you. \r\n\r\nYet every once in a while you catch a hint of cobalt blue out of the corner of your eye, and you wonder whether the orlan pirate is as finished with you as you are with him.",
      "female": ""
    },
    {
      "id": 223,
      "default": "And yet, when the two of you part, Serafen seems emboldened, invigorated by a new sense of purpose. He buys you a drink, toasts to the Deadfire, says let's see if we can't make something worth a shit out of what's left of these Príncipi swabs, and sets sail the next morning.\r\n\r\nIn the years to follow, rumors occasionally reach you of the blue orlan pirate of the Deadfire, a privateer captain as keen to free slaves or fight foreign influence as he is to plunder and pillage.",
      "female": ""
    },
    {
      "id": 224,
      "default": "When he leaves, he does so with little fanfare. Nothing but a roughly-scrawled note slipped under your door: Be seeing you, cap.\r\n\r\nYou hear of Serafen, from time to time, in rumors and sea tales. He prowls the Deadfire, a brutally efficient killer, never long for any ship and never close to any crew.\r\n",
      "female": ""
    },
    {
      "id": 225,
      "default": "After your encounter with Eothas, the pirate drifts into quiet contemplation. As you sail into your next port, he meets you at the ship's rail. He'll be leaving the gods to you going forward, he tells you, and saving his bullets for those like to die from them.\r\n\r\nSerafen parts company with you not long after. Occasionally, in the years that pass, you hear tale of his ship, the Taste of Freedom, and its violent exploits against any and all who would purchase or purvey kith.",
      "female": ""
    },
    {
      "id": 226,
      "default": "After your encounter with Eothas, he opens a bottle of rum to celebrate your survival. He uncorks a second shortly thereafter. By the time Serafen leaves you at Neketaka, you haven't seen him sober in weeks.\r\n\r\nThe orlan drifts out of your life as inscrutably as he drifted into it, and what little you hear of him in the years that follow suggests he's come to find himself more comfortable in taverns and taprooms than in galleys and galleons.",
      "female": ""
    },
    {
      "id": 227,
      "default": "Serafen seems little impacted by your journey. Always knew the gods were larger than me, he tells you, on the evening he decides to part from your company. He's too long put aside those he cares most for, he confesses over a bottle of rum, and he's got leagues to sail to make it right. \r\n\r\nThe following morning, he's gone, leaving only a crude stick figure rendering of Eothas scrawled into the hull to mark his passage.\r\n",
      "female": ""
    },
    {
      "id": 228,
      "default": "Seemingly lit with an inner glow, Xoti takes to a new life of mission work with gusto. She still is committed to shepherding souls for Gaun, but having realigned her goals with that of her fellow Dawnstars, she now endeavors to help the living as much as the dead.\r\n\r\nAs you travel the Deadfire, you find her sleeping better and laughing more often. When the time comes for her to return to her temple in Neketaka, it's with a clear wistfulness and much lip biting on her part.\r\n\r\nShe leaves you with her sickle and a hastily scrawled note. It reads: <i>A keepsake from a path once walked. Remember me, Watcher. For I will forever dream of you.</i>",
      "female": ""
    },
    {
      "id": 229,
      "default": "Xoti's journey through the Deadfire on [Player Ship] is an eye-opening experience for the sheltered farm girl. After many souls harvested, more lives aided, and much adventure had, the priestess declares her intent to rejoin her fellow missionaries at the Temple of Gaun in Neketaka. \n\nFollowing a shy grin and a overzealous handshake, Xoti leaves you with an open invitation to visit her any time.\n\nIt is some months later when she pens you a missive.\n\n<i>Can you hardly believe it?</i> Her chicken scratch handwriting reads, <i>Saewyn's sailing for distant lands. She's leaving me in charge of the temple. I've been named the High Priestess of Gaun!</i>",
      "female": ""
    },
    {
      "id": 230,
      "default": "Though the two of you no longer travel together, Xoti holds fast to the memory of you in her heart, remaining your fierce and doting girlfriend - faithful even in her absence.\r\n\r\nYou receive a missive for every day apart, though they often arrive in a single bundle some weeks or months past. In them, she writes of how she misses you, how you are like a fire that burns inside her, how one day surely you will be united again.\r\n\r\nUntil then, she prays for your safety as she continues to labor in service to Gaun.",
      "female": ""
    },
    {
      "id": 231,
      "default": "After you divest Xoti of her virtue, she does not take the break up well. On several different nights, you have to turn her away when she tries to follow you into your captain's quarters.",
      "female": ""
    },
    {
      "id": 233,
      "default": "It's hard not to notice how Xoti follows Maia everywhere she goes. The two seem nigh inseparable and can often be found talking, laughing, fishing and target practicing, or sharing drinks and kisses before sneaking belowdecks for some privacy.\n\n",
      "female": ""
    },
    {
      "id": 234,
      "default": "After Xoti and Maia's short-lived romance flames out, the priestess sulks about the ship, looking listless, her lantern light burning low.\r\n\r\nBut after only a couple of weeks, she picks herself back up again, vowing to focus single-mindedly on her duty to Gaun.",
      "female": ""
    },
    {
      "id": 235,
      "default": "Xoti is not a priestess who understands the meaning of subtlety. As such, she makes her girlish crush on Edér painfully obvious from the moment she first sets eyes on the strapping fighter. \r\n\r\nBut as you all travel, Edér grows increasingly uncomfortable with her attempts to engender his affection, until he finally takes her aside and sets her straight.\r\n\r\nHe's not interested in a sheltered, overzealous little girl, he explains in so many words. After that, Xoti turns a cold shoulder to him, sometimes \"forgetting\" to heal him in the chaos of battle.\r\n\r\nOr so she claims.",
      "female": ""
    },
    {
      "id": 236,
      "default": "Xoti is not a priestess who understands the meaning of subtlety. As such, she makes her girlish crush on Edér painfully obvious from the moment she first sets eyes on the strapping fighter.\r\n\r\nEarly in your travels, Edér appears discomforted by her persistent flirting. He often grimaces when she sidles up to him, and he takes endless pains to keep their conversations terse and to the point.\r\n\r\nBut after a little smoothing on your part to nudge them in the right direction, Edér makes an effort to view Xoti with an open mind, and Xoti begins teasing the veteran fighter in a more companionable and less amorous manner. \r\n\r\nAfter saving each other's hides a couple times and sharing more than a few laughs, the two form an easy and, you suspect, life-long friendship. ",
      "female": ""
    },
    {
      "id": 237,
      "default": "Crookspur remains a slaver stronghold, and one whose dark legend only grows.\r\n\r\nFor every so often, a slave ship bears its unfortunate cargo away to a little-trafficked corner of the archipelago where fampyrs and guls are rumored to feast on kith flesh.\r\n\r\nSuch ships return empty, their crew and captains visibly shaken.",
      "female": ""
    },
    {
      "id": 239,
      "default": "Sated by luminous adra and left in peace, Menzzago and his guls grow powerful. \r\n\r\nThough their hunger for kith wanes, passing ships give Splintered Reef a wide berth.",
      "female": ""
    },
    {
      "id": 240,
      "default": "With Ukaizo secure and the slavers gone, Rauatai wastes no time in moving against Menzzago and his guls.\r\n\r\nDespite your arrangement, the hazanui places no stock in the promises of a fampyr.\r\n\r\nThe legendary Ruquapa bombard Splintered Reef until it is little more than foam and flotsam.",
      "female": ""
    },
    {
      "id": 241,
      "default": "Ships continue to disappear at the southeastern fringe of the archipelago, and stories circulate of a colony of fampyrs and guls preying on their crews.",
      "female": ""
    },
    {
      "id": 242,
      "default": "The queen soon sends a contingent of her bravest warriors, who end the horrors of Splintered Reef.",
      "female": ""
    },
    {
      "id": 243,
      "default": "The hazanui soon sends the Ruqapa, who end the horrors of Splintered Reef.",
      "female": ""
    },
    {
      "id": 244,
      "default": "Free of Menzzago at last, Copperhead determines to leave Splintered Reef. \r\n\r\nHe and several fellow vessels cobble together a seaworthy ship from the wreckage of their island and set sail for brighter horizons.",
      "female": ""
    },
    {
      "id": 245,
      "default": "This doubt festers within Eothas. As he reaches beyond the wreckage of the Wheel, it passes from him to the luminous adra beneath. \r\n\r\nThe entire world trembles as the adra at its core splinters.",
      "female": ""
    },
    {
      "id": 246,
      "default": "For assisting the Watcher in securing Ukaizo for the Vailian Trading Company, Pallegina is honored in a ceremony at Biageppe attended by all five of the ducs bels. Duc Remasi is so overjoyed by his good fortune that he offers Pallegina a boon.\r\n\r\nShe immediately takes the duc up on his offer by requesting that the ducal charter of the Frermàs mes Canc Suolias be amended to allow the admission of women. Soberly, the duc accepts, much to his chagrin.\r\n\r\nThe following spring, the brotherhood admits its first five girl cadets.",
      "female": ""
    },
    {
      "id": 247,
      "default": "Following her triumphant return to the Republics, Pallegina is assigned to be the personal guard of the Ducess Spirento. She excels in this role, and is favored by the ducess above all other members of the brotherhood.\r\n\r\nShe finds time to write to her camerata often, telling you of the great advances in animancy and arts the Republics continue to make at home, in the Deadfire, and beyond.",
      "female": ""
    },
    {
      "id": 248,
      "default": "For assisting the Watcher with the Huana conquest of Ukaizo, Pallegina is immediately dismissed from the brotherhood, but the ducs stop short of banishing her from the Republics.\r\n\r\nDirector Castol intercedes on her behalf, pleading with the ducs for her assistance with his ongoing work in the Deadfire.\r\n\r\nReluctantly, the ducs readmit Pallegina to the Frermàs mes Canc Suolias. She remains Director Castol's only official support from the ducs in the region.",
      "female": ""
    },
    {
      "id": 249,
      "default": "For assisting the Watcher with the Huana conquest of Ukaizo, Pallegina is immediately dismissed from the brotherhood.\r\n\r\nWith no friends left among the Vailian Trading Company, Pallegina is banished from the Republics.\r\n\r\nSeen as a Vailian by the Huana and an outcast by her own people, she finds the Deadfire cold and unwelcoming. Spirit broken, she eventually boards a ship bound for Defiance Bay and is not heard from again.",
      "female": ""
    },
    {
      "id": 250,
      "default": "The Vailian Trading Company is initially furious with Pallegina for her support of the Watcher during the Príncipi conquest of Ukaizo.\r\n\r\nThey make a show of banishing her from the order for a time, but they quickly realize that Captain Furrante has no intention of pushing the Company from the Deadfire.\r\n\r\nWithin a few months, she is readmitted to the brotherhood, though the ducs ensure she spends a year performing the most onerous assignments available.",
      "female": ""
    },
    {
      "id": 251,
      "default": "The Vailian Trading Company is furious with Pallegina for her support of the Watcher during the Príncipi conquest of Ukaizo.\r\n\r\nTheir fury intensifies when Aeldys' pirates triple their attacks on all merchant ships in the Deadfire.\r\n\r\nInstead of removing Pallegina from the brotherhood, the ducs assign her to guard the most vulnerable ships in the Company fleet.\r\n\r\nFive months into her assignment, Pallegina goes down with the Vengiatta men Aimora. Her body is never found.",
      "female": ""
    },
    {
      "id": 252,
      "default": "The Vailian Trading Company is initially furious when they learn that Pallegina had assisted the Watcher in claiming Ukaizo.\r\n\r\nIn the chaotic aftermath, the Company takes a more nuanced view of Pallegina's actions. The turmoil in the region allows the well-organized Company to seize a number of valuable assets from their competitors.\r\n\r\nThough Pallegina is not rewarded for her actions, nor is she punished. The ducs and songretta agree to \"forget\" her support of the Watcher. She is quietly reassigned to duty in the Vailian Republics, an order she gladly obeys.",
      "female": ""
    },
    {
      "id": 255,
      "default": "Following her triumphant return to the Republics, Pallegina is assigned to be the personal guard of the Ducess Spirento. She excels in this role, and is favored by the ducess above all other members of the brotherhood.\r\n\r\nTheir close relationship causes friction with the ducess' husband, the Canta Miraba. His impotent annoyance becomes the subject of courtly gossip and the inspiration for a well-received farce staged at the biggest theatre in Ozia.",
      "female": ""
    },
    {
      "id": 256,
      "default": "Pallegina renews her relationship with Giacolo, corresponding with him regularly and even meeting with the old animancer once or twice a year.\r\n\r\nThough she does not understand the intricate details of his research, she reads his letters and responds with great enthusiasm.\r\n\r\nHer brothers and even the ducs themselves note that Pallegina's demeanor is always warmer on the days when she receives a letter. Rumors even spread that some of the brothers have seen her smile.",
      "female": ""
    },
    {
      "id": 257,
      "default": "Despite her good fortunes in the Deadfire, Pallegina mourns the loss of Giacolo for years.\r\n\r\nShe cursed herself for not finding her friend sooner, for not protecting him from Captain Tatzatl and his crew.\r\n\r\nOn a few lonely nights, Pallegina composes letters to the Watcher, asking what more they could have done to save him. They are never sent.",
      "female": ""
    },
    {
      "id": 258,
      "default": "Although she had made it through her second adventure with the Watcher, Pallegina regrets that she never found her childhood friend, Giacolo.\r\n\r\nShe searches far and wide, across the Deadfire and beyond, but never finds him.",
      "female": ""
    },
    {
      "id": 261,
      "default": "In spite of all your efforts, you are unable to overcome the terrible power of Ondra's Mortar.\r\n\r\nYour ship is overwhelmed, and you with it. It takes only moments for the entire vessel to be swept beneath the waves.",
      "female": ""
    },
    {
      "id": 262,
      "default": "As you sink into the depths, the din of the storm recedes above you. Soon it is little more than a muffled rumble. You are alone in the dark, awaiting death.\r\n\r\nYour lungs begin to burn. In the distance, you can see a dim light making its way toward you. A plaintive tune accompanies it, a woman's voice. Somehow it calms you, in spite of your circumstance.",
      "female": ""
    },
    {
      "id": 263,
      "default": "The light reaches you. It is attached to a large angler fish, its scales glittering in the darkness. The woman's singing ceases as the voice speaks to your mind.\r\n\r\n<i>We had high hopes for you, Watcher of Caed Nua.</i>\r\n\r\nYour body betrays you, drawing in a large gulp of sea water. Your chest spasms. The pain is unbearable.",
      "female": ""
    },
    {
      "id": 264,
      "default": "<i>Be still now. Forget your pain. Forget your struggle.</i>\r\n\r\nThe angler fish's light begins to dim and turn sideways, but perhaps it is your sight that is failing, your body that is turning. You can't seem to think straight.\r\n\r\n<i>Forget.</i>\r\n\r\nThe sensation of pain begins to fade. Then all sensation fades.",
      "female": ""
    },
    {
      "id": 265,
      "default": "<i>Forget.</i>\r\n\r\nThe rest is darkness.",
      "female": ""
    }
  ]
}