{
  "Component": "exported",
  "Name": "conversations\\21_prologue\\21_cv_player_awakens",
  "Entries": [
    {
      "id": 1,
      "default": "The return to your body feels like waking after a fitful, drunken sleep. The rocking of the ship sends pain jolting through your limbs. Crashing waves hammer inside your skull.",
      "female": ""
    },
    {
      "id": 2,
      "default": "Edér watches over your body with a glazed look, taking long, even tokes from his pipe.\r\n\r\nAt the first movement of your chest, he starts. His gasp, mid-puff, sends him coughing and straining for breath.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"My lord, have you returned to us?\"",
      "female": "\"My lady, have you returned to us?\""
    },
    {
      "id": 4,
      "default": "\"Alive.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"I'm in a lot of pain.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Weak, but I'm sure it will pass.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Alive's a big improvement.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"That might've been me. I've been slapping you a little harder each day, trying to wake you.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Sure. You been out a long time.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Given what you've suffered, that is no small accomplishment.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Considering how long you've been unconscious, I fear that's to be expected.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Most of it, I'm sure.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I hate to cast a pall over your recovery, but I'm afraid I have some bad news for you.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"I know.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Remain silent.]",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Misfortune's brewing topside! We- Magran's fires, the captain stirs!\" An older man with ale-sour breath rubs his bloodshot eyes and stares at you.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"How could you know all that? You been faking on us?\"\r\n\r\nHe pokes at your shoulder with one finger.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"My lord, you've barely moved in weeks. How-\"",
      "female": "\"My lady, you've barely moved in weeks. How-\""
    },
    {
      "id": 19,
      "default": "\"I know this is asking a lot, but you better arm yourself and get on deck. Should be some gear in there.\"\r\n\r\nHe indicates a nearby wardrobe.",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"It would be wise to arm yourself first, my lord. You'll find equipment in the wardrobe next to me.\"",
      "female": "\"It would be wise to arm yourself first, my lady. You'll find equipment in the wardrobe next to me.\""
    },
    {
      "id": 23,
      "default": "\"I never dreamed it'd work.\"\r\n\r\nEdér stares with disbelief at what would likely be his slapping hand, examining both sides. He shrugs.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Well, you owe me.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Naw, there's no way. You're awake! What are you doing awake?\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"How you feeling?\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Engrim, the smell of drink on your breath could wake the very dead.\r\n\r\n\"Now, what's this about?\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Pirates. They're demanding parley with ye, captain.\" ",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"How are you feeling?\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "The voice echoes from inside the bust - the remains of the Steward of Caed Nua.",
      "female": ""
    },
    {
      "id": 31,
      "default": "The voice echoes from inside the bust - the remains of the Steward of Caed Nua.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Caed Nua has been destroyed. Eothas possessed the statue of Maros Nua and rose from the ground, consuming the souls of all nearby.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"I know not how, but it seems he has retained a piece of your soul. And proximity to it has brought you back.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"It is only by the exceptional strength of your soul that you survived.\r\n\r\n\"And even then, just barely.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"The further Eothas withdrew, the weaker you became. We chartered this ship and followed him to the Deadfire Archipelago.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Focused. The universe never fails to find a purpose for me.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Sure. I mean, someone has to be there for the gods to get mad at.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Let us hope it does not always need to call you to the Beyond to reveal it.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Being dead was a profound experience.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Sure, everybody should try it once.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"And may it be many, many years before you repeat it.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Who are you?\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Me? You don't remember?\"\r\n\r\nEdér points at his face, which he seems to be arranging into his most recognizable expression. Receiving no response, he shrugs.",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"I'm the captain of this boat. And I was real big back in Dyrwood. Had this keep called Caed Nua. I was famous.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"And I was what you'd call a Watcher. I'd go around talking to dead folks and creeping out just about everyone who saw.\"\r\n\r\nHe holds up his hands with fingers curled to mimic claws.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"You, you're just some farmer, likes to follow me around. Take most of the beating for me when we get attacked.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Very funny.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"That doesn't sound right to me.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Really? I thought it was the other way around.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Don't worry, it'll all come back.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Ah, see? You remember.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"If you say so.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Well, maybe it was you who was going around being a creepy Watcher. I get mixed up easily.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"But that fortress was mine, I remember that.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Well, if it doesn't, I still wouldn't mind you taking the hits for me when the fighting starts.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Anyway, you didn't answer my question. How you feeling?\"",
      "female": ""
    }
  ]
}