{
  "Component": "exported",
  "Name": "conversations\\21_prologue\\21_cv_benweth",
  "Entries": [
    {
      "id": 1,
      "default": "\"Well, what have we here? A little sloop - lost and alone in the storm.\"\r\n\r\nA surly, brutish looking captain stands stiff-backed before his crew. He scowls as he assesses you, his hair whipping about his ears in the wind. \r\n",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"At least he asked.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"The storm's pretty loud. Did you say you're surrendering? How strange.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Attack] \"Fire all cannons, aim at the mouthy one.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"You've got a smart mouth on you. Careful - that'll get you killed faster than any blade.\"\r\n\r\nHe grins to show crooked teeth.",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Ready with arms and ammunition! Now board and take them, mates!\" ",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"I don't have any quarrel with you. Why do you want my ship?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Why complicate this with a quarrel? I see, I want, I take. It's simple as that.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Give her up easy, and I'll see you get a swift death. It'll be bloody and agonizing, sure. But at least it'd be quick.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "[Make a rude hand gesture.]",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Is that supposed to provoke me? No, I won't be riled by the likes of you.\" ",
      "female": ""
    },
    {
      "id": 13,
      "default": "Edér smiles like he's just seen an old friend.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"I'm going to mount your skull in my cabin.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "The captain tilts his head, staring impassively as the wind and rain whip at his scarred face. Even across the distance, you can make out the roughness of his expression - muscles in his jaw bulging. ",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"And then he's going to wear his breeches on his head and dance for us? Did I hear that right?\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"You know, I always thought that room was missing something.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Now then, me and my mates'll be helping ourselves to your ship. There's no need to see her sunk by the storms - or my culverins.\" \r\n\r\nWith a grunt, he nods toward the port cannons.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Listen up, mates.\" He cracks his neck as he addresses his crew. ",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Aye, but the breeches are going to be stitched from your skin.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"I am a gentleman of fortune.\" The captain shrugs in the sheeting rain before pinning you with a slow, murderous grin.",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"I'll be taking your ship now, if you don't mind. And especially if you do.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Pirates?!\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"In the blood and flesh, aye, that I am. And you - you're a drowned man.\"",
      "female": "\"In the blood and flesh, aye, that I am. And you - you're a dead woman.\""
    },
    {
      "id": 37,
      "default": "\"Now you're getting it.\" He spits over the side of the deck.",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Play with the crew if you'd like. But don't bring me any prisoners. None that're alive.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Oh, I like your spirit.\" He laughs long and loud over the din of the howling rain. \r\n\r\nThen he sobers, instantly, his face a mask of rage.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"But that won't spare you none.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"I'm off to spear me a bigger fish. One with sharper teeth, like. I'm trusting you lot not to cock this up. DON'T damage the sloop when you take it.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Always liked that one. Sometimes I like to wiggle the finger like it's tickling.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Must be nice to get paid to talk so much.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"And you're the one who'll be paying me. Ain't that just lovely?\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"As if I would ever surrender to a common pirate.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Who says I'm common? You've got the honor of being plundered by the fourth highest-ranking pirate in the Príncipi.\" ",
      "female": ""
    },
    {
      "id": 47,
      "default": "",
      "female": ""
    }
  ]
}