{
  "Component": "exported",
  "Name": "conversations\\21_prologue\\21_si_shipwreck",
  "Entries": [
    {
      "id": 2,
      "default": "The impact hurls you from the deck and into a froth of waves, bodies, and splintering debris. \r\n\r\nYou struggle toward the beach just ahead, even as the surf tugs you toward the open sea. You kick and paddle with all your might until at last you feel sand between your fingers. \r\n\r\nPulling yourself ashore, you collapse.",
      "female": ""
    },
    {
      "id": 3,
      "default": "Meanwhile, the storm has nearly driven you ashore. \r\n\r\nA flash of lightning reveals a treacherous coastline and Eothas striding into the distance.\r\n\r\nThe lookout barely has time to shout a warning before the Defiant runs aground.",
      "female": ""
    },
    {
      "id": 7,
      "default": "You've defeated the pirates, but you're not out of trouble yet.\r\n\r\nThe storm picks up, lashing your ship and driving you dangerously close to a rocky shore. The Defiant's crew hurries to reduce sail and batten down the hatches.\r\n\r\nThey work quickly, but the ship is still listing heavily.",
      "female": ""
    },
    {
      "id": 17,
      "default": "[Grab the crate.]",
      "female": ""
    },
    {
      "id": 18,
      "default": "You can't stop it completely, but you slow it enough for Chitupec to scuttle out of the way. He nods gratefully.",
      "female": ""
    },
    {
      "id": 19,
      "default": "[Tackle Chitupec.]",
      "female": ""
    },
    {
      "id": 20,
      "default": "You dive for Chitupec and push him out of the way moments before the crate slams into the bulkhead. He nods shakily.",
      "female": ""
    },
    {
      "id": 26,
      "default": "[Warn Chitupec.]",
      "female": ""
    },
    {
      "id": 34,
      "default": "Just then, a loose crate tumbles toward you, gathering speed on the rain-slick deck.\r\n\r\nIt misses you but knocks Chitupec, one of your deckhands, off his feet.",
      "female": ""
    },
    {
      "id": 35,
      "default": "The Defiant heaves. Chitupec pitches over the side. He grabs onto the rail, but his fingers are slipping. \r\n\r\nHe cries out for help.\r\n\r\nMeanwhile, the runaway crate totters on the edge of the deck, ready to plunge overboard.\r\n\r\nYou recognize the symbol on the front and realize it likely contains the salvage from Caed Nua, your keep.",
      "female": ""
    },
    {
      "id": 36,
      "default": "[Rescue Chitupec.]",
      "female": ""
    },
    {
      "id": 37,
      "default": "[Save the crate.]",
      "female": ""
    },
    {
      "id": 38,
      "default": "You grab Chitupec's arm just as his grip fails. For a tense moment, he hangs suspended over the roiling sea.\r\n\r\nThen, with a mighty tug, you pull him back onto the deck. ",
      "female": ""
    },
    {
      "id": 39,
      "default": "You hear a heavy splash. The crate from Caed Nua is gone.\r\n\r\nChitupec, meanwhile, nods in gratitude and hurries to his station.",
      "female": ""
    },
    {
      "id": 40,
      "default": "You seize the crate just as it's about to tip into the roiling sea. It's heavy, but you manage to heave it back from the edge.\r\n\r\nAs it thumps onto the deck, you hear a fading scream and a splash.",
      "female": ""
    },
    {
      "id": 42,
      "default": "Chitupec is gone. There is no sign of him in the churning waves below.",
      "female": ""
    }
  ]
}