{
  "Component": "exported",
  "Name": "conversations\\02_poko_kohara\\02_cv_door_puzzle",
  "Entries": [
    {
      "id": 1,
      "default": "The patina over this entrance tells of age and long exposure. In spite of its degradation, the copper door is as heavy and densely forged as a vault. \r\n\r\nGravity holds the slab firmly against stone.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Examine the door closely.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Put all your strength into lifting the door.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Peer through the crack in the stone.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "Old markings in the shape of fingers suggest the Engwithan titans once possessed the strength to raise the door. \r\n\r\nIt's difficult to tell from here if anything else once controlled the door's opening or closing.",
      "female": ""
    },
    {
      "id": 7,
      "default": "You find a hole in the surrounding stone bearing a curious spiral shape.",
      "female": ""
    },
    {
      "id": 8,
      "default": "You also take note of scour marks at the base of the door - likely evidence of a prybar used to wedge it open. The damage to the stone looks recent.",
      "female": ""
    },
    {
      "id": 9,
      "default": "If anyone made it inside, the door has long since closed behind them.",
      "female": ""
    },
    {
      "id": 11,
      "default": "Limbs trembling and sweat beading your brow, you slowly ease the door up off the ground.",
      "female": ""
    },
    {
      "id": 12,
      "default": "You manage to raise the door an inch off the ground before a painful spasm runs down your arm. \r\n\r\nThe door falls, splitting a crack down the surrounding stone.",
      "female": ""
    },
    {
      "id": 13,
      "default": "You see the faint outline of gears so choked with sand and debris as to be rendered nearly immobile.\r\n\r\nYou think the barbed corner of a grappling hook could snag the gear's inner ring. ",
      "female": ""
    },
    {
      "id": 14,
      "default": "You find a hole in the surrounding stone which bears the same spiral shell pattern as the key you acquired on Tikawara.",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Insert the copper muzūma shell key.]",
      "female": ""
    },
    {
      "id": 16,
      "default": "After you dust away some of the sand blocking the hole, the mūzuma shell fits perfectly. ",
      "female": ""
    },
    {
      "id": 22,
      "default": "You turn the shell to the right. The resistance it encounters quickly gives way to the sound of gears turning behind the stone. \r\n\r\nThe door slowly rises. ",
      "female": ""
    },
    {
      "id": 23,
      "default": "The opening discharges a breeze of stale air and something else - a feeling which emanates from the yawning darkness that makes your every hair stand on end. ",
      "female": ""
    },
    {
      "id": 25,
      "default": "[Use a grappling hook to tug on the gear.]",
      "female": ""
    },
    {
      "id": 26,
      "default": "[Stick your hand in the gears.]",
      "female": ""
    },
    {
      "id": 27,
      "default": "You dust away the crevasse and loop the grappling hook through the gear.\r\n\r\nIt takes a couple of persistent tugs, but the gears begin turning with laborious, creaking protestations.\r\n\r\nThe door slowly rises.",
      "female": ""
    },
    {
      "id": 28,
      "default": "Something in the guts of the machinery rumbles to life. The gears spin violently and without warning, closing around your fingers with a resounding crunch. ",
      "female": ""
    },
    {
      "id": 29,
      "default": "You grab hold of the largest gear and give it a good shake.",
      "female": ""
    },
    {
      "id": 30,
      "default": "With a puff of escaping dust, the gear begins to turn. You react quickly enough to pull back your hand and avoid injury.\r\n\r\nThe door slowly rises. ",
      "female": ""
    },
    {
      "id": 31,
      "default": "[Use a prybar to raise the door.]",
      "female": ""
    },
    {
      "id": 32,
      "default": "You press your weight onto the prybar for leverage. Given the force you applied, the door budges less than you expected it to. \r\n\r\nThere will be a physical cost to straining yourself like this.",
      "female": ""
    },
    {
      "id": 33,
      "default": "As the entrance widens, a hidden gear in the stonework makes a resounding click and holds the door open.",
      "female": ""
    },
    {
      "id": 35,
      "default": "You rubs your palms together to build up some friction. Worming your fingers into the seam between the door and the ground, you hoist up with all your might.",
      "female": ""
    },
    {
      "id": 36,
      "default": "You pull yourself free of the mechanism and nurse your hand. The gears roll to a stop.",
      "female": ""
    },
    {
      "id": 37,
      "default": "You manage to force open a gap between the door and the stone.",
      "female": ""
    },
    {
      "id": 38,
      "default": "[Raise the door.]",
      "female": ""
    },
    {
      "id": 39,
      "default": "[Reconsider.]",
      "female": ""
    },
    {
      "id": 40,
      "default": "You set the prybar aside and consider your options. The door remains steadfastly shut. ",
      "female": ""
    },
    {
      "id": 41,
      "default": "You grit your teeth and hoist with all of your strength, focusing on this singular purpose. \r\n\r\nA white-hot flash of agony works its way up your wrist, but you press on through the pain.",
      "female": ""
    }
  ]
}