{
  "Component": "exported",
  "Name": "conversations\\17_dunnage\\17_cv_principi_boss_betrayal",
  "Entries": [
    {
      "id": 1,
      "default": "\"I have been loyal to you a long time, Furrante. But I cannot abide this.\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Did you meet with Aeldys at Deadlight? And more importantly - is she still breathing?\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I do not know how Aeldys learned of the battle at Dusken Isle, but if she was researching it, she is most certainly seeking a means to captain the Floating Hangman.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"I'll talk to her.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Why not trade with Aeldys - mercy for information?\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"You're colluding with the Vailian Trading Company.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"This Consuaglo session is now concluded. Benweth, leave us so that I might speak with the Watcher in confidence.\r\n\r\n\"I will alert you when I have need for you again.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Whyever should that be a problem?\" He arches a brow at you.",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"I don't need to prove it. Even the rumor will incite Aeldys' followers to action.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"So you are loyal to her - and as much a traitor.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Ready for fire! Anyone who brings me this bazzo's head, earns five ships from my fleet!\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"What is it?\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Furrante aided the slavers at Crookspur to earn a favor from Director Castol.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Your petty rivalries threaten us all. It is clear your accusations against Captain Aeldys are not only unfounded but falsely crafted! Treachery will not be tolerated.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"How dare you! You feckless traitors! Who will lead you imbeciles in my stead?! You'll all be dead - hunted to nothing by mere merchants before all is done!\"\r\n\r\nThe captain howls furiously, futilely grabbing for his pistols before being surrounded and disarmed by the chamber's guards.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Be sure you call for me. I want to be there when she hangs.\" He pops his neck, and sneering, saunters away.",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"I think the Consuaglo will consider the evidence presented. Even seat holders are not above the rules of the Consuaglo, Furrante. You know this, well.\"\r\n\r\nA captain in a lopsided hat, embellished with a plume of golden feathers plants her hands on her hips. The suolenet that glints around her neck is obscenely large, likely two coins that have been melted together.",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Who knows what Aeldys would do with the information, were I to release her. She could sabotage our efforts to reach Ukaizo, or steal the Floating Hangman before we have a chance to acquire it.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"My crew has been tort - I mean questioning, our captive for hours now. Perhaps you will fare better? \r\n\r\n\"She is locked at the top of Balefire Tower.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"She won't do anything. We'll make a deal to let her live, but that doesn't mean we can't exile her.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"All right, we'll do it your way.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"I am pleased you see reason in this matter, casità. Unlike others we know.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"This is why you are such a valuable asset, my friend. Ac, let us send her on Clussa's Voyage.\"\r\n\r\n",
      "female": ""
    },
    {
      "id": 66,
      "default": "[Attack] \"I'd say I'm sorry it's come to this, but that'd be a lie.",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Over here, my friend.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Try to stop us, and I'll sink your entire fleet - down to the last dinghy.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "[Attack without warning.]",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"You threaten my crews to cow me?! You'll never see the crest of a wave on the ocean again, let alone one of my ships!\"\r\n\r\nHe howls the words, face furiously purple, but his hands shake as he grabs for his weapon.",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"I cannot hold Aeldys for long. Already several crews have grown restless.\r\n\r\n\"Violence will erupt eventually. It is imperative we acquire the information we need before there is a riot.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"She memorized then destroyed the research.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Aeldys will tell you what she knows, if you let her take Clussa's Voyage instead of hanging her.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"This is a most distressing turn of events. I see no recourse open to us, than to hang her and search for Rivan's galleon by other means.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Hang her. As a Watcher, I can steal the information from her soul.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"I suppose we will see if your abilities are spectacular as you claim.\" A nod. Then he cuts his head toward a group of armed guards, and they spring into action, bustling off to make ready the execution site.",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Do you really think the Consuaglo will entertain the lies of an outsider trying to strike discord within my fleet?\" The captain scoffs.",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"No, we most certainly would not.\" The councilmember looks down the length of his nose at you.",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"A hanging would be cleaner. But if it is suicide she desires, I will give it to her.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"I have an angry Consuaglo to appease. Were I not to hang her, it could be misconstrued as sign of weakness on my end. \n\n\"I need bring her fleet in line with a display of power.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"Guards! Bring me the traitor captain, so that we may send her on her final voyage.\"\r\n\r\nWith a flick of his hand, Furrante sends a handful of armed guards stomping off for the stairs.",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"She'll die either way. What does it hurt if it gets us the information?\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"I'll try to convince her.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"I will concede to your point. So long as I obtain what I need - the information and Aeldys' death - what matter are the means?\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Ondra's Mortar is a death trap. The storms will sink her for sure.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"I've scouted Ondra's Mortar. No ship but the Floating Hangman could make it through.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Why do you want the Floating Hangman so badly?\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"If it is true that Rivan's galleon can subdue the weather, it would be a vital asset to my fleet.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Do with her soul as you wish. But you must tell me what you discover.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"Were you able to find the information we seek in Aeldys' soul?\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Well? Were you able to learn anything? Or was she lying about the information she'd gleaned?\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "[Leave] \"I'll see what I can do.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"My crew has been tort - I mean questioning, our captive for hours now. Perhaps you will fare better? \r\n\r\n\"She is locked at the top of Balefire Tower.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Forfeit your seat on the Council, or you'll be hanging from your neck before dawn.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"Nasenalenet madiccho! As if you could!\"\r\n\r\nSpittle flecks from his bloodless lips as he shouts at you, hand gripping his pistol.",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"I know how to summon the Floating Hangman.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Let us reconvene downstairs... where we can speak more openly.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"Tell me everything you know about the Floating Hangman. Do not spare a single detail.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"The histories say there's a trick to the sword. One must speak a royal Darcozzi oath to unsheathe it. Doing so will undoubtedly send out a surge of power - one Rivan's sure to be looking for.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "A cold-blooded smile cuts across Furrante's face.",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"It seems you served your purpose after all, Aeldys. As I promised, you shall be granted Clussa's Voyage.\"\r\n\r\nHe signals to several guards, who lead Aeldys forcibly away. The captain goes proudly but Furrante pays her no mind.",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Indeed, I do have connections all over, including within the Vailian Trading Company.\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"You know what I am hoping for.\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"Aeldys rots, while I have the information you need.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"I've reconsidered my allegiance.\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "[Attack] \"Is it to die by my hand? 'Cause you're about to.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"Yes, that is exactly what I had hoped for.\" He licks his lips, wiping away a bloodthirsty smirk.",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"To me?\" He smiles widely, amused. ",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"How fortuitous. I know just the oath you mean. And we have determined the location of the sword.\n\n\"Once acquired, calling Rivan to our side shall be - dare I say easy.\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"I hear you caused quite the stir at Crookspur.\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"I've an important message from... a Vailian friend.\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "The captain slices his hand through the air to silence you. Leaving his chair, he steps closer, voice low as he explains.",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"Need I remind you, the entire point of dealing with the chaff at Crookspur was to make inroads with... <i>my special associate</i>?\" He tugs at his sleeve cuffs irritably. ",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"You are a most reliable investment, aimico. I hope you are as pleased with our business arrangement as I am.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"Shouldn't we discuss this somewhere more private?\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "[Cross your arms over your chest.]",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"How fortuitous. I know just the oath you mean. And, thanks to the Watcher, I possess the sword.\n\n\"Calling Rivan to our side shall almost be easy.\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"Unsheathe the sword at sea, and I bet she'll come a'sailing out of the mist to take it.\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"Yes, well.\" He clears his throat, some of the eagerness draining from his face.",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"Then it is exactly as we hoped. Belfetto.\" He lifts his chin smugly, eyes darkening with greed.",
      "female": ""
    },
    {
      "id": 147,
      "default": "[Attack] \"You leave me no choice then.\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"And you came to tell me - to my face - that you will now be backing my political foes?\r\n\r\n\"I cannot decide if that makes you brave or unbelievably foolish, my disloyal casità.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"It wouldn't be a problem... if you weren't helping them sell slaves.\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"Never mind.\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "The various crews surrounding the Council murmur to themselves. This is a grave offense for which you have accused Furrante.",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"Lies! You have no proof, yet you seek to discredit me!\" The captain thunders and fumes. He reaches for the pistol belted to his chest, but he does not draw it.\r\n\r\nThough it seems he would love no less than to blow your face off, he is hesitant to do so in front of the Council.",
      "female": ""
    },
    {
      "id": 153,
      "default": "Then the captain aims dead for your heart.",
      "female": ""
    },
    {
      "id": 154,
      "default": "Furrante startles but quickly draws his gun, shouting battle orders.",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"Delicate matters require discretion, aimico. Let us speak of our mutual... associate... more carefully, ac?\"",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"I do know how you hate to lie.\" He snorts.",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"It is impossible she would survive it. Of course, none but the occasional legend have before.\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"His death invalidates the entire effort. But I do suppose you deserve some accolades for seeing to Crookspur, regardless. \n\n\"Agracima, casità.\"",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"Besides, more important matters are at hand now.\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"Now for the matter at hand.\" The captain smooths the silk of his collar, collecting himself before he speaks further.",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"Di verus, is it settled now? I do not like having my hand forced by some rogue god.\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "Furrante pinches the bridge of his nose.",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"Watcher, your timing is impeccable, as always.\" The highest ranking member of the Council of Captains tugs the frilled ends of his sleeves before offering you a charming smile.",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"We have just concluded a vote of phenomenal importance.\"",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"Indeed, the vote has been cast. There can be no dispute. The traitor Aeldys will hang.\"\r\n",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"Blast this! You can out vote me, but you can't make me stay and watch.\" Mad Morena spits at the foot of her chair before storming away.",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"And you! Best watch your back!\" She shouts at Benweth.",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"What's going on here?\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"One of our Consuaglo members, Captain Aeldys, has been charged and found guilty of those crimes, punishable by death.\"\r\n\r\nHe clears his throat beneath your scrutiny.",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"And before anyone argues again that we've no proof of her insidious betrayal, Benweth, tell the Watcher what you explained to the Consuaglo. If you please.\"",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"Aye. I sank - er, I mean, Aeldys lured some poor, unsuspecting crew of fusty old bloods right into a rumored route of the Floating Hangman.\"",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"Of course, it isn't merely Benweth's testimony that has brought Aeldys to justice. The fine captain was instrumental in capturing her to stand trial.\"",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"That's right. She shot me for it, too.\" Benweth sniffs, jaw clenching at the memory.",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"This Consuaglo session is now concluded.\r\n\r\n\"Watcher, might I have a word with you in confidence?\" ",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"Somehow, Aeldys has uncovered a means to summon the Floating Hangman. But she destroyed the research when she was captured.\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"What happened at Magran's Teeth changes everything. We must acquire the Floating Hangman if we've any hope to reach Ukaizo before Eothas destroys everything.\r\n\r\n\"Which brings me to my current problem.\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"Your vote of confidence is appreciated my Consuaglo. Rest assured, you have made the right decision.\"",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"Do not forget your promise Furrante. With Aeldys out of the way, you <i>will</i> sail us to Ukaizo - well before the Huana, the Vailian Trading Company, or any others can plunder it.\"",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"The god will lead us there. And the Floating Hangman will navigate the storms.\"\r\n\r\nFurrante nods at the two council members before noticing you.",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"The black-poxed seas we have! What a fucking farce! Mark my words, councilmen, your souls'll be damned for this scheme.\"\r\n\r\nThe captain rubs the handle of her gun, but wisely doesn't draw it.",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"<i>Defiance.</i> On several past occasions, Aeldys has willfully dismissed the mandates of the Consuaglo.\"\r\n\r\nHe ticks the count on his finger.",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"<i>Negligence.</i> Too often, Aeldys has outright neglected her responsibilities to the Consuaglo. When a meeting is called, the presence of all members is required.\"",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"<i>Excessive cruelty.</i> Aeldys and her new bloods often commit extreme violence in pursuit of financial gain. This drives our foes to take harsher measures against us.\"",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"<i>Sedition.</i> Which you witnessed first hand - when Aeldys negotiated with our enemies without the consent of the Consuaglo. She has single-handedly endeavored to spark a civil war within the Príncipi on multiple occasions.\"",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"<i>Betrayal.</i> Aeldys sacrificed an entire crew of Príncipi in an ill-fated attempt to lure out the Floating Hangman so that she might captain it!\"",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"So she's rebellious. What pirate isn't?\"",
      "female": ""
    },
    {
      "id": 195,
      "default": "[Nod along.]",
      "female": ""
    },
    {
      "id": 196,
      "default": "\"Oh, there is more.\" Furrante raises a second finger, adding to the list of crimes.",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"In other words, she didn't come running when you called.\"",
      "female": ""
    },
    {
      "id": 198,
      "default": "[Nod along.]",
      "female": ""
    },
    {
      "id": 199,
      "default": "He grins sharkishly, a third finger held in the air.",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"Or you're just too weak to handle the Vailian Trading Company's shiphunters.\"",
      "female": ""
    },
    {
      "id": 201,
      "default": "[Nod along.]",
      "female": ""
    },
    {
      "id": 202,
      "default": "The captain huffs out a heated breath. A fourth finger joins the others.",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"Fair enough.\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "[Nod along.]",
      "female": ""
    },
    {
      "id": 205,
      "default": "Triumph flares in Furrante's eyes, and his next intake of breath is shaky with anticipation.",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"Sure enough, Rivan sails out of the fog and destroys their sloop.\" He chuckles smugly, scar stretching tight across his cheek.",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"Which one's punishable by death?\"",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"And those crimes would be...?\"",
      "female": ""
    },
    {
      "id": 209,
      "default": "\"And worst of all.\" He waggles his thumb.",
      "female": ""
    },
    {
      "id": 211,
      "default": "\"Don't know what you're talking about.\"",
      "female": ""
    },
    {
      "id": 212,
      "default": "His eyes narrow, but rather than argue he continues on.",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"I need what she knows, before I can hang her. Obtain it for me, and I will grant you her seat on the Consuaglo.\"",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"Ready for fire! Anyone who brings me this bazzo's head, earns five ships from my fleet!\"",
      "female": ""
    },
    {
      "id": 215,
      "default": "Several pirates spit at your feet. Daggers and pistols are drawn while the crowd ebbs closer.",
      "female": ""
    },
    {
      "id": 216,
      "default": "[Show them Castol's letter.] \"Here's your proof.\"",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"I'll return with evidence.\"",
      "female": ""
    },
    {
      "id": 218,
      "default": "Benweth follows suit, squinting as he reads the letter over Chiara's shoulder. Deep lines bracket his mouth as he frowns.",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"Oh, way to fuck it up for the rest of us, you nimby prick! You know how hard it was for me to set Aeldys up? I nearly fucking died in her stead.\"\r\n\r\nArm trembling, the captain draws a pistol, but he keeps it aimed at the floor - for the moment.",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"Is this true, Furrante?\"",
      "female": ""
    },
    {
      "id": 221,
      "default": "\"Di verus?! Of course, it is untrue!\" Furrante rages, expression thunderous.",
      "female": ""
    },
    {
      "id": 222,
      "default": "\"I am sad to say, it does not appear to be a forgery.\"\n\nChiara examines the letter through a miniature spyglass. She tuts, shaking her head sadly.",
      "female": ""
    },
    {
      "id": 223,
      "default": "\"No, I do not think you will.\" Furrante snorts indignantly. Head shaking, he draws his pistol.",
      "female": ""
    },
    {
      "id": 224,
      "default": "Then the captain aims dead for your heart.",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"That blasted Watcher let the traitor loose!\"",
      "female": ""
    },
    {
      "id": 226,
      "default": "\"It would seem our good partnership has come to an unfortunate end, aimico. Now I will have to cut out your heart.\"",
      "female": "\"It would seem our good partnership has come to an unfortunate end, aimica. Now I will have to cut out your heart.\""
    },
    {
      "id": 227,
      "default": "\"It is time! Prepare the traitor to meet her just end!\"",
      "female": ""
    },
    {
      "id": 228,
      "default": "\"At once, captain!\"",
      "female": ""
    },
    {
      "id": 229,
      "default": "\"Now, shall we?\"",
      "female": ""
    },
    {
      "id": 230,
      "default": "\"Not yet.\"",
      "female": ""
    },
    {
      "id": 231,
      "default": "\"Time is as much my enemy as Aeldys herself was, Watcher. Do hurry.\"",
      "female": ""
    },
    {
      "id": 232,
      "default": "\"Aeldys is dead. I know her secrets.\"",
      "female": ""
    },
    {
      "id": 233,
      "default": "\"I would have preferred her death serve more of a public spectacle.\" His nostrils flare with his momentary annoyance. But then he inhales and lets it go.",
      "female": ""
    },
    {
      "id": 235,
      "default": "\"Your worries about Aeldys' influence are justified, but accepting exile is the same as bowing to your power.\"",
      "female": ""
    },
    {
      "id": 236,
      "default": "\"If you both are finished, may I confirm that the trial has concluded?\"",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"I am eager to put this behind me. Furrante, I do not like having my hand forced by some rogue god.\"",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"I suppose that is neither here nor there now. More importantly - \"",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"I'm... I'm going to tell everyone what you've done... you black-hearted traitor!\" \r\n\r\nBenweth waves his pistol excitedly in the air as he shouts at Furrante. Glancing side to side, he sneaks off, hastening for the doors. ",
      "female": ""
    },
    {
      "id": 240,
      "default": "Chiara strides over and snatches up the letter, crinkling the paper in her haste to peruse the evidence.",
      "female": ""
    },
    {
      "id": 241,
      "default": "\"If you wish to utter any last words, best say them now, traitor.\"",
      "female": ""
    },
    {
      "id": 242,
      "default": "\"I'll say them when and how I want to. Just as I lived my life.\"",
      "female": ""
    },
    {
      "id": 243,
      "default": "\"I know. I'll make it up to you in the next life, Aeldie.\"",
      "female": ""
    },
    {
      "id": 244,
      "default": "\"And you, Ben, you let things get out of hand. As usual.\"",
      "female": ""
    },
    {
      "id": 247,
      "default": "\"Need I remind you, the entire point of dealing with the chaff at Crookspur was to make inroads with... <i>my special associate</i>?\" He tugs at his sleeve cuffs irritably. ",
      "female": ""
    },
    {
      "id": 249,
      "default": "\"However, we shall consider this an opportunity lost, and put it behind us. You do still hold immense value as an investment for my success.\"\r\n\r\nThe captain nods.",
      "female": ""
    },
    {
      "id": 250,
      "default": "\"Is this true, Furrante?\"",
      "female": ""
    },
    {
      "id": 251,
      "default": "\"Your petty rivalries threaten us all. It is clear your accusations against Captain Aeldys are not only unfounded but falsely crafted! Treachery will not be tolerated.\"",
      "female": ""
    },
    {
      "id": 252,
      "default": "\"Somehow, Aeldys has uncovered a means to summon the Floating Hangman. But she is hunkered within her stronghold of Fort Deadlight.\"",
      "female": ""
    },
    {
      "id": 253,
      "default": "\"Sail to Fort Deadlight. And seize the answers which Aeldys has secreted for her own gain.\"",
      "female": ""
    },
    {
      "id": 254,
      "default": "[Leave] \"I'll see what I can do.\"",
      "female": ""
    },
    {
      "id": 255,
      "default": "\"Myself and the others of the Consuaglo must lay siege to get to her.\r\n\r\n\"However, <i>you</i> have a means of entry to the fortress.\" His eyes narrow, ruthless. Calculating.",
      "female": ""
    },
    {
      "id": 256,
      "default": "\"I've assisted your allies at Crookspur.\"",
      "female": ""
    },
    {
      "id": 257,
      "default": "\"You are quite the asset to my cause, casità. Please, allow me to invest further in our partnership. I trust you will find this to your liking.\"",
      "female": ""
    },
    {
      "id": 258,
      "default": "\"It is imperative that we secure a means to settle Ukaizo. And for that we need Rivan's Floating Hangman, aimico.\"",
      "female": "\"It is imperative that we secure a means to settle Ukaizo. And for that we need Lucia's Floating Hangman, aimica.\""
    }
  ]
}