{
  "Component": "exported",
  "Name": "conversations\\17_dunnage\\17_cv_principi_boss_portmaje_shallows",
  "Entries": [
    {
      "id": 1,
      "default": "\"Ado, Watcher of Caed Nua! On behalf of the Príncipi sen Patrena, I must request we meet in parley.\" \n\nThe broad-shouldered captain uptilts his chin in greeting. When he smiles, his left cheek divots a shallow dimple.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"I have heard some marvelous tales regarding your ventures in the Dyrwood.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"I would suggest you stave off all others by making an example of Benweth.\" ",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Wait, who are the Príncipi sen Patrena?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"You say this Captain Benweth is the one who attacked me?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"If Benweth is one of your own, shouldn't you take responsibility for his actions?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Ac. The short-sighted scoundrel has been wreaking havoc in the area for months.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Benweth is the second most selfish captain within the Príncipi's newest generation. He risks all that we value.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"The Príncipi's heritage is Old Vailian?\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"We are descended from refugees who fled during Old Vailia's... decline. They sailed the Eastern Reach to the Deadfire.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"We are a magnificent but largely landless people. So we have come to own the sea.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Yet I do seek to temper his actions when they would endanger the Príncipi altogether.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Why tell me this? Why would you want to help me?\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"But I thought <i>you</i> were going to show Benweth some humility.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Where might I find Captain Benweth, say I wanted to teach him a lesson?\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"It is you Benweth has insulted, aimico, you he has invited aggression against.\"",
      "female": "\"It is you Benweth has insulted, aimica, you he has invited aggression against.\""
    },
    {
      "id": 17,
      "default": "\"Benweth's Drake took damage during the storm. Eventually, he will need to dock for repairs. And when he does, Serafen can find him for you.\"\r\n\r\nFurrante flourishes a hand toward the orlan at his side.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Unrefined? Begging your pardon, captain, but I be the high fucking model of the gentleman of fortune!\" The orlan scoffs.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Welcome aboard, Serafen.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"I sail now for Dunnage, my own safe port. I will await you there, should you be successful in... schooling our wayward captain.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"You won't be regretting this, Watcher. Least so long as you keep us heavy in grog and light on the onions. Them dirty shit-apples ain't never agreed with me, and I be suspecting they never will.\"\r\n\r\nHe pats his belly as he strides to your side.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"I will be honest with you, aimico.\" He sighs heavily.",
      "female": "\"I will be honest with you, aimica.\" He sighs heavily."
    },
    {
      "id": 29,
      "default": "\"I am keen to show my rascal of a compatriot some much needed humility. I thought perhaps you may care to, as well.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Benweth is no captain of mine, aimico. It is not beneath my flag his Drake sails.\"",
      "female": "\"Benweth is no captain of mine, aimica. It is not beneath my flag his Drake sails.\""
    },
    {
      "id": 31,
      "default": "\"Some fools would seek to make a fortune by pilfering from one such as you.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"I believe you have met such a fool - Captain Benweth of the Drake.\"\r\n\r\nDespite the gravity of his words, he smiles grandly, and the dimple cuts deeper into his left cheek.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"How has Benweth endangered the Príncipi?\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Are you saying if we rile you, you will pose no threat to us? Eccosi - pardon if I do not believe you.\"\r\n\r\nThe captain chuckles, fingers rubbing the frilled collar about his throat.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Word of Benweth's raid on the Defiant will spread throughout the Deadfire. More fools will seek to prey upon you.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Why is this of any concern to me?\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Gellarde, but I am - through you.\"\r\n\r\nHe smiles wider, and the dimple cuts deeper into his cheek.",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"This isn't just about me though, is it? If I'm to do you a favor, I want a boon for it.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "The good humor wipes from his face.",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"It sounds like if I defeat Benweth, I'll be doing you a favor. I want a boon for it.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Burn and sink him. It will cause the Príncipi to revere you.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"But I believe you will be capable of setting him straight.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"I do not favor Benweth, nor do I care for the company he keeps. Such fools and scoundrels serve only to tarnish the Príncipi's reputable name.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"You're not a scoundrel, like Benweth and the company he keeps?\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "The captain spreads his hands, palms up in a disarming gesture.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"I am a gentleman, of course. And I am certainly not a fool.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Of course, aimico. Work with me, and I will weight your pockets with gold.\"",
      "female": "\"Of course, aimica. Work with me, and I will weight your pockets with gold.\""
    },
    {
      "id": 57,
      "default": "\"This is the first you are hearing of us, truly?\" His brows raise in a show of surprise. \r\n\r\nBut then his smile turns sly, and he cants his head as if to include you in a secret.",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"It will not always be so. But it is for now.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"To survive, we must seize prosperity where we can. Hence, we are oft labeled as pirates, smugglers, merchants of illicit trade, or mercenaries.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"He is no son of Vailia. I do not fault his ancestry, but he disregards too much the grand heritage we Príncipi represent.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Why accept non-Vailians into the Príncipi if they're going to cause problems?\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"If Benweth's the second most selfish captain, who's the first?\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "He pinches at his lips, eyes narrowing thoughtfully. But you can see that he's biting back a mischievous grin.",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Few pirates retire comfortably, aimico. We sink and we hang or we burn.\"",
      "female": "\"Few pirates retire comfortably, aimica. We sink and we hang or we burn.\""
    },
    {
      "id": 67,
      "default": "\"Perhaps I have said too much. She is a problem solely of my own. For now.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"We must replace our losses, accepting from many regions, including the Deadfire.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"You have my attention.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"And I will make it worth your while.\"\r\n\r\nWith careful, slow movements, he eases a sack of coins from beneath his jacket - just above the blunderbuss strapped to his chest. Then he tosses the pouch to your feet.",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"It will not always be so. But it is for now.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"But they did not settle the islands. Today, even, our shipboard life continues.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Request denied. Now get off my ship.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Tales regarding your claim to Caed Nua proceed you. Rumors say you abide in a fine castle, envied by the high-born. You must be very wealthy.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"You are a famed man to me and my kind, Watcher. Not just anyone could forge a friendship with the Doemenels - let alone survive it.\"",
      "female": "\"You are a famed woman to me and my kind, Watcher. Not just anyone could forge a friendship with the Doemenels - let alone survive it.\""
    },
    {
      "id": 84,
      "default": "\"In fact, you are the first dragonslayer I have ever met - outside of a grave.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"Agracima. I will make this quick.\" He flourishes a courtly bow.",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"You couldn't have asked before you boarded my ship, uninvited?\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"As an ally to the Knights of the Crucible, I believe Benweth sought to take you down a notch.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Are you saying if we rile you, you will pose no threat to us? Eccosi - pardon if I do not believe you, dragonslayer.\"\r\n\r\nThe captain chuckles, fingers rubbing the frilled collar about his throat.",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"I suppose I should expect as much from a man once employed by the Dozens.\"",
      "female": "\"I suppose I should expect as much from a woman once employed by the Dozens.\""
    },
    {
      "id": 94,
      "default": "\"You are an experienced seafarer, yes? Surely you understand.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"As one of a - let us say, 'Doemenel mindset' - I think you will well understand.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"I don't work for free.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"I will grant your parley.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"Agracima. I will make this quick.\" He flourishes a courtly bow.",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"I take it he is not one of those fools. Perhaps we should listen.\" Aloth crosses his arms, cautious but curious.",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"He's done his research. Might as well hear him out.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Eccosi. It has been some time since I last asked another's permission.\" He flourishes a courtly bow. ",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"I remember the Drake.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"Gellarde! Then that should make this easy.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"When you have dealt with my problem, I will prepare a fine welcome for you at my port. Now a tip for you.\" His smile returns twofold, and he nods amicably.",
      "female": ""
    },
    {
      "id": 115,
      "default": "He pinches at his lips, eyes narrowing thoughtfully.",
      "female": ""
    },
    {
      "id": 116,
      "default": "Under the captain's words you hear a faint but insistent buzzing. It blooms, overwhelming Furrante's voice, drowning out all else around you. No one else seems to notice.\r\n\r\nA vision.\r\n\r\nThunder cracks between your ears, and you glimpse a different sun-shod sea behind your eyes.",
      "female": ""
    },
    {
      "id": 117,
      "default": "<i>The visions streak across your mind's eye, fleeting and incoherent. An elf, dark-haired and battle-scarred, stepping across the gulf between vessels. She shakes Furrante's hand, and warmth spills through you - excitement, pride, respect.</i>",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"And your furry little companion happens to be...?\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"Ac, allow me to introduce one of my more special acquisitions. A diamond in the rough, if you will. Serafen is a magnificent shiphunter. \r\n\r\n\"In fact, he is how we tracked you.\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "Serafen's fur-bordered lips twist down at the corners as Furrante speaks, and you feel the fuzzy vibration within your inner ears of another oncoming vision.",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"...not to say that I ain't wildly honored to be making the acquaintance of a lord as dashing as yourself.\"\r\n\r\nHe rises from a deep bow you didn't see him make, and you're not sure whether it's the deck of the Dauntless that's so unsteady or your legs.",
      "female": "\"...not to say that I ain't wildly honored to be making the acquaintance of a lady as charming as yourself.\"\r\n\r\nHe rises from a deep bow you didn't see him make, and you're not sure whether it's the deck of the Dauntless that's so unsteady or your legs."
    },
    {
      "id": 123,
      "default": "<i>Dice thrown, clatter roll and drake eyes, Felicia in the bilge with Arno, thrusting waves of - should ignore that - Captain Furrante at his desk, a hand mirror out, plucking the hairs that bristle his earlobes. Outward, Serafen! \r\n\r\nOutward, turning then, and there, too bright and too sundered, follow the thread to a whisper dark and hard, wrapped in a tattered hurricane, all aboard a name:</i> Defiant.\r\n\r\nSerafen's voice pulls you from the vision.",
      "female": ""
    },
    {
      "id": 127,
      "default": "<ispeech>Furrantese for 'do my job for me, friend. Hope you don't die in the effort.'</ispeech>\r\n\r\nThe rogue words flit through your thoughts like darters, not quite your own, but not entirely unlike your own, either.",
      "female": ""
    },
    {
      "id": 128,
      "default": "<ispeech>Furrantese for 'do my job for me, friend. Hope you don't die in the effort.'</ispeech>\r\n\r\nThe rogue words flit through your thoughts like darters, not quite your own, but not entirely unlike your own, either.",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"That would be felicitous, indeed. As I believe the traitor Remaro hides there, as well.\r\n\r\n\"I quite enjoy killing two men with a single bullet.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"Wouldn't have even thought of it if you hadn't brought it up, sir.\"\r\n\r\nYet you feel a surge of anger that's not your own.\r\n\r\nSerafen spins towards you and bows again.",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"What can you do for me?\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"You asking aside from my vaunted shiphunting abilities, self-evident manners, and cyclopedic knowhow of all things piratical?\" Teeth glint between the curves of his smile.",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"Seems like you're eager to join me.\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"I don't need your help.\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"Well course I be eager to give Benweth the old heave-ho. That half-cock's been a pain in our arses for the better part of, well, too fucking long.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"I know there's something you're not telling me.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "Furrante shakes his head, but his smile widens into a sincere grin.",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"Aye, there's boat holds I ain't telling you, Watcher. Ain't telling you about the lass I have back on Deadlight. Ain't telling you what we did or didn't do last time I seen her, neither. Certainly ain't telling you about the secret pirate handshake that'll get you in the door.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "<i>The scene billows away, ice cold and clawing, replaced with the crew on deck, solemn and staring, as Furrante grasps one of their own by the throat. No, not one of their own, no more. You don't steal from family and stay family. \r\n\r\nTears and mucus mar the man's features as Furrante reads the man his last rites. Thief or no, they'll consign him to Ondra as tradition dictates...</i>",
      "female": ""
    },
    {
      "id": 150,
      "default": "The vision passes, leaving you blinking on the deck of the Defiant, looking into Furrante's face. He raises an eyebrow.",
      "female": ""
    },
    {
      "id": 151,
      "default": "[Fight against it.]",
      "female": ""
    },
    {
      "id": 152,
      "default": "[Let the visions come.]",
      "female": ""
    },
    {
      "id": 153,
      "default": "You shutter your mind, reinforcing your inner self, rejecting the invading spirit.",
      "female": ""
    },
    {
      "id": 154,
      "default": "You close your mind against the spiritual invasion, but the visions slide around and through your defenses, washing over you as implacably as the sea.",
      "female": ""
    },
    {
      "id": 155,
      "default": "[Fight against it.]",
      "female": ""
    },
    {
      "id": 156,
      "default": "[Let the visions come.]",
      "female": ""
    },
    {
      "id": 157,
      "default": "<i>Prismatic light explodes behind your eyes as the images wash over you. The bow of a ship, bowsprit jutting rigidly forward, seeking, searching, mind freed and sliding across the waves, the minuscule thoughts of sea beasts shining below, the gulls above, all eating, fucking, shitting, the circle eternal.</i>",
      "female": ""
    },
    {
      "id": 158,
      "default": "<i>Cold, wet, then parched throat, heat, wind stirring fur, shouting, cannon fire somewhere distant, the adra colossus, dawn-radiant in the distance - look away! It burns! - the rum flows belowdecks, a party and you out here, searching still.</i>",
      "female": ""
    },
    {
      "id": 159,
      "default": "You block out the intrusion, catching instead the prismatic colors of essence flowing from the orlan at Furrante's side, utterly undirected. They don't seem to influence anyone else.",
      "female": ""
    },
    {
      "id": 160,
      "default": "The sky and sea shake as the vision takes you. ",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"Tell your man, Serafen, to stop whatever he's trying to do with my mind.\"",
      "female": ""
    },
    {
      "id": 162,
      "default": "<link=\"neutralvalue://Vailian: You little fox shit!>\"Voc se no vulpinet merla!</link> Careful, shiphunter. Mind that you do not confuse a useful skillset for a nonexpendable one.\"\r\n\r\nFurrante glares at Serafen. The orlan steps back, blinking away the rebuke, and peers at you, probing. His yellow-green eyes narrow, unfocused, as if trying to remember something.\r\n\r\nThen the captain turns a warm smile back to you.",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"Apologies, captain. Didn't mean it, really. Were up all night, you know, searching out our friend here.\" He looks to you.",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"Aw, Captain Furrante and I'll never be truly finished. Not till we've both met Ondra face to bosom - and knowing that salty lass, mayhaps not even then.\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"Adding to that, you sail into Fort Deadlight not knowing your innies from your outies, you might very well find the locals cannon-fucking your boat to sodden splinters.\"\r\n\r\nHe grins broadly.",
      "female": ""
    },
    {
      "id": 168,
      "default": "Furrante smiles broadly, but his fingers caress the blunderbuss holstered to his chest.",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"Suit yourself, Captain Watcher. Here's hoping the Defiant's a real tough ogre-fucking boat.\"\r\n\r\nThe orlan's lip twitches into a smirk and he shrugs, hands open, palms towards the sky.",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"As you see, Serafen is both insufferable and marvelously useful.\"",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"He is rather an unrefined creature. But he is a most-skilled shiphunter, I assure you.\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"Are you two finished?\"",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"My apologies. Rest assured, it will not happen again.\"",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"Wait, aimico. Hear me out but for a moment.\"",
      "female": "\"Wait, aimica. Hear me out but for a moment.\""
    },
    {
      "id": 179,
      "default": "\"Why loan me your best shiphunter?\"",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"What venture does not require an investment to be prosperous? Serafen is an allowance, which I expect you will return.\r\n\r\n\"In one payment or another.\"",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"You been at sea a while, your mind starts playing tricks on you, aye? Well, mine plays tricks on others, too. Usually don't mean much, maybe see a bit of shadow, hear a bit of tune. Not less the person's sensitive. Like say a Watcher.\" He winks.",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"As for Benweth, that sucker of squid tits be as predictable as the tide. I'd wager all my furriest bits that he's set sail for Deadlight.\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"I'm sold. Welcome aboard.\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"Yes, aside from the obvious.\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"Well, there be me knowing my way around <i>Fort</i> Deadlight, so named on account of it being a fortress and all. I got my contacts inside, and I be half-handy with a gun if shit goes belly up.\" ",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"Quite easy.\"",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"I be the whole package and a half. Captain.\" He bows again, only half as low this time, his eyes never leaving yours.",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"I'm sure they're just being kind.\"",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"You verily wound me, sir!\"\r\n\r\nHe chuckles, however.",
      "female": "\"You verily wound me, madam!\"\r\n\r\nHe chuckles, however."
    },
    {
      "id": 192,
      "default": "\"And who wouldn't be salivating to show a Vailian such as yourself the rigging?\"",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"Adding to that, I be right easy on the eyes, or so the lasses tell me.\" He raises his eyebrows in two quick bumps.",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"Now I ain't hardly in any hurry to leave the fine company of the Gentleman of Leisure, but the captain be right bout me finding your mark.\"",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"You said you met him, aye? Seems the type that needs a bullet, don't he?\"\r\n\r\nHe projects his words a tad louder than necessary.",
      "female": ""
    },
    {
      "id": 196,
      "default": "\"He's not sleeping near my berth, I promise you that much.\"",
      "female": ""
    },
    {
      "id": 197,
      "default": "<i>The imagery melts like candle wax into a lamp-lit galley swamped with the scent of unwatered rum and sweet fruit, with sailors and their songs and sweat.</i>",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"I know a Cipher's handiwork when I feel it. Tell yours to stay out of my head.\"",
      "female": ""
    },
    {
      "id": 200,
      "default": "The blue orlan's mouth falls open.",
      "female": ""
    }
  ]
}