{
  "Component": "exported",
  "Name": "conversations\\17_dunnage\\17_cv_pim",
  "Entries": [
    {
      "id": 1,
      "default": "\"Much ado to you, casità.\" The captain flourishes a sweeping bow. When he bends forward, a golden suolenet slips from his collar to dangle on the end of its chain. \r\n\r\nHe tucks it away as he straightens, but not before you notice the etching on its front side - it marks him as the third chair on the Consuaglo mes Casitàs. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"You have my ear, casità. Of what do you wish to discuss today?\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"I am not surprised it has come to this, casità.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"If you are looking for Furrante, he is presiding over the Consuaglo from his chair. You will find it seated in the center of the chambers ahead.\" ",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"A word of advice - guard your back in Dunnage. You have not yet carved a name for yourself or your crew. Yet you choose to swim in a sea of sharks.\r\n\r\n\"Should one take a bite, the consuaglo will not intervene.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Why do you speak like a Vailian?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Is there someone or someplace I should avoid while in Dunnage?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"You're welcome.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"You may have noticed a divide between old blood and the new. By which I mean, those who descended from or otherwise hold Old Vailia in grand esteem - \"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"As a casità of some repute, you will be most welcome in the King's Coffin. But you should watch yourself throughout the Radiant Court.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"I always thought you would chart a course of bloodshed. But I could not imagine the extent to which you would go.\r\n\r\n\"How I fear you have sunk and burned us all.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I knew we could count on you to make the right decision. A clever man sides with power and strength.\"",
      "female": "\"I knew we could count on you to make the right decision. A clever woman sides with power and strength.\""
    },
    {
      "id": 14,
      "default": "\"Aeldys is loyal to her people which is more than I could say for Furrante.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "The captain arches a dark brow.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"While I respect your opinion, I must humbly disagree.\" Lip curled sourly, he bows in deferment.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Ac, indeed, we owe our future to you as well. The Consuaglo is most grateful for your aid, Watcher.\"\n\nHe touches the suolenet and sparkling gems about his throat before sweeping you a noble bow.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"We head for the eye of the storm, soon. Have you braced yourself, casità?\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Elsewise, how might I be of assistance?\" ",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"I met Furrante decades ago. Many years, I sailed as his first mate before building my own humble fleet.\" With an affected shrug, he sweeps a hand to indicate the room.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"When in the Príncipi, do as the Vailians do. \r\n\r\n\"Unless, of course, you have no care for tradition or the continued sustainability of our way of life - like some filthy new blood.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "[Show him Benweth's suolenet.] \"I want fourth seat on the Consuaglo mes Casitàs.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"The Consuaglo will need to vote on it. But with your reputation... and if you vanquished Benweth as appears to be the case... \r\n\r\n\"I do believe you are the most qualified to take his place, ac.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"The future Furrante envisions for the Príncipi is most grand. Wait until you see it.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"- and the varied and often uncouth recruits we have since brought into the fold.\"\r\n\r\n\"I assure you the latter was supremely by necessity. Though perhaps I am ill-equipped to throw stones...\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"It's not that I dispute Aeldys' loyalty, rest assured of that. But I will not entertain such ill-thoughts of Furrante.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"You have some gall, coming here after what you have done.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Your mistakes end here, casità.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Tell me about the Consuaglo mes Casitàs.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Yes, our Council of Captains.\" He tips his head toward the semi-circle of elaborately ornate chairs aligned on the other side of the room.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"There are seven seats on the Consuaglo, each occupied by a high-ranking captain within the Príncipi.\r\n\r\n\"Seat holders convene to vote on a variety of issues concerning the Príncipi's well-being.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"To claim a seat, a captain must have substantial backing and sufficient power both politically and physically.\r\n\r\n\"Furrante, 'the Last Marceso,' holds the highest ranking seat because the most ships in our entire fleet have pledged loyalty to his flag.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"As you can guess, 'the Sea Wolf,' Aeldys, commands the second most numerous fleet of ships. As such she is the second chair, and I am the third.\"\r\n\r\nHe rolls his head on his neck as if to work out a stiff muscle.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Perhaps you would like to attend the proceedings when the Consuaglo next convenes.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"I will speak with Furrante so that he may consider the matter further.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"You aligned with another. And so our association is over.\"",
      "female": ""
    }
  ]
}