{
  "Component": "exported",
  "Name": "conversations\\17_dunnage\\17_cv_backer_npc_carlo",
  "Entries": [
    {
      "id": 1,
      "default": "A trim man in practical, well-crafted leathers watches you from the corner of his eyes. When he catches you looking his way, his hand drifts casually to the dagger at his hip and lingers for a moment.\r\n\r\nThen he smiles, the corners of his hazel eyes crinkling with genuine warmth, and waves you over.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Well?\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Eccosi, traveler. Care to hear a tale?\" He rubs thoughtfully at the stubble along his jaw.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Tell me about yourself.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Can you teach me what you learned in the Vailian Republics?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Leave] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Corès!\" He lifts a hand in fond farewell and returns to his business.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Ac, you listened to my tale. I suppose I can do that for you for, eh, three thousand copper.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "He shows you a trick for lifting a man's coin purse from his belt. Between demonstrations, he also gives you tips for negotiating with even the most hard-headed of merchants.\r\n\r\nYou thank him and turn away. Just as you're about to leave, he tosses a coin purse to you with a laugh.",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"You are too quick a study!\" He chuckles softly to himself, shaking his head.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"I was born to a family of merchants on the Pearl Coast. I was a restless boy, and my feet took me to the Vailian Republics when I came of age.\"\r\n\r\nAs Carlo speaks, his previously strong Vailian accent begins to fall away, and his voice takes on the characteristic twang of the Dyrwood.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Ado! Back again?\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Bon aimico! I trust you are taking care?\"",
      "female": "\"Bon aimica! I trust you are taking care?\""
    },
    {
      "id": 17,
      "default": "\"Fair winds, traveler.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"You have learned all you can from me, I think.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Why do you speak like a Vailian?\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Ah, it is good to blend in. All the better to observe the business of those around you, yes?\" He winks.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"I learned of the power of geography and language at my father's knee, and those skills proved useful in the Republics.\r\n\r\n\"I had many successful years as a merchant. And then I made a mistake.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"I joined up with a company based in Girrara that traded in beautiful weavings. But they were ill-gotten goods, forcibly produced by a weaver the company kidnapped named Bonisetta.\r\n\r\n\"I didn't learn the truth until it was too late. And when our crime was uncovered, I was exiled from the Republics.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Serves you right.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"That's a shame.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Indeed. And now I'm here, kicking my heels in the Deadfire, where no one knows my name and with few prospects before me.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"I would l like to make amends to Bonisetta personally, but it seems a... distant possibility.\r\n\r\n\"Ah well. I learned my lesson. I won't be played for a fool again.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Go on.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Indeed, but I should have asked better questions of my employers. And now I'm here, kicking my heels in the Deadfire, where no one knows my name and with few prospects before me.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "He gives you a small smile and an easy shrug of his shoulders.",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"You nearly forgot something!\"\r\n\r\nThe coin purse he tossed you is your own.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"No, I don't think so.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Well done.\" He smiles.",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"As you say. You should want for me, I will be here.\" He gives you a friendly nod and turns away.",
      "female": ""
    },
    {
      "id": 39,
      "default": "[Enhance Sleight of Hand and Diplomacy] \"Here you are.\"",
      "female": ""
    }
  ]
}