{
  "Component": "exported",
  "Name": "conversations\\17_dunnage\\17_cv_tavern_owner",
  "Entries": [
    {
      "id": 1,
      "default": "At the bar, you find a tall man with salt gray hair and strikingly bright blue eyes. His face sports a handful of long scars that continue down his neck and disappear beneath the collar of his shirt.\r\n\r\nHe looks up from wiping down the counter when you approach and gives you a broad, disarming smile.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"What can I do for you?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"I want to pay off Taerna's debt.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"I ran into a friend of yours - Eamund the Fox.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Your tavern looks a lot like an old ship.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Show me your stock of provisions.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"I made my position on that clear. You think I've changed my mind?\" He gives you a cold stare.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Got to you, did she? The woman can spot a soft-hearted mark from fifty paces. Like a sixth sense or somethin'. Remarkable.\" He nods to you conspiratorially, as if he didn't just imply you were a sucker easily parted from your money.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"No friend of mine. Let me guess - he claimed I recruited you, and that I'm coming out of retirement?\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"I don't see why no one ever believes me when I tell 'em that I've put that life behind me... 'specially since I tend to kill 'em after.\" He shakes his head.",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"In any case, I suspect ol' weasel-faced Eamund didn't survive his encounter with you. Dumb bastard never did know when to back down.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"You're right, though. Inherited on old dhow from my da when he passed. Right piece of shit it was, too. Realized I was bound to make more coin turning her into a tavern than letting her rot in her berth.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"So long as you show me some coin.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"I've heard rumors you're the Red King, the infamous pirate.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Infamous to his enemies, famous to his friends.\" He narrows his eyes and sizes you up before saying more.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Folks deciding to call me the Red King... I had nothing to do with that. But I didn't tell 'em to stop, neither.\" He grins.",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Got right tired of ship hunters crawling up my ass every time I went out to sea, though. So I paid off my crew, scuttled this ship here, and went my merry way.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Got any fire kelp extract for sale?\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Sure do. And at a 'generously' discounted price, too - two hundred fifty pires.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"I'll take a vial of the extract.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Be careful you don't get any of it in your eyes. Burns like a mothe- uh, burns like you wouldn't believe. Wouldn't wish that sting on anybody, not even my worst enemy.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Figured that out all on your own, did you?\" He winks.",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"How many coins do you think I can fit in your mouth until you choke to death on 'em?\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"What if I double the money?\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"If folks hear you're keeping a debtor as a slave, they might not be so keen to gamble here, savvy?\" ",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Unless there's something else you need, I think we're done here.\" He turns away and begins fiddling with something beneath the bar. As he does, you spy red-handled pistols stuffed into the band of his breeches.",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Look at you, big spender!\r\n\r\n\"Word of caution, now - you don't wanna look too desperate around here. Pirates can sniff that out easy as stink on fish.\" He winks.",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Hah! I haven't met someone brave enough to step to me in, oh, s'gotta be two weeks now. And THAT guy ended up shot full of holes!\r\n\r\n\"Right tragic accident, it was.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"That's a shrewd observation. Maybe you're not so easy a mark after all.\" He rubs at the stubble along his jaw, lost in thought. Then he shrugs and flashes you that too-bright grin.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Taerna's free to go.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Let's discuss something else.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Will you take something else in exchange for her freedom?\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"If I wanted something else, I'd have asked for it.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Haven't see you around before. Welcome to The King's Coffin.\" His smile is wide enough to show his bright, white teeth, but his light eyes remain cold and flinty.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"...Actually, yeah. Yeah, I would.\" He chuckles deeply to himself as he hands you the vial of fire kelp extract.",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Here's the thing, though - it's more profitable for me to keep her under my thumb, so, sweet as your offer is, you can keep your money.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"You've got guts, I'll give you that. Maybe you're not so easy a mark after all.\" He throws his head back and laughs.",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"See, the Vailian Republics drove my da out of business, and I repaid them in kind by taking their ships and their treasure - a whole lot of it.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"In other words, the Red King is dead.\n\n\"And if you ask me any more about it, you will be, too.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"I wanted to buy something.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"What do you want?\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"I'd like to rent a room.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"You know of any sailors looking for work? I need crew.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"So long as you don't mind pirates, sure.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Got any regulars looking for a little adventure?\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"There's always someone about who can't say no to good coin.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"How heavy's your coin purse?\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"I wanted to ask you something else.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Uh huh.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Never mind.\"",
      "female": ""
    }
  ]
}