{
  "Component": "exported",
  "Name": "conversations\\17_dunnage\\17_cv_backer_npc_coel",
  "Entries": [
    {
      "id": 2,
      "default": "The first thing you notice about this man is the nature of his attire - loud, in clashing reds and purples, bright as a peacock. On second glance, you see that he's tall and lanky, boyishly handsome in an unkempt way, with a trim beard and a friendly smile.\r\n\r\nHe hums a little tune to himself as he watches the passersby.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"My good sir, hello!\" He gives you frightfully cheery wave and beckons you closer.",
      "female": "\"My good lady, hello!\" He gives you frightfully cheery wave and beckons you closer."
    },
    {
      "id": 5,
      "default": "\"Pleasure to see you!\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Good day, my friend!\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Whatever might I do for you?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Tell me about yourself.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"I'm certain there's no need to tell YOU, observant as you no doubt are, that I am... an actor!\" He says the last bit with a flourish and takes an extravagant bow.",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Can you teach me what you've learned in your travels as a performer?\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Now, now, my friend, I can't have you surpassing me, can I? Ought else you'll need to learn on your own, I'm afraid.\" He winks.",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I would be <i>honored</i>. But a man needs to make a living, you know.\r\n\r\n\"So, for my services... how about three thousand copper?\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "His training is... idiosyncratic. He starts by describing a character he'd like you to play - a street tough, an embittered sailor, a noble in the throes of a tantrum - then he recites lines to you, asking that you recite them back in the attitude of your character.\r\n\r\nHe then shows you how to use those characters to trick people into giving you what you want. When you show him you've got it, he gives you a wide smile and bids you farewell.",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Leave] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"May luck accompany you on the road, my friend!\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Stage, tavern, street corner - they are as much my home as where I lay my head at night. So I travel Eora looking for opportunities to share my <i>gifts</i> with the grateful masses, wherever that may lead me.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"You make a lot of money doing that?\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "[Listen.]",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Oh goodness yes, loads of it. I've been known to joke that I'm less a man than I am a walking bank for all the coin I carry.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"The common folk do so LOVE an actor. We bring mystery and excitement to their otherwise dreary lives.\r\n\r\n\"Yes, you could say we're doing the gods' work.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"You're broke, aren't you.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "[Listen.]",
      "female": ""
    },
    {
      "id": 27,
      "default": "As he speaks, you notice that the toes of his soft boots are worn thin. A closer inspection reveals that his robes are unraveling at the hems and are well-patched at the elbows, too.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"How dare you - !\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"But... you're not wrong, to my great chagrin. Times have been tough of late - what with the giant statue smashing up the place - and few in the Deadfire have coin to spare besides.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Your generosity is... inspiring.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"I'm truly gratified that you think so!\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"It's quite difficult, you know, living as I do. On occasion, foolish folk will take my act for reality - I've THRICE been run out of a town for impersonating a foreign dignitary!\r\n\r\n\"Damned fools don't understand the blistering wit of my satire, I tell you.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Here you are.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"No, I don't think so.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Fantastic! Let's get to it, then!\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"You know where to find me if you change your mind.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"I had to learn to protect myself as a result. Though, I must admit, what martial skills I've got aren't of use for much more than fighting off wolves or throttling a thief with designs on my satchel!\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Thank the gods I hardly ever need to use them. I can talk myself out of nearly anything, you know!\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"You sure can talk, I'll give you that.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "[Shrug.]",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Well, I can!\" He frowns, hands planted on his fists.",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Well, thank you! I must say, it's gratifying to be recognized for one's talents.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"All things being equal, I'd much rather recite a sonnet than swing an ax, but a man's got to make his way in the world any way he can.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "[Enhance Bluff and Streetwise] \"Here you are.\"",
      "female": ""
    }
  ]
}