{
  "Component": "exported",
  "Name": "conversations\\17_dunnage\\17_cv_pallegina_taztatl_aftermath",
  "Entries": [
    {
      "id": 1,
      "default": "\"Buffan vi! Postenago! Are you mad?! You attacked when there was no reason to and now Giacolo is dead because of it!\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Postenago! Are you mad?! You attacked when there was no reason to. It's a miracle Giacolo even survived!\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Madiccho. Tatzatl left us no choice. And I couldn't save Giacolo. Still, thank you for trying, Watcher.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Tatzatl was a fool to provoke such a fight. Even so, it's a miracle that Giacolo survived.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"I am disappointed we were unable to save Giacolo's research, but thank you for helping me save the man himself.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"I honestly don't know what those pirates would have done to Giacolo if we hadn't arrived.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"And now we've saved not only the man, but his research as well. Agracima, Watcher.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"I was a fool to follow you in the Dyrwood and a bigger fool to think you could help me save Giacolo.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"If I never see you again, di verus, it will be too soon.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"I'm sorry. It seemed like the best option at the time.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "[Smirk.] \"Funny how miracles happen everywhere I go.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "[Shrug.]",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Bazzo!\" She spits at your feet.",
      "female": ""
    },
    {
      "id": 14,
      "default": "Mouth hanging open, she holds her hands upwards and shakes her head.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"It was not.\"\r\n\r\nShe turns her attention to the rattled animancer, then back to you. She calms herself before continuing.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Still, we survived. <i>He</i> survived. Agracima, Watcher.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"P-p-pallegina? Is th-that you m-my girl?\"\r\n\r\nThe old man's face widens into a broad smile as he holds out his arms and awkwardly gambols toward Pallegina.",
      "female": ""
    },
    {
      "id": 18,
      "default": "Pallegina kneels down at Giacolo's approach and places her head against his chest, her arms around his thin frame. She closes her eyes and smiles as he holds her.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"I thought th-those p-pirates would have been the e-end of me.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Not if I could do something about it. I owe you too much to let something happen to you over some nonsense.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "A shadow of concern falls over the old man's face. His forehead grows thick with worried wrinkles and he gently pulls Pallegina to her feet.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"M-my girl, what Tatzatl said is not nons-nonsense. He had good reason to be af-afraid.\"\r\n\r\nHe looks to you for confirmation.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Of course. Animancy has too much dangerous potential to just let anyone research anything.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"No. Tatzatl was upset over nothing. Progress should not be limited by fear.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "[Shrug.]",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"There is a danger, yes. Animancers just need to be responsible.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "Giacolo sighs. \"Sadly, many are not. And as a g-group, we have no ability to monitor and reprimand th-those who act irresponsibly.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Research should not be restricted, but use of the technology, y-yes.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"No, no, no. There is cause for c-c-concern! If caution does not limit us, what w-will?\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "The old man frowns at you.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"This is no t-time to shrug your shoul-shoulders and scratch your head! This world will pass you by as others make d-d-decisions for you.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Di v-verus, it's not like I enj-enjoyed being grabbed by those p-p-pirates, but they saw where the world was heading and they put their hands on the wheel.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"But who should decide how it should be restricted?\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"And you should not be expected to. Who would even be capable of doing such a thing?\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"<i>Should</i> animancers be limited? If so, by whom?\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Tonderie! A group of pirates hardly have the authority to tell animancers how they should behave.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"In the interest of safety, rulers should limit the use of animancy.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Animancers should organize themselves to prevent their colleagues from getting out of hand.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"The public should decide how animancy should be limited.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "Pallegina and Giacolo both turn their heads to look at you, eyebrows raised, before slowly looking at each other. It takes only a moment for them to both burst into laughter.",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Ac, that is funny, Watcher. Let the public decide.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"I'm certain they would come up with intelligent regulations. The p-public!\"\r\n\r\nThe old man laughs so hard he momentarily descends into a coughing fit.",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Perhaps the ducs <i>would</i> be wise enough to regulate animancers without driving them away from the Republics.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Ac, that is the danger. When Aedyr and the Dyrwood began restricting animancers, researchers simply moved east, to the Republics.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"How would that work? Would animancers submit to the authority of other animancers?\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Perhaps, perhaps. Old age has a few benefits, my girl. One is a measure of respect from your younger colleagues.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"If we attempted to guide them with a gentle hand... ac, perhaps.\"\r\n\r\nGiacolo strokes his chin and nods.",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"But a light and wise hand to steady our course... perhaps that would be a good thing. Ac, perhaps.\"\r\n\r\nGiacolo strokes his chin, falling deeper into thought.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"No, they shouldn't. No one should regulate animancy.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "Giacolo chuckles. \"I admit, it is nice to hear s-someone so su-supportive of our work, but... I think that is extreme.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"We have gone far without rules to guide us, but perhaps the time has come for a bit more s-structure.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "Pallegina considers both your words and Giacolo's in turn. She nods her head and turns her attention away. You soon realize she is lost in thought.\r\n\r\nThe moment passes quickly enough. ",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Well, it appears we are done here. We should see you back to Neketaka, Mestre Giacolo.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"I ap-appreciate all you have done, both of you.\" He smiles, nods, and shuffles off toward the docks.",
      "female": ""
    },
    {
      "id": 55,
      "default": "[Yawn obnoxiously.]",
      "female": ""
    },
    {
      "id": 56,
      "default": "Giacolo coughs and Pallegina rolls her eyes at you. Both shake their heads and mutter to themselves in Vailian.",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Ac, ac. Before I g-go, I want you to have this, aimoranet. An amulet of my own invention. It resonates with g-go-godlike souls. Even severed, there is enough magic in your chime to activate its power.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "He holds up a beautiful amulet on a slender chain. A oblong adra stone gleams in its center. As he lowers it into Pallegina's hand, he cups his other hand around hers and gently squeezes.",
      "female": ""
    },
    {
      "id": 59,
      "default": "Pallegina smiles and nods to him before letting him go. There is sadness in her eyes, but she regains her composure quickly.",
      "female": ""
    },
    {
      "id": 60,
      "default": "Tears brim at the edges of Pallegina's golden eyes, her inner membranes swiftly wiping them away.",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"I will always remember what he did for me, what he tried to do for me, for... my kind.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"To think that Tatzatl and his crew were willing to kill for this, for the mere <i>possibility</i> that Giacolo's research could be misused. Did they really have that much to fear?\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Of course. Animancy has too much dangerous potential to just let anyone research anything.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"There is a danger, yes. Animancers just need to be responsible.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"No. Tatzatl was upset over nothing. Progress should not be limited by fear.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "[Shrug.]",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"But who should decide how it should be restricted?\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"It does raise the question. If anyone were to restrict animancers, who would even be capable of doing so?\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Ac. I concur. I am glad that we put an end to him and his crew. I only wish that it had not cost Giacolo his life.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"I suppose that says it all. Their fear dies with them... and sadly, with Giacolo.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "She casts her eyes on the old man's crumpled form one last time. She can only bear it for a moment before flinching away and turning to face you.",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Let us leave this place.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"In the interest of safety, rulers should limit the use of animancy.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Animancers should organize themselves to prevent their colleagues from getting out of hand.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"The public should decide how animancy should be limited.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "Pallegina slowly turns her feathered head your way. The inner membranes of her golden eyes blink once before she lets out a weak laugh.",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Ac, that is funny, Watcher. Let the public decide.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"How would that work? Would animancers submit to the authority of other animancers?\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"There is a great danger to that. In Aedyr and the Dyrwood, rulers fear animancy because they do not understand it.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"And because of this fear, they attempt suppress animancy. Or to kill animancers for practicing it.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Still, I would prefer that to it being regulated by kings and priests who would rather kill an animancer than attempt to understand what they practice.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"I doubt the public would behave much better than Tatzatl and his crew.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "Pallegina's attention returns to Giacolo's dead body. She casts her eyes on the old man's crumpled form one last time. She can only bear it for a moment before flinching away and turning to face you.",
      "female": ""
    }
  ]
}