{
  "Component": "exported",
  "Name": "conversations\\17_dunnage\\17_cv_talkingweapon_owner",
  "Entries": [
    {
      "id": 1,
      "default": "\"That's her!\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "As you approach Yngfrith, she tenses but does not run. Her eyes go wide when she meets your own, shoulders high with a hunted look etched into her long face.\r\n\r\nModwyr strains in your grasp, pulling desperately toward the figure in the crowd.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"I'm a friend, or I could be. I'm here at Modwyr's request.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"I had thought, I hoped to never -\"\r\n\r\nShe rubs a shaking hand across her eyes, which are red-rimmed and bloodshot.",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"You said you would come back for me! But you never did.\"\r\n\r\nModwyr's voice is unsteady, strained. It pulls toward Yngfrith as if it were a needle and she a lodestone.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"It was no fault of yours. It is I who am to blame.\"\r\n\r\nYngfrith kneels and lays a scarred, tentative hand on the flat of Modwyr's blade.\r\n\r\n",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"You clearly care for Modwyr. What happened?\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"It was shame.\"\r\n\r\nYngfrith runs her fingers lightly down the length of the blade. Modwyr leans into her touch, warms beneath it.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"When I... left... him, I took Modwyr with me. I thought it was my responsibility to look after it.\r\n\r\n\"I decided that my penance for Modwyr's creation would be to hunt those who used animancy for terrible ends.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"You did your 'penance' how?\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"For a time, I took a position with Dunryd Row in Defiance Bay. I saw things that haunt my nights still.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"I fled for Deadfire, to the Príncipi, but I was too naïve to know that shame has fleet feet. It devoured me.\r\n\r\n\"I thought if Modwyr were gone, I might finally be free of my shame. How foolish I was.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"I don't remember my life before, so I can't hate you for stealing it from me. I don't know if I will ever be able to forgive your betrayal, but...\"\r\n\r\nThe sword leans heavily on Yngfrith, pressing its hilt into her thigh.",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Yes, I think that's best.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"But I care for you as well, [Player Name].\" The sword leans away from Yngfrith and toward you. It presses into your leg.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Modwyr's welfare is your responsibility.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"As it should have always been.\" Yngfrith gives you a tight, close-lipped smile and grasps the sword's hilt.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"I'll take up Yngfrith's duty to Modwyr if she's so determined to abdicate it.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"You're right - after what I've done, I have no claim to it.\" Yngfrith grimaces. She glances once at the sword, then quickly away.",
      "female": ""
    },
    {
      "id": 35,
      "default": "You feel a featherlight touch on your mind. Countless voices swell, and their ethereal tongues speak only apologies.\r\n\r\nThen, like the breeze, they're gone.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Xoti, will you release Modwyr's soul from this sword?\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "With a solemn nod, Xoti swings her lantern back and forth, chanting indiscernibly under her breath until a waft of purple essence lifts from the sword. It slams into her lantern, rattling the metal frame with such intensity, Xoti swears and fumbles it to her chest.",
      "female": ""
    },
    {
      "id": 38,
      "default": "[Keep the empty sword.]",
      "female": ""
    },
    {
      "id": 39,
      "default": "You touch the flat of the blade, and it does not warm beneath your palm.\r\n\r\nYou close your eyes and listen closely, and you do not hear the murmuring swirl of consciousness beneath the surface as you once did.",
      "female": ""
    },
    {
      "id": 40,
      "default": "[Give the empty sword to Yngfrith.]",
      "female": ""
    },
    {
      "id": 41,
      "default": "Yngfrith takes the sword gingerly as if unsure what she should do with it. She touches the flat of the blade, relief and regret playing across her face.",
      "female": ""
    },
    {
      "id": 42,
      "default": "[Attack Yngfrith.] \"You have to pay for this abominable act.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"I'm not so sure that's a good idea...\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"You can't be serious. She abandoned you in a pile of garbage!\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"You can't leave! What about 'us'?\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"At least you realized you were at fault. Most don't.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Abandoning Modwyr was cruel.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Yes, this certainly seems like a 'you' problem.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Were I in Modwyr's place, I'd kill you. I still might.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"You act like a hunted woman. Why?\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"We have a mutual acquaintance.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "The barest hint of a whisper brushes at the back of your mind. Though you can't make out the words, you can feel the voice probing carefully at your thoughts, subtly pressing on your desires.",
      "female": ""
    },
    {
      "id": 54,
      "default": "The whisper builds to a chorus of voices, and soon you can hardly think for their collective din.\r\n\r\nYou are possessed of an immediate, intense conviction that you must return to your ship.",
      "female": ""
    },
    {
      "id": 55,
      "default": "[Repel her attack.]",
      "female": ""
    },
    {
      "id": 56,
      "default": "The force with which you repulse Yngfrith's intrusion buckles her knees, and she collapses to the ground, groaning.",
      "female": ""
    },
    {
      "id": 57,
      "default": "She rests her forehead on her knees and tries to breathe deeply, but she can't quite catch her breath.\r\n\r\nAfter a moment, she looks up - not at you, but at Modwyr.",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"You're a cipher!\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "Images flood from your mind to hers - glimpses of townspeople crushed beneath Eothas' feet, of the Pallid Knight looming before you, of Berath's words booming like cannon fire.",
      "female": ""
    },
    {
      "id": 60,
      "default": "[Attack] \"Get out of my head!\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"I intend to make you pay for your crimes.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "Yngfrith's body cools on the boardwalk before you. Blood from her wounds runs between the wooden boards, dripping down into the sea below.\r\n\r\nWith an anguished cry, Modwyr leaps from your hands and lodges itself in Yngfrith's corpse. Try as you might to remove it, Modwyr will not budge.",
      "female": ""
    },
    {
      "id": 87,
      "default": "As you turn to leave, you hear a soft, hiccuping cry behind you. You glance over your shoulder, but hear nothing else.",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Who are you? What are you doing here?\" Her face is pale, her brow beaded with sweat.",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"What - what is this?\" Yngfrith gasps and falls to her knees.",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"How - how did you do that?\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Who have you found to replace me, ástin mín?\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Why did you bring it here?\"\r\n\r\n\r\nShe sinks back against the stone of the doorway and hangs her head.",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Alone for all those years, picked up and discarded by countless strange hands, hoping every time that they might be yours.\r\n\r\n\"What did I do wrong?\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"I was born a cipher. As a young woman, I was apprenticed to a master animancer.\r\n\r\n\"He was keen to refine the art of 'housing' souls, and he believed someone of my abilities might be an asset to his aim.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"My parents made a pretty copper on that deal.\" She spits on the ground and grimaces.",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"With every unscrupulous animancer brought to justice, my guilt grew, knowing I was their equal in evils done.\"\r\n\r\nShe shifts her weight from foot to foot, unable to meet your eyes.",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"But what of you? What do you want?\" She takes an unsteady breath and turns her attention back to Modwyr.",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"I would still prefer to stay with Yngfrith, if she would have me.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"I have to wonder - what'll happen to me after both of you die? Can my soul even return to the Wheel?\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"Though I've only known life as a weapon, and I've no desire to die, neither do I want to live forever.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"I'm only a weapon. A tool. And even if you're still a ham-handed half-wit, I trust you.\r\n\r\n\"So, you decide.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "You scabbard the blade, satisfied that Modwyr's soul is well and truly free.",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"Modwyr's soul is really gone.\" After a long moment, she sighs.",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"You've put to rest a great burden for me. Thank you.\"\r\n\r\nSword in hand, she leaves the market, and does not look back.",
      "female": ""
    },
    {
      "id": 107,
      "default": "As Yngfrith turns to leave, she walks slowly, as if waiting for someone to call after her. But Modwyr says nothing, and neither do you.",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"And as it shall always be, now.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "As you turn to leave, you think you hear jubilant laughter behind you, bright and high like a bell. Two words float into your mind.",
      "female": ""
    },
    {
      "id": 112,
      "default": "Yngfrith's breath hitches.",
      "female": ""
    },
    {
      "id": 113,
      "default": "Yngfrith gives you a quick, narrow-eyed glare.",
      "female": ""
    },
    {
      "id": 114,
      "default": "Yngfrith's eyes widen. She takes a deep breath and shakes her head.",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"Do not make the mistake of thinking me noble. You don't know the things I've done.\" She pulls her lower lip between her teeth and looks briefly away.",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"I haven't forgotten.\" Its voice softens, quiets.",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"You act as though it's a simple choice.\" Its voice softens, quiets.",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"Stay with me. Stabbing monsters without you wouldn't be the same.\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"I'm never happier than when we're covered in blood...\"\r\n\r\nModwyr takes a deep, shuddering breath.",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"Then things will remain as they should be.\" Yngfrith touches the flat of the blade with something akin to reverence.",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"I'll stay with you, [Player Name]. If you'll have me.\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"Be well, Modwyr.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"Yngfrith, I'm here!\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"I do care for you as well, [Player Name].\" The sword leans away from Yngfrith and toward you. It presses into your leg.",
      "female": ""
    },
    {
      "id": 134,
      "default": "<ispeech>Thank you.</ispeech>\r\n\r\nAnd then they're gone.",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"Perhaps your friend is right, Modwyr. Consider his words with care.\"",
      "female": "\"Perhaps your friend is right, Modwyr. Consider her words with care.\""
    },
    {
      "id": 136,
      "default": "As Yngfrith turns to leave, she walks slowly, as if waiting for someone to call after her. But Modwyr says nothing, and neither do you.",
      "female": ""
    },
    {
      "id": 137,
      "default": "You feel a featherlight touch on your mind. Countless voices swell, and their ethereal tongues speak only apologies.\r\n\r\nThen, like the breeze, they're gone.",
      "female": ""
    }
  ]
}