{
  "Component": "exported",
  "Name": "conversations\\17_dunnage\\17_cv_spectral_ship_survivor",
  "Entries": [
    {
      "id": 1,
      "default": "Sun-blistered and rawboned, the pirate regards you both with a discerning glare. She tongues a chapped bottom lip but keeps quiet.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Well? Spit it out, Selinia. And try not to embarrass me before our guest.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Course, captain. Hit my head pretty hard near the end, but I'll spit the tale best as I can.\"\n\nThe pirate touches a spot at the base of her skull and winces. She glances off to the side, eyes black and full of hurt. ",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"I'll try not to press you to remember more than we absolutely need.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"You will think hard and recount every detail you can. Understand? Do it even if it hurts, even if it kills you.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Nod] \"What happened to you?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"You aren't quite what I expected, Watcher. You're...\" She wets her lips.",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Dying's all anyone's reliable for. Just the when and how of it's the question.\" \r\n\r\nShe sighs, fingers kneading at her neck.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Saw my whole crew slaughtered, me. My best mates - and even the few I hated - they weren't but blood and meat in the end.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"It branded the back of my eyes, that moment... High seas. Nothing but blue all around. Then... mist so thick you could taste it. Ship sailed from within. Out of nowhere.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Rotted. The crew, they were all undead. Couldn't stop them from boarding, couldn't kill them. Couldn't even fight them in the end.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Tell me about them, the undead.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"When did this happen?\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"How were you taken by surprise on the open sea?\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"That'll be all.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"They were dreadful. Some were clothed, like maybe they'd only recently died. Others weren't more than moving bones.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"One was different. Her presence was overwhelming... heavy. Flames burned in the place of her eyes.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Figured she was the captain, me.\" She shrugs, gaze going far away.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"There is a flag the Floating Hangman flies, a flag that once heralded the Fonferrus of Old Vailia. It belonged to a Darcozzi paladin of some legend, one Lucia Rivan.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"But Selinia's knowledge is limited in this regard. Let us instead ask her of a subject she may know.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "She ruffles a hand through her short hair, scowls.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"One of mine found her no more than a week ago, malnourished, dehydrated. The poor girl was scarcely able to speak.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Well, I'm more than able to gabble now, aren't I? Could sail, too. Know you got no reason to keep me.\"\r\n\r\nShe flits her hands over the softness of her shirt.",
      "female": ""
    },
    {
      "id": 24,
      "default": "A muscle ticks in Furrante's jaw, but he otherwise ignores her.",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Me and my crew were adept, alert. Always. No, weren't no one going to get the jump on us.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Then this thick fog roiled up - at midday. Without a sound, the specter ship -\"\n\nShe glides her hand in the air. ",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Calling me craven? Sure, I am.\" She snorts.\r\n\r\nShe rubs at the back of her head, rough, like she needs it to hurt. ",
      "female": ""
    },
    {
      "id": 28,
      "default": "Selinia cuts a glance to Furrante for confirmation. When he dismissively waves her away, her black eyes narrow and she raises her chin, defiant. But then he turns his full gaze to her, suddenly seething, and she shrinks in on herself. \r\n\r\nFists shaking at her sides, she reluctantly retreats.",
      "female": ""
    },
    {
      "id": 29,
      "default": "Furrante sighs and rubs tiredly between his brows.",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Go on, gent. I'm ready as I'm like to get, me.\"\r\n\r\nWith a shiver, the pirate turns her black-button eyes to you.",
      "female": "\"Go on, ma'am. I'm ready as I'm like to get, me.\"\r\n\r\nWith a shiver, the pirate turns her black-button eyes to you."
    },
    {
      "id": 31,
      "default": "\"How'd you survive the attack?\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Took a knocking and was out for a while. When I came to, they were eating Gnascio, our steward.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"- skimmed right out. It was too late. We couldn't out-sail it.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Don't know, me. Drifted for days, maybe longer. Kept winking in and out after I ran out of drink.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Perhaps there is something else you wish to ask of our guest before she... departs from us?\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"But it isn't time yet for me, no.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"The crew shambled hard to do her bidding, even the ones who seemed hardly aware.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "Again, her fingers hesitate close to her hip, the fabric crinkled there, where a pistol might normally be strapped.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Was a hunt. Not for loot, but for bodies. The ship, it looked...\" \r\n\r\nShe gropes at her hip, but there's nothing there. Fingers fumbling at the air, she bares her teeth.",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"...kinder than most.\"\r\n\r\nSelinia pointedly avoids Furrante's gaze, a grimy hand scrubbing at her mouth.",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Was some magic, foul. Just sudden-like, the winds died. The waters fell flat and the air got heavy. They turned sky and the sea both against us.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"I dropped a dinghy and rowed for it. Don't know why they didn't give chase. Don't much care, me.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"She belongs to Aeldys, who undoubtedly will come to claim her soon. But that is a problem for another time.\" Furrante sighs.",
      "female": ""
    }
  ]
}