{
  "Component": "exported",
  "Name": "conversations\\17_dunnage\\17_cv_principi_boss_main",
  "Entries": [
    {
      "id": 1,
      "default": "\"Ac, Watcher. Good. You have arrived.\"\r\n\r\nChin jutting upward, he grants you a winsome smile. His left cheek dimples as the smile spreads to show teeth.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Aimico, what news do you bring to Dunnage?\"",
      "female": "\"Aimica, what news do you bring to Dunnage?\""
    },
    {
      "id": 3,
      "default": "\"Ado and how is the sea treating you, Watcher?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Gellarde! Such a solace it is to see you again.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "The captain regards you with a warm smile.",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Come, let us share a fine conversation.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"What weighs on your mind in this moment, casità?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"A little seabird informs me that you have dealt with our mutual problem - the scoundrel Benweth.\"\r\n\r\nHis eyes glint as a fierce grin cuts across his face, and his lone dimple deepens. ",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"I would know why you have not yet dispatched Benweth. Do you think it wise, when you wish to forge allegiances in this harbor?\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"I've taken command of Rivan's Floating Hangman.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"I've obtained information on Rivan from Yseyr's tomb.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"I've assisted your allies at Crookspur.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I've dispatched our friend Benweth.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Let us discuss what you needed.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I have questions regarding the Príncipi.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"I'm curious to know you better.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Dunnage is a rather... interesting port. Who first cobbled it together?\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Marvelous. And now we must not lose it, not by any manner or means.\" ",
      "female": ""
    },
    {
      "id": 20,
      "default": "He rubs his hands together, expectant, and his dark eyes glimmer.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Gellarde! For this, you have my grandest commendation.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"You are quite the asset to my cause, casità. Please, allow me to invest further in our partnership. I trust you will find this to your liking.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Who better to ask than the first chair and highest rank on the Consuaglo mes Casitàs?\" ",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Aimico, do you know how I have lived so long in this life of piracy?\"",
      "female": "\"Aimica, do you know how I have lived so long in this life of piracy?\""
    },
    {
      "id": 25,
      "default": "\"What matters is not who they were, casità. Only that we took it from them.\" His grin is sharklike, all teeth and violence.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"What do you know of the Floating Hangman?\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Remind me what we know regarding Rivan and Yseyr.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"What can you tell me about the slavers in the Deadfire?\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"I want to know about Captain Benweth.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"I want to talk about something else.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"I must confess to you, a bit of a problem has arisen. One which speaks to your expertise with the supernatural. We've sighted the Floating Hangman that haunts the Deadfire.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"This galleon - what likely remains of the Fonferrus - is a frightful legend.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Come forth, Selinia. Quickly, now. Or I will run rivers of your lethargic blood.\"\r\n\r\nAt that last, he smiles.",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"One moment, Watcher.\"\r\n\r\nThe captain scowls at Selinia's retreating back, a dark anger warming his cheeks.",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Allow me to cut to the heart of it. Lucia Rivan, whose flag flies atop our spectral ship, was a Darcozzi paladin who died more than two hundred years ago.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"It is my hope that uncovering the details regarding dear Rivan's fate in life may illuminate the nature of her un-death - and how to defeat her galleon.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"One 'Yseyr, the Berathian.' Now well-rotted, I presume.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Selinia's loyal to Aeldys. Neither adhere to the same principles as you.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Why the secrecy?\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "[Wait for the captain to speak.]",
      "female": ""
    },
    {
      "id": 41,
      "default": "Wonder chases across his face. It lightens the color of his eyes.",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"How very clever of you. Indeed, the White Kestrel and her crew were pledged to Aeldys.\"\r\n\r\nHe drums his fingers against the blunderbuss strapped to his chest.",
      "female": ""
    },
    {
      "id": 43,
      "default": "He cants his head to you in mock surprise.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"I've actually spoken with Yseyr.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"I take it you have a plan.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Do we know anything more about Lucia Rivan?\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Who is this Yseyr the Berathian?\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"I want to talk about something else.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"I'll see what I can do.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Meaning what by that last? You were able to read his soul... despite how much time has passed?\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"They say the dead tell no tales, but Yseyr was quite talkative.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Yseyr was mortally wounded yet refused to wholly die. Instead, he was reborn as an undead to defend Berath's faith for all eternity.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Yseyr had become a Death Guard. We exchanged words.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"You're trepanning me. Must be.\" But he shakes his head as if he's already accepted the truth of your words.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Gods save us from fools who battle with blind trust.\" But he shakes his head as if he's already accepted the truth of your words.",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"A Death Guard? How fascinating. And terrible. I must, of course, presume that you've unearthed a promising lead for us.\" ",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Perhaps you were able to learn of our Rivan's whereabouts - of where her spectral ship oft anchors?\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "[Nod.] \"Yseyr tracked Rivan after she had become a Death Guard. They fought near the Isle of Dusk.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"I'll tell you, but the <xg>survivor</xg>, the loyalist to Aeldys, must go free.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Not yet, I need more time.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "The captain stokes his chin, his gaze contemplative.",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"I can summon to mind no island with such name. Likely, it hides now behind another.\r\n\r\n\"I will charge my best chroniclers to track our isle through the centuries.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"I believe you are becoming an invaluable asset to the Príncipi. And I deeply value each of my assets. You must accept this token of my... immense appreciation.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Keep an ear to the sea, aimico. I will contact you when I have made a significant gain into the investigation of our mysterious Floating Hangman.\"",
      "female": "\"Keep an ear to the sea, aimica. I will contact you when I have made a significant gain into the investigation of our mysterious Floating Hangman.\""
    },
    {
      "id": 65,
      "default": "\"Selinia is not a captive. The matter is not whether she will go free, but when. If you insist it must be sooner, then so be it.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "A harsh exhale escapes from between the captain's gritted teeth. Well-manicured fingers dig at the corner of his downturned mouth, bruising in intensity.",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Indeed, I do.\" He flashes you a devious grin.",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Though I and mine cannot so openly venture into the depths of Neketaka, nor can we commune with the dead... you, Watcher, are adept in both of these areas, correct?\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"You must search the Temple of Berath on Neketaka's Sacred Stair. Yseyr's tomb, within it, should contain a chronicle for how and where he slew our paladin, Rivan.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"By all accounts, our Rivan was a Darcozzi paladin who sailed to the Deadfire in order to safeguard a royal weapon of Old Vailia.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"And yet... we know not why, but a Berathian priest called Yseyr opposed our Rivan - and fiercely.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"It has, lamentably, remained unfindable since. I believe it may be why she searches the seas, yet.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Regrettably, I know little but this. He was an Aedyran warrior priest of Berath, and a significantly fervent one if tales are to be believed.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"He chased our Darcozzi to the Deadfire, hunting her to, well, to her death.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Shortly after slaughtering our brave paladin, the priest died, possibly of sickness or perhaps from a festering battle wound.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Gellarde! Do return when you've any lead that may navigate us to where the Floating Hangman anchors.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"By all means, I would happily entertain any further questions you may have.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"I'll deal with it in my own way and my own time.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "[Shrug.]",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Easier said than done. Any helpful tips you'd like to impart?\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Then I will trust you to do just such.\" He sweeps his arms wide, and the dimple cuts deeper into his cheek.",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"No, please. You flatter me with your sweet tongue.\" He rubs a finger along the groove of his mouth. After some contemplation, he drops his hand to his side.",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Madiccho! Where would the fun be in that?\" He smiles wider and his dimple deepens.",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"Still, I do so enjoy your company.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Oh, all right. I will tell you this. Benweth has a known weakness for showing off. I would recommend humiliating him in a most spectacular manner.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"His story is an incredibly uninspired one, should you ask me. Benweth is a ruffian whose course is charted in blood and betrayal and cruelty.\r\n\r\n\"But even the rustiest knife can be a useful tool when needed.\" ",
      "female": ""
    },
    {
      "id": 88,
      "default": "A breath hisses from between his teeth.",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Beyond what Selinia has already recounted? More is the pity, I am afraid.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Dare-and-be-damned, captain. As I believe you told Selinia, 'spit it out,' already.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Fortune with you and yours.\" He nods.",
      "female": ""
    },
    {
      "id": 92,
      "default": "He grins, wild and roguish.",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"That much should be obvious, di verus? I prefer my crews to fear their captains, not a phantasm roaming the seas, hunting to devour their souls.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"However, it is not by virtue of Aeldys that Selinia yet lives - and I would have that well remembered. \r\n\r\n\"I can be a generous leader, you understand.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"So we appear to have seen.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"And you can be a ruthless one, too?\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Truly.\" He grins, arrant and dangerous. On his left cheek, his dimple cuts deep.",
      "female": ""
    },
    {
      "id": 98,
      "default": "His brows hoist high up his forehead.",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"When I say I talked to him, I mean I damn well talked to him.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "He raises his hands, palms out to assuage your ire.",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"I will be waiting.\" \r\n\r\nHe nods cordially in dismissal.",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"Well? Share and share, as is the law of the coast.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "The captain considers your request before finally returning a little nod.",
      "female": ""
    },
    {
      "id": 104,
      "default": "Furrante pinches the bridge of his nose.",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"If she's not a prisoner, what's with the animosity between you two?\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"She is uncouth and would happily repay my benevolence with a knife in the back. Yet you fault my precaution.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"I do not fancy the frittering of time, Watcher. I would advise you to leave me if you feel you are ill-prepared for the business at hand.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "Composing himself, he smooths the ruffled lace of his collar.",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"Prosperity be with you.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Corès, Watcher.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Ac, and good tides.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "He half shrugs a shoulder.",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"You don't say...\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"You mean, this unfindable sword?\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "Hand trembling, he presses the pads of his fingers into his bottom lip.",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"Ondra drown and sink me. I must admit I am impressed. And not at all covetous... no...\"\r\n\r\nWith obvious effort, Furrante diverts his greedy gaze.",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"My sentiments exactly.\" He exhales a longing sigh.",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"Do I not, aimico?\" He snorts.",
      "female": "\"Do I not, aimica?\" He snorts."
    },
    {
      "id": 121,
      "default": "\"Ahoy there, yourself, captain. Or do I be but a pretty bit of man meat to dangle from a wrist, as easily forgotten as set aside?\"\r\n\r\nArms akimbo and head askance, Serafen smirks.\r\n",
      "female": ""
    },
    {
      "id": 122,
      "default": "Furrante rubs his thumb over his golden suolenet, violent thoughts gliding over his face like dark clouds. Then he smiles, but it's a vicious expression more than a pleasant one.",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"I know that dimple. Had you in my sights once, but you bent down to lace your boot.\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"More is the pity.\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"The Floating Hangman appears to be a ship manned entirely of an undead crew, led by an undead captain, able to manipulate both skies and water to gain a hunter's advantage.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Should you find yourself on a sea fallen quiet, surrounded suddenly by an unnatural fog, I recommend you hop to and sheer off, as swiftly as you can.\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"Much and yet little, all at once.\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"Come now! Be there anything <i>more</i> fun than seeing that ballast-blowing bilge-swallow up to his barnacle-crusted arse in salty vengeance?\"\r\n\r\nSerafen cracks his knuckles. \r\n",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"You'd've been right amused, you would. Few sights as fine as that hard-blowing three-sheeter getting what's long been due him.\"\r\n\r\nHands on his hips, Serafen juts his chest forward, blue fur expanding like a bird's plumage. \r\n",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"You are lacking in so many ways, my former shiphunter. But no one can say you are not entertaining.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"The paladins of the Darcozzi were legendary in their time.\"\r\n\r\nA whisper of a smirk flits across her face with the last phrase, though Furrante either doesn't notice it or pays it no attention.",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"Indeed.\" He sucks in a deep breath, chest rising pridefully.",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"Looks like we'll be making a salty grog-sucking cur of this one yet!\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"Mind the manner in which you address me, shiphunter.\" The mirth evaporates from his face.",
      "female": ""
    },
    {
      "id": 135,
      "default": "[Nod.] \"I've encountered it before.\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"Wait, did you just say a ghost ship haunts the Deadfire?\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"Have we any sketches of it? I wouldn't mind documenting the phenomenon.\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"Do elaborate.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"A few, somewhat crude ones. Not many who encounter the Floating Hangman live to tell the tale - or otherwise record it.\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"Yet you live? Madiccho! I have undervalued you, Watcher.\" He sniffs.",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"Indeed, and I will say it truly again.\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "His lips thin, pressed taut as he half shrugs one shoulder. Infuriatingly noncommittal.",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"I will not mince words as you undoubtedly know what we're up against.\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "[Lie.] \"I may have encountered it, myself, a time or two.\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"Yet you live? Madiccho! I have undervalued you, Watcher.\" He sniffs.",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"I've read accounts of an undead ship that flies a Darcozzi flag, yes.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"It would seem I have undervalued you, Watcher.\" His dark eyes glint with interest. ",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"Fortune favors us, as I have procured a <xg>survivor</xg> from such a recent sinking. You will consider that which she has to say.\"\n\nHead craning abruptly to the side, he barks a loud order.",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"We have been losing ships at sea, aimico. And not to those Valera shiphunting bastards. I believe the Floating Hangman may be our culprit.\"",
      "female": "\"We have been losing ships at sea, aimica. And not to those Valera shiphunting bastards. I believe the Floating Hangman may be our culprit.\""
    },
    {
      "id": 151,
      "default": "\"Unfortunately, the only soul who could possibly shine more light on our situation lies buried deep within Neketaka.\"",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"I am listening, aimico.\" He nods to encourage you on.",
      "female": "\"I am listening, aimica.\" He nods to encourage you on."
    },
    {
      "id": 153,
      "default": "\"Gellarde! For this, you have my grandest commendation.\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"He was entombed in honor of his service to Berath, in Neketaka's Sacred Stair.\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"However, there is another matter of which we must now speak.\"",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"I didn't bother with Benweth just for your praise.\"",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"No, as my memory serves me, you did not.\"\r\n\r\nA flare of anger sharpens his smile and burns darker the color of his eyes.",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"And as promised, I have prepared for you a fine prize.\"\r\n\r\nWith a sweep of his arm, he offers you a magnificent cloak.",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"Merla, to get my hands on such a relic...! I would slit my own mother's throat. Were she still alive.\"\r\n\r\nFurrante awards you a winsome, splendidly dimpled smile.",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"Aimico, do you know how I have lived so long in this life of piracy?\"",
      "female": "\"Aimica, do you know how I have lived so long in this life of piracy?\""
    },
    {
      "id": 162,
      "default": "\"Advice, good. I would like to take a note of this.\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"No, but I bet you're going to tell me.\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"Good aim and knavish looks?\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"I do not.\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "[Brandish your weapon.] \"Careful with your answer, captain. I'm a touch on edge today.\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "His brows raise with amusement. Conspiratorially, he leans close.",
      "female": ""
    },
    {
      "id": 168,
      "default": "He nods. Conspiratorially, he leans close.",
      "female": ""
    },
    {
      "id": 169,
      "default": "He chuckles, sounding pleasantly surprised. Conspiratorially, he leans close.",
      "female": ""
    },
    {
      "id": 170,
      "default": "The smile drips from his face. ",
      "female": ""
    },
    {
      "id": 171,
      "default": "He smiles. Conspiratorially, he leans close.",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"It is not by blabbing all of my secrets to anyone who asks.\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"You may already be aware, but I am a Darcozzi Paladin, the first chair on the Consuaglo, and my crews have been known to call me the Last Marceso.\r\n\r\n\"Contrary to popular belief, I do not overly favor speaking of myself.\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"Director Castol sends his regards.\"",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"Keep your voice down.\" He darts a look around before leaning closer to you. His face is deadly serious.",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"She is the epitome of Grand Vailia. Of magnificence, honor, and duty. Living or undead, she strives still to serve her charge.\"\r\n\r\n",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"Along with her life, Rivan lost the sword she had sworn to protect.\"\n\nHe traces a dreary line down his jaw.",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"It is my hope that uncovering the details regarding dear Rivan's fate in life may illuminate the nature of her un-death - and how to defeat her galleon.\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"I think Splintered Reef could be a good asset for us.\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"The winds of change are coming, Watcher. Before it is too late, we must attend to these matters.\" ",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"Yet you still have not restored your standing among my kind. If you will not deal with Benweth, I must wonder if you are serious about sailing with us to Ukaizo at all.",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"Now then.\" He clears his throat brusquely.",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"It is imperative that we secure a means to settle Ukaizo. And for that we need Rivan's Floating Hangman, aimico.\"",
      "female": "\"It is imperative that we secure a means to settle Ukaizo. And for that we need Lucia's Floating Hangman, aimica.\""
    },
    {
      "id": 192,
      "default": "\"I require nothing further from you at this time. I will send for you should the need arise.\"",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"Need I remind you, the entire point of dealing with the chaff at Crookspur was to make inroads with... <i>my special associate</i>?\" He tugs at his sleeve cuffs irritably. ",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"I've dispatched our friend Benweth.\"",
      "female": ""
    },
    {
      "id": 196,
      "default": "\"They fought to the death, Rivan's to be precise, in this very archipelago.\"",
      "female": ""
    },
    {
      "id": 197,
      "default": "He clears his throat, voice low and rough when he next speaks.",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"Aimico, please, I must ask you to guard your tongue. We do not condone slavery within the Príncipi.\"\r\n\r\nHe gives you a pointed look.",
      "female": "\"Aimica, please, I must ask you to guard your tongue. We do not condone slavery within the Príncipi.\"\r\n\r\nHe gives you a pointed look."
    },
    {
      "id": 199,
      "default": "\"But I can tell you, their <i>legal</i> operations are based on the island of Crookspur. If you're hunting for slavers, I suggest you look there.\"",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"Castol warned me you would come. But he did not indicate how much he'd have briefed you in advance.\"\r\n\r\nThe captain straightens the frilled cuffs of his sleeves, ready to get down to business.",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"Castol thought you could use the help.\"",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"I'm not at liberty to say.\"",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"Well done in dealing with Fort Deadlight. I could not have handled it better myself, casità.\"",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"Taught the brute a lesson, did you?\" Fingers tracing the golden suolenet strung around his neck, Furrante chuckles warmly at the thought.",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"His death invalidates the entire effort. But I do suppose you deserve some accolades for seeing to Crookspur, regardless. \n\n\"Agracima, casità.\"",
      "female": ""
    },
    {
      "id": 209,
      "default": "\"Besides, more important matters are at hand now.\"",
      "female": ""
    },
    {
      "id": 210,
      "default": "\"I hear you have a flare for the dramatic. Or should I say <i>explosive</i> antics. A magnificent way to settle one's disputes, indeed.\r\n\r\n\"And you truly left Benweth's reputation in pieces.\" ",
      "female": ""
    },
    {
      "id": 211,
      "default": "\"There is no finer way to deal with one's troubles than to bury them. Killing Captain Benweth was an excellent decision.\"",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"I must admit, I did not expect you to leave him alive. But I think it a shrewd decision. Whatever <i>understanding</i> you've come to, I do believe could prove advantageous for us in the future.\"",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"He had it coming.\"",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"That he did, indeed.\" Furrante strokes his fingers down the line of his jaw, eyes downcast in thought.",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"This sword was Rivan's. She was charged with protecting it.\"",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"Yet by some means you have acquired it. How remarkable.\"",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"Ac, I know these symbols.\" As Furrante examines the sword, he sucks in a sharp breath.",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"This is the burning palace, see? The symbol represents the Darcozzi family, which means you are in possession of the royal sword of Grand Vailia - the Engoliero do Espirs. Ac?\"\n\nHis face flushes with excitement, and he endeavors to unsheathe the sword, arms trembling from the effort. At last, a stab of dismay cuts across his face.",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"Merla, but it appears to be sealed tight. Perhaps we might use this to bargain with Rivan should we ever chance a meeting with her?\"\r\n\r\nAlmost reluctantly, he hands it back to you.",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"A coincidence, surely.\" Expression tight, he eyes the rifle strapped to her back.",
      "female": ""
    },
    {
      "id": 221,
      "default": "\"It's the ones who get away that hurt the most.\" \r\n\r\nMaia glances away and sighs.",
      "female": ""
    },
    {
      "id": 222,
      "default": "\"When one makes a business arrangement with me, I expect them to honor it, casità.\"",
      "female": ""
    },
    {
      "id": 223,
      "default": "\"Need I remind you, the entire point of dealing with the chaff at Crookspur was to make inroads with... <i>my special associate</i>?\" He tugs at his sleeve cuffs irritably. ",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"However, we shall consider this an opportunity lost, and put it behind us. You do still hold immense value as an investment for my success.\"\r\n\r\nThe captain nods.",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"Well, aimico? I must ask that you enlighten me.\"",
      "female": "\"Well, aimico? I must ask that you enlighten me.\""
    },
    {
      "id": 226,
      "default": "\"I mean his jawbone was moving and words came out. The Berathian's a Death Guard now.\"",
      "female": ""
    },
    {
      "id": 227,
      "default": "\"He was a Death Guard, IDIOT. Do I need to spell it out for you?\"",
      "female": ""
    },
    {
      "id": 228,
      "default": "Fury darkens the captain's features as his breathing grows momentarily ragged. After some effort, he appears to let your insolence go. For now.",
      "female": ""
    },
    {
      "id": 229,
      "default": "He pastes on a charming smile before continuing in a pleasant tone.",
      "female": ""
    },
    {
      "id": 230,
      "default": "\"The Consuaglo has no time for the concerns of an outsider. Eccosi.\"",
      "female": ""
    },
    {
      "id": 231,
      "default": "\"I've dealt with our friend Benweth.\"",
      "female": ""
    },
    {
      "id": 232,
      "default": "\"I've dealt with our friend Benweth.\"",
      "female": ""
    },
    {
      "id": 233,
      "default": "\"I, myself, would have enjoyed watching you put the scoundrel in his place.\"",
      "female": ""
    },
    {
      "id": 234,
      "default": "\"Even though you left him alive, I am sure his pride received a long-overdue beating.\"",
      "female": ""
    },
    {
      "id": 235,
      "default": "\"Ac? What is it you wish to know?\"",
      "female": ""
    },
    {
      "id": 236,
      "default": "\"We are a magnificent but largely landless people. So we have come to own the sea.\"",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"Who are the Príncipi sen Patrena?\"",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"Remind me again who the Príncipi sen Patrena are.\"",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"To survive, we must seize prosperity where we can. Hence, we are oft labeled as pirates, smugglers, merchants of illicit trade, or mercenaries.\"",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"It will not always be so. But it is for now.\"",
      "female": ""
    },
    {
      "id": 241,
      "default": "\"The Príncipi's heritage is Old Vailian?\"",
      "female": ""
    },
    {
      "id": 242,
      "default": "\"We are descended from refugees who fled during Old Vailia's... decline. They sailed the Eastern Reach to the Deadfire.\"",
      "female": ""
    },
    {
      "id": 243,
      "default": "\"But they did not settle the islands. Today, even, our shipboard life continues.\"",
      "female": ""
    },
    {
      "id": 244,
      "default": "\"You said the Príncipi's heritage is Old Vailian, right?\"",
      "female": ""
    },
    {
      "id": 245,
      "default": "\"Indeed, and I will say it truly again.\"",
      "female": ""
    },
    {
      "id": 246,
      "default": "\"Indeed, aimico. You are correct in this assessment.\"",
      "female": "\"Indeed, aimica. You are correct in this assessment.\""
    },
    {
      "id": 247,
      "default": "\"But as you are curious, I will tell you this. The architecture of Balefire Beacon suggests dwarven craftsmanship.\"",
      "female": ""
    },
    {
      "id": 248,
      "default": "\"My own research into the island upon which I established Dunnage, paints these ruins in a picture of blood and agony. \r\n\r\n\"Whatever dwarves sought to make their refuge here were exterminated by a crush of naga, tidal waves, and great sea monsters all at once.\" ",
      "female": ""
    },
    {
      "id": 249,
      "default": "\"Fortuitously for us, Ondra shelters her loyal sailors more than wayward mountain dwarves.\"",
      "female": ""
    },
    {
      "id": 250,
      "default": "\"Need I remind you, the entire point of dealing with the chaff at Crookspur was to make inroads with... <i>my special associate</i>?\" He tugs at his sleeve cuffs irritably. ",
      "female": ""
    },
    {
      "id": 251,
      "default": "\"I would know why you have not yet dispatched Benweth. Do you think it wise, when you wish to forge allegiances in this harbor?\"",
      "female": ""
    }
  ]
}