{
  "Component": "exported",
  "Name": "conversations\\17_dunnage\\17_cv_backer_npc_kae",
  "Entries": [
    {
      "id": 2,
      "default": "You find a woman of early middle years dressed fine - if dirty - armor adorned with bright purple piping. A pair of long scars bisect her brow and jaw.\r\n\r\nThough she stands at ease, a nervous energy thrums through her.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Fair day, traveler!\" She grins broadly, a joyful twinkle lighting her eyes.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Hello there!\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Good day!\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Keeping up with your reading, I trust?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Anything I can do for you, just say the word!\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Tell me about yourself.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Lady adventurer, at your humble service. I was born in Aedyr and raised in the field, and there's nary a crevice of this archipelago I haven't seen!\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Could you teach me what you learned in your time exploring the Livings Lands?\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"If you'd like to learn more, you'll have to buy a copy of my monograph!\" She winks.",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"With pleasure! Teaching is my specialty, after all. I'm going to pack your brain with so much knowledge, you're going to have a headache for a <i>week</i>.\r\n\r\n\"All I need from <i>you</i> is three thousand copper.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "She starts first with the practical training - how to move silently through bush, when and how best to hide, how to step so as to muffle the sounds of your feet.\r\n\r\nSatisfied, she moves on to a high level explanation of various theories of knowledge. She seems to have quite a passion for epistemology, and goes on for an excruciatingly long time before at last sending you on your way.",
      "female": ""
    },
    {
      "id": 30,
      "default": "[Leave] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Travel quick, travel quiet!\" She gives you a friendly punch on the shoulder and turns away.",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"The field?\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "[Listen.]",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Aye, the Living Lands most oft, but the Deadfire as well of late.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Being a cipher's come in <i> quite</i> handy, I'll tell you that.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"I split my time between Aedyr and the Living Lands, though I've spent much time in the Deadfire of late.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"And, my goodness, if you think the Deadfire's wild, I must say, it's no more thrilling than a lady of luxury's afternoon luncheon in comparison to the glorious madness of the Living Lands.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"And, my goodness, if you think the Deadfire's wild, I must say, it's no more thrilling than a lady of luxury's afternoon luncheon in comparison to the glorious madness of the Living Lands.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Do you often get into trouble, then?\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "[Listen.]",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Trouble seems to find me wherever I go! Not a lick of it's my fault, of course - it's the university, always sending me to the most dangerous corners of Eora, the scamps.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"If I didn't know better, I might say they were trying to kill me! There's naught other way to rid themselves of a tenured professor, after all.\" She laughs.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Oh dear me, yes! Can't seem to avoid it. Not a lick of it's my fault, of course - it's the university, always sending me to the most dangerous corners of Eora, the scamps.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"If I didn't know better, I might say they were trying to kill me! There's naught other way to rid themselves of a tenured professor, after all.\" She laughs.",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Get any good stories out of it, at least?\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "[Listen.]",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Oh, aye, aye - some you wouldn't right believe! Like the time I lost a part of my ear here, see?\" She pulls back her hair and shows you her mangled ear. It looks like something's had a good chew on it.",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Lost an entire research team along with the ear! Rather a long day, that was.\r\n\r\n\"My colleagues have implied I might be cursed, but I can't say I much agree.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"It's just the nature of the work, you understand? I mean, goodness, if you want a lady to find you the rarest plants, you've got to send her to the most remote places!\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"On my last expedition, my colleague Ines got herself <i>lost</i> looking for what was essentially a big, prickly weed. No medicinal use at all!\r\n\r\n\"I found her, though. Mostly intact, even. A blessing from the Living Lands, I call it, aye.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"But I <i>do</i> go on, don't I?\" She laughs gaily, a hand splayed across her chest.",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"No, I don't think so.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Excellent! Let's get down to business, shall we?\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "She nods. \"That's your prerogative, I suppose. Come back if you change your mind!\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "[Enhance Stealth and Metaphysics] \"Here you are.\"",
      "female": ""
    }
  ]
}