{
  "Component": "exported",
  "Name": "conversations\\17_dunnage\\17_cv_principi_boss_slavers",
  "Entries": [
    {
      "id": 1,
      "default": "\"Amicio! You are just the captain I longed to see.\"\r\n\r\nThe pirate spares you a winsome smile as he laces his fingers, and his palms come to rest comfortably against his gun belt.",
      "female": "\"Amicia! You are just the captain I longed to see.\"\r\n\r\nThe pirate spares you a winsome smile as he laces his fingers, and his palms come to rest comfortably against his gun belt.."
    },
    {
      "id": 2,
      "default": "\"- a favor that necessitates a great deal of discretion. See to this for me, and I will weight you with a considerable amount of coin.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"What exactly would I be doing?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"My associate conducts dealings with a group of... traders of a sort. The traders are having a bit of trouble with their newest stock.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Who might this associate be?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"A wealthy and influential man. What more do you need to know?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Why the need for such discretion?\"\r\n",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"It involves something of a sensitive topic among the Príncipi. I'll explain further once I can trust you're fully committed.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"You can trust me.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Then you're to head to Crookspur Island, where you'll meet with Master Kua.\" He clears his throat.",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"The Príncipi work with slavers?\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"I won't help slavers.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"No. It is my associate who does that dealing.\" He pins you with a pointed look.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"I understand you may harbor some hesitation in this regard, but in the case you reconsider, at least allow me to mark Crookspur on your charts.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I'll handle it.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"When you get there, speak with Master Kua. Tell him I've sent you, and he'll fill you in on what he needs.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Gellarde! I knew I could count on you. Here, I'll mark Crookspur on your charts.\"\r\n\r\nPleased, he claps his palms together.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"And why in Eora would Castol send you to me?\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Castol thought you could use the help.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"You can assure Castol that I would have handled it in due time. I've simply been tied up with other matters.\" A frown tugs at the corners of his mouth, and he strokes a thumb thoughtfully along the curved grip of his flintlock.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Drop the excuses and give me the details.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"You're to go to Crookspur and speak with a Master Kua. He runs the island.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Hand me your map, and I'll mark Crookspur's location. I trust that Castol has already pressed upon you the need for discretion regarding this matter? \r\n\r\n\"Don't -\" He snatches the map from your hands.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"I'm not at liberty to say.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "[Shrug.]",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"First, swear it. I have your word on pain of death, aimico?\"",
      "female": "\"First, swear it. I have your word on pain of death, aimica?\""
    },
    {
      "id": 27,
      "default": "\"Yes.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "[Lie] \"Of course.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "[Glower at him.]",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Guono.\" He grins darkly.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"He runs the biggest slaver's port in the Deadfire. However, they've run afoul of the locals. So now their trade routes are under constant ambush.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Then surely you refer to... that matter, ac?\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"- answer that.\"\r\n\r\nAfter scrawling a black X, he hands the map back and turns away without another word.",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"A matter of a rather delicate nature has arisen... one which I believe could benefit from your, let us say, expertise. An associate of mine is in need of a favor -\" He raises his brows pointedly.",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"My opinion on the trade is of little matter - it is legal unlike many of our own activities.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"However -\" And then he smiles. Sharply and without any warmth.",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"If you were to handle this small matter for the both of us, I would see to your reward personally.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Reward?\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Of course, aimico. You would be doing for me a grand favor. One which requires the exchange of coin.\"",
      "female": "\"Of course, aimica. You would be doing for me a grand favor. One which requires the exchange of coin.\""
    },
    {
      "id": 40,
      "default": "\"Oh, yes. Assuredly, you are one of Castol's.\" His smile widens, a bit devious, a lot knowing.",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"As you prefer.\" He tugs curtly on the cuffs of his sleeves.",
      "female": ""
    },
    {
      "id": 42,
      "default": "Furrante clears his throat. Then he tugs on the frilled cuffs of his sleeves, his posture more rigid than usual.",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"- answer that.\"\r\n\r\nAfter scrawling a black X, he hands the map back and wrings his fingers.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Let us discuss further business now, shall we?\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "Serafen's mouth falls slightly open.\r\n\r\nVertigo tickles the edge of your thoughts, as if you were peering over the edge of the world.",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Excellent godsdamned question, cap.\"\r\n\r\nThe orlan's balled fists shake at his sides.",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Since when be the fucking laws of kith of any godsdamned concern to the likes of us?\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Flogging fuck,\" Serafen growls, his nostrils flaring above a curled lip and crooked teeth. \r\n\r\nAn ice cold sliver of loathing and betrayal slides between your ribs and into the space between your lungs. Serafen turns away, and the feeling fades.",
      "female": ""
    },
    {
      "id": 54,
      "default": "Serafen's mouth falls slightly open.\r\n\r\nVertigo tickles the edge of your thoughts, as if you were peering over the edge of the world.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Flogging fuck,\" Serafen growls, his nostrils flaring above a curled lip and crooked teeth. \r\n\r\nAn ice cold sliver of loathing and betrayal slides between your ribs and into the space between your lungs. Serafen turns away, and the feeling fades.",
      "female": ""
    }
  ]
}