{
  "Component": "exported",
  "Name": "conversations\\17_dunnage\\17_cv_iron_gut_sailor",
  "Entries": [
    {
      "id": 1,
      "default": "Hunched on his hands and knees, quivering and drenched in sweat, the pirate lets out a pain-filled groan.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Damn my gut! Just kill me now...\" Skin pasty, upper lip beaded with sweat, the sailor sways and moans.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Blast my gods damned soul and stupidity! Ondra take me now!\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Ooooh... gods have mercy on me!\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"What's wrong with you?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"My ship was attacked and boarded by pirate hunters. Didn't know if we'd be able to get away, so I swallowed down my most valuable possession - Ngati's Black Tear - a gemstone, about the size of my fist.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"What do you do here?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Usually, I'm a sailor. But lately I been sick as a dog and no good to anyone.\" ",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Started feeling an intense pain two days ago. I think - I think I might be dying. I can't even crawl no more.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"If I help you get it out, I want the gem.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"What can I do to help?\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Rosanella's got a stand in the Radiant Court. She's been supplying me with some, uh, experimental concoctions. Tweaking 'em after. \r\n\r\n\"Tell her the last one actually came close to working.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"You can take it! What I used to think was a blessed treasure has become my curse! Any price is worth getting it out of me.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Make me puke! Whatever you got to do, just make it happen before this cursed gem kills me.\r\n\r\n\"Get me... something strong enough to upset even my iron gut.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"What if I just punch you really hard in the stomach? That might get it out.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Think I ain't tried that? My stomach's all black and bruised. But the blasted gem's still stuck up me.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Just keep yourself pointed away from me. You could explode at any moment.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Trust me - exploding would be a right fine relief! But it ain't happening. Not without help.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "[Give him the ingredients for Ondra's Bile.] \"Rosanella says this should work.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "Hands trembling, Pietro hastily mixes the contents into a wooden mug half-filled with water. With a final nervous swallow, he lifts the mug to his lips and downs the concoction. \r\n\r\nAfter several moments, nothing happens, and he shakes his head, expression grim.",
      "female": ""
    },
    {
      "id": 23,
      "default": "But then he goes white as a sheet. His throat mottles red, and his mouth pops open in a little \"o\" of surprise.\r\n\r\n",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Oh, gods - it's coming out the other end now!\" \r\n\r\nIron Gut scoops up the vomit-coated gemstone, what looks to be a black pearl the size of a small rock. He gives it a quick wipedown before thrusting it into your hands.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Now, if you'll excuse me, I need a change of bottoms.\" \r\n\r\nBiting back a curse, he hurries off.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\" 'Course now it ain't coming out... of either end. Been trying all manner of foul concoctions to no effect, on account of my stomach being too strong. \r\n\r\n\"Years of sailing the storm-wracked seas will do that to you.\"",
      "female": ""
    }
  ]
}