{
  "Component": "exported",
  "Name": "conversations\\17_dunnage\\17_cv_aeldys_betrayal",
  "Entries": [
    {
      "id": 1,
      "default": "\"Behave now, captain, or we'll beat you bloody. Again.\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Cheers, captain.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Whatever Furrante's planning, he ought to get it over with.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"I'd like you to try. No really, come closer. I'll stand right here while you do.\"\r\n\r\nShe winks at you, a perfect guise of nonchalance as she leans against the wooden pillar, but you can see her muscles are tensed - ready to strike.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Whoa now, you can't be up here. Not unless you've permission from Furrante.\"\r\n\r\nStartled, the guard jerks a hand for the hilt of her weapon.",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"If your face is to be the last I ever see, I might die happy. What's happening out there? Any word from my crew?\" She leans forward, features sharp with cunning.",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Furrante's dead.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Furrante sent me to interrogate her.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Want to die like a bilge-rat? No? Then scurry off.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"I'll be right nearby if you need me. Careful. She bit Rue's nose off.\" She dips you a stiff bow before stepping aside.",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"I ain't looking to die today. In fact... I think it's time for a shift-change. I'm off duty!\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Don't know if you're bluffing or not, but I think I'll kill you all the same. Just to be safe.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "When the captain sees you, she spits blood at your feet, then settles back against the wood pillar. Her smug grin is all red-stained teeth.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Why didn't you tell me what you knew?\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Tell us what you know and we'll send you on Clussa's Voyage.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"I want your cooperation in securing the Floating Hangman. What do you want from Furrante?\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Aye, they're true enough. Except for the betrayal. You know I'd never sacrifice my own - even a crew of old bloods.\" She hikes her chin up, defiant.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Can't say I was wrong to take precautions, considering, now can you? \r\n\r\n\"Whatever Furrante covets the Floating Hangman for, you can be sure its to solidify his power, first and foremost.\" ",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Die at sea or die by swinging, my what choices you leave me.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"You're letting your ego guide you rather than thinking realistically.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Are Furrante's claims true?\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Sorry, captain, but I couldn't well trust you until I knew Furrante couldn't buy you. \r\n\r\n\"Whatever he's planning for Ukaizo, I'm sure the bigger part of it's to better establish himself as a tyrant.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"You're no better than Furrante. Set an example for your pirates by changing your ways.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"My apologies, but the ends justify the means when the future of the Príncipi is at stake.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"I want Furrante to give up his chair and leave the Council of Captains.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"If you were ambushed by Benweth, you couldn't have stashed it that well.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Think I should be a martyr for the faction? I'm not the one making a choice that'll incite open war.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Tell us what you know and we'll send you on Clussa's Voyage.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"The information you seek is safe, no worries there. Help me hand handle Furrante, and I'll gift you the Floating Hangman on a golden platter.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"The Príncipi need a sustainable future.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"You think this'll save you but it won't.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"We don't have time for this. Every second we argue, Eothas is another step closer to breaking the wheel.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"What do you think I've been trying to provide us? I've grown our strength and numbers ten-fold in the past four years.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"The Príncipi are descendants of Grand Vailian refugees - they uprooted their lives and fled to the Deadfire to survive.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"How will you see to the Príncipi's future when you're hanging from your neck?\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Pirates have no long term prospects. How many of you live to old age?\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"And that's my problem, how?\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"It's everyone's problem!\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Survival ain't everything, lovesome. I value it highly, but all pirates die one day. I'll be damned if I let Furrante bury my legacy with me, though.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"We can try, but Furrante's likely to be as stubborn as you are.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Once Furrante is out of the way, you and me'll be free to take the Floating Hangman.\" \r\n\r\nShe leans forward to give you easier access to her bindings, looking pleasing.",
      "female": ""
    },
    {
      "id": 50,
      "default": "[Cut her ropes.]",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"I need time to think about it.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "The captain's soul simmers over the length of her body. It roils, turbulent as the sea.",
      "female": ""
    },
    {
      "id": 54,
      "default": "[Reach for the soul.]",
      "female": ""
    },
    {
      "id": 55,
      "default": "[Leave it be.]",
      "female": ""
    },
    {
      "id": 56,
      "default": "The soul slides away from your touch, slippery as water - but it can't evade you forever. Soon enough, you're plunging into the howling, thunderous memories.",
      "female": ""
    },
    {
      "id": 57,
      "default": "Untold moments flash through your mind bright as heat lightening, and gone just as quickly - raids you've commanded, tombs you've ransacked, gilded riches and fusty tomes you've ripped from Eora's heart.\r\n\r\nFrustration mounts, then slips away.",
      "female": ""
    },
    {
      "id": 58,
      "default": "A different scene slides into place - you in your captain's cabin, Benweth's voice grating out from over your shoulder.",
      "female": ""
    },
    {
      "id": 59,
      "default": "As you toss the bundle of papers into the burning lamp your desk, the ship pitches beneath your feet. You stutter-step, and the fire flares, ashes singing your eyebrows, as you reach for the micro pistol hidden between your cleavage. ",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Why destroy something that could help the Príncipi?\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "[Brandish a knife.] \"Want to do this easy or painful?\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Haven't you learned by now, lovesome? Threats will get you no where. Except maybe into my bed.\" She looks you up and down. Then she grins, slow and wicked.",
      "female": ""
    },
    {
      "id": 63,
      "default": "[Offer her a handkerchief.] \"You have a little spot... on your chin...\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Now that was uncalled for.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"You should see the other swab. No, really. I bit his nose off. It was a tad gruesome, even for me.\" She licks the blood from her teeth before tilting her chin up, waiting for you to wipe the rest away.",
      "female": ""
    },
    {
      "id": 66,
      "default": "She turns her face away, refusing to look at you as you smudge the blood from her chin.",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"All the more reason to go out in a blaze of glory now, if you ask me. Not like I'd be there to see world's end either way. \r\n\r\n\"And I've no little ones running around to protect as my legacy.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Without the Wheel, souls won't reincarnate and kith will eventually die off.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"I love the Príncipi. But I love my life a little more.\r\n\r\n\"It was the only way to ensure my survival.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "[Wink and tap the side of your nose.]",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"You lied to me!\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"I uncovered the secret to commanding the Floating Hangman. But then I was betrayed, so I it hid away.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"I'm nigh useless for a fight in this condition, but I'll follow behind quick as I can, captain.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "The guards jolt forward, drawing their weapons to attack.",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Time is the one thing I don't have in spades at the moment. Try to hurry, will you, lovesome?\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"I destroyed it before Benny could get his grubby hands on it. Should've burned him, too. But I guess I'm a sentimental sort.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Explain.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"I know the secret to summoning the Floating Hangman.\r\n\r\n\"Of course, with the research destroyed, I'm now the <i>only</i> one who knows.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"As I'm the only one who knows it now, harming me would be a grave mistake.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"I'll wring the information out of you if I have to.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"You memorized the information for leverage.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"You're smarter than you look, captain. And don't you ever let anyone tell you otherwise.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"As a Watcher, I can see your memories once you're dead.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"It would seem we're at an impasse. How's it going to be, then?\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "[Walk away.]",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"You'll be hanged as a traitor, your legacy destroyed.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"What does one have if not life nor legacy?\" She shrugs her shoulders, an awkward movement with her arms bound.",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Die at sea or die by swinging, my what choices you leave me.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"You assume our activities will always be outside of the law? Once we command the seas, we'll set the rules.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Aye. you don't get more adaptable nor desperate to survive than us pirates. You think I ought to go with the flow, is that it?\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"Well, if he can't be convinced. There's always an alternative plan. He dies. I lead.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Why not just kill him?\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Maybe I'll lead them from beyond the grave. Aye, I'll haunt Furrante for the rest of his days or sail around on a ship of the dead like Lucia.\" She smiles without humor.",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Cut me loose, will you, lovesome?\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "[Cut her ropes.]",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"You're welcome, by the way.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "The captain cracks her neck and rubs the stiffness from her muscles as she stands. Finally, she offers you a nod of gratitude, mismatched eyes murderous - demanding retribution.",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"I'll gather the remaining Councilmembers who are loyal to me. Meet me downstairs and we'll discuss the Floating Hangman further.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Well done ferreting out Furrante's treachery. Now, I believe you and I have special matters to discuss, namely pertaining to the Floating Hangman. \r\n\r\n\"I'd like you to join me in the Council meeting.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"I might not care about anyone else, but I do care about those who are loyal to me. If I can help save the Príncipi, you'd best believe I will.\"\r\n",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"All right, I'll tell you what I know. But only if I'm to take Clussa's Voyage rather than hang.\r\n\r\n\"I'll take my chances with the sea - and <i>when</i> I return, swabby, I'll remember how you helped me.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"I'll not give Furrante the information he needs - just to have him hang me for my cooperation. I go free, or the knowledge goes with me to the grave.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"You have my answer. Do with it what you will.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"I'll inform Furrante of your decision.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "[Leave] \"Very well.\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"You're sure you want to do this?\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"I like my odds, personally. In fact, if I were you, I'd bet on seeing me again some day.\" She settles back against the stone wall and tosses you a cheeky wink.",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"There must be another way.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"If there is, I don't see it. Furrante goes or I do.\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "She raises her brows then grins cockily.",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"That's how it's to be then, eh?\" She crosses her ankles and leans back looking relaxed.",
      "female": ""
    },
    {
      "id": 122,
      "default": "[Level a weapon at her.]",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"Oh, I might do that too. After.\" Her lips curve in a wicked grin.",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"You're free to read it from me once I'm gone.\" She sits back against the stone wall and sighs.",
      "female": ""
    },
    {
      "id": 125,
      "default": "[Growl at her.]",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Hid it where?\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"See, I rolled the papers into a little bundle. Then I stuffed it up Ondra's arsehole. Go ahead and dig for it. I'll wait.\" She crosses her legs at the ankles and rests her hands over her belly.",
      "female": ""
    },
    {
      "id": 128,
      "default": "[Roll your eyes.]",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"Am I to take that to mean Furrante <i>did</i> send you? Ah, right then... Apologies, captain. One can never be too sure what this weasel and her crew might be up to.\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "As you teeter and twist around, you draw your pistol in a single, fluid motion from between your sweat-slicked breasts.\r\n\r\nYou aim true for Benweth's heart.\r\n\r\nHe'll die today, but the crew crowded behind him, the poxed traitors, will grab you even when he falls dead.",
      "female": ""
    },
    {
      "id": 131,
      "default": "[Try to save yourself.]",
      "female": ""
    },
    {
      "id": 132,
      "default": "[Shoot the bastard traitor.]",
      "female": ""
    },
    {
      "id": 133,
      "default": "You don't want to, but you think of the time when he was a spindly lad, worthless really, scuttling about your ship and bleating things like, <i>'aye, aye, captain'</i> and <i>'already did it, how do you like that?'</i> \r\n\r\nHe used to beam you a crooked grin before he learned it was better to scowl.",
      "female": ""
    },
    {
      "id": 134,
      "default": "It'll smart for years to come, but he'll survive.\r\n\r\nUnlike you.\r\n\r\nBenny goes down, bleeding a river. His crew surges forward, shouting, tackling you. And you go down, too.",
      "female": ""
    },
    {
      "id": 135,
      "default": "As your finger twitches on the trigger, you let out a sorrowful breath, hating how it's come to this, how now you're hating him.\r\n\r\nThe gun spats thunder and - <i>no, no, you can't!</i> - you jerk your wrist to the side at the last second, drilling him in the shoulder.",
      "female": ""
    },
    {
      "id": 136,
      "default": "Aye, you did know. But that doesn't mean you welcomed it or wished it to be true. He's got a gun to your back, though he's never been as sure a shot as you, and you're clutching the papers you tore from Lucia's history. The ones that speak to how the galleon's summoned.",
      "female": ""
    },
    {
      "id": 137,
      "default": "At last, the treasure you've sought for weeks is found - The Chronicles of Lucia. You devour it, cover to cover, insatiable to unearth the information you need.\n\nLucia took an undying oath to protect the Engoliero do Espirs - the Darcozzi's royal estoc which Yseyr the Berathian later stole from her. ",
      "female": ""
    },
    {
      "id": 138,
      "default": "Holding the estoc and repeating the following oath will unsheathe its power, surely drawing Lucia and her Floating Hangman out at a spot of your choosing on the sea.",
      "female": ""
    },
    {
      "id": 139,
      "default": "[Keep watching.]",
      "female": ""
    },
    {
      "id": 140,
      "default": "[Retreat from the memory.]",
      "female": ""
    },
    {
      "id": 141,
      "default": "Benweth lurches behind you, and his men behind him - four of them waiting to take you down - trip forward as well.\r\n\r\nYou'll never get a better chance.",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"Better yet...\" Her voice lowers to an excited whisper.",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"You wouldn't be here to free me would you, lovesome? What do you say, let's kill Furrante and burn his corrupt Council to the ground.\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"Loyal through and through! Always knew it was new blood filling your veins.\" She grunts as you saw through the ropes until her bindings fall away.",
      "female": ""
    },
    {
      "id": 145,
      "default": "[Free her.] \"Let's do this.\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"Listen, this place is a powderkeg about to blow. And while I'd love nothing more than to cut my own path to Furrante, I got no firepower and a beat to shit body.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"So I'll have to trail behind. I'll meet you in the Council chambers.\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"If my eternal devotion isn't enough enticement, there's a Council seat in it for you.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"Me, I just want to lead my pirates to gold and glory.\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"Me, I just want to lead my pirates to gold and glory.\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"There's no reason for us to be at odds. Tell me, and I'll try to help you.\"",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"I'd like very much for us to help each other out. Especially if it involves me not dying after I tell you what Furrante wants.\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"Maybe. Or maybe I'll gone into the cold depths of the afterlife before you can blink.\r\n\r\n\"I've got a pile of gold waiting for me in the great beyond. Best believe I'll be running to claim it.\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"Whether or not, I tell you, I'm still set to die. So if it's all the same, I think I'll hold my secrets.\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"But I'm a tad hesitant to risk my life on your mere word, lovesome.\" She raises her brows knowingly.",
      "female": ""
    },
    {
      "id": 156,
      "default": "[Lie] \"Furrante sent me to interrogate her.\"",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"My sincerest apologies. Was I wrong to assume you sided with that cock-rot traitor Furrante?\"",
      "female": ""
    },
    {
      "id": 158,
      "default": "\" 'Cause for once I'd be thrilled to be dead wrong.\" \r\n\r\nHer voice lowers to an excited whisper, and she leans forward, straining against the thick ropes.",
      "female": ""
    },
    {
      "id": 159,
      "default": "[Free her.] \"I'll kill Furrante. You get me the Floating Hangman.\"",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"A deal's a deal, lovesome. And ours is about to be sealed in blood.\" She grunts as you saw through the ropes until her bindings fall away.",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"Perhaps I was mistaken to assume you sided with that cock-rot traitor Furrante?\"",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"I feel like death warmed over, but I'll live. Can't say the same for those tar-fucks, eh, Watcher?\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "Aeldys pauses, wincing as she gazes upon the gruesome remains of the Council's former seat-holders. She nods to you, grateful.",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"Merla! Mother of Ondra, what - what happened to the Consuaglo?!\" When he noticed Aeldys, he goes white as a sheet. Stiffly, he bows to the new Council leader.",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"Casità, it is... truly a pleasure... to see you re-seated. But I must express my deepest condolences for the loss of... more than half of our Consuaglo.\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"Captain, you're harder to kill than a cockroach, but damned if I ain't glad of it.\" Morena laughs wildly, head throw back as she cackles.",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"Pim, I know you were loyal to Furrante, but he's little better than a bloodstain now. You and Morena were the only ones who voted for my innocence. I ain't forgotten it.\" ",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"It is certainly a better fate than I thought you would offer me. Assuredly, my fleet is at your call, casità.\"\n\nHe kisses the suolenet around his neck to seal the pledge.",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"Good. I'll need them if we're to reach Ukaizo.\"\r\n\r\nShe turns a determined expression to you.",
      "female": ""
    },
    {
      "id": 171,
      "default": "She turns to the side, coughing up blood.",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"Tell us what you know and we'll send you on Clussa's Voyage.\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"Die at sea or die by swinging, my what choices you leave me.\"",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"I'll not give Furrante the information he needs - just to have him hang me for my cooperation. I go free, or the knowledge goes with me to the grave.\"",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"We here to gawp, or we going to hang a mutinous bastard?\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"Good to have you back in charge! And I thank ye Watcher for the bloody, bone-breaking help.\"",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"Pledge your loyalty to me now, and I'll let you keep your fleet and your standing on the Council.\"",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"Best I leave Furrante to you, aye.\"",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"Got any last words you witless cock-rot?\"",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"Certainly we can come to an agreement. There's no reason to shed blood.\"",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"Oh, we've long passed that. Walk the plank, you scug!\"",
      "female": ""
    },
    {
      "id": 182,
      "default": "<link=\"stringtooltip://tooltips/2\">'Io guri di prodeggere mat Paladina med Darcozzi i ouer iusti regli, mea Orelia Darcozzis eri.\n\n'Guri chue liuretto bon aimo i ba fetta, eppore peri chue mao Dicenas fiaces mi converande.'</link>\n\nYou grin triumphantly. The world wobbles beneath your feet.",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"Come on, Aeldie. You always knew it would come to this,\" he snaps at you.",
      "female": ""
    },
    {
      "id": 187,
      "default": "That ritual bound Lucia's soul to the sword. The blade beckons the paladin like a burning flame in the dark. But its fire only ignites when drawn out of its scabbard by an ancient Darcozzi oath.",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"Cut me loose, will you, lovesome?\"",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"You're welcome, by the way.\"",
      "female": ""
    }
  ]
}