{
  "Component": "exported",
  "Name": "conversations\\17_dunnage\\17_si_betrayal_hanging",
  "Entries": [
    {
      "id": 1,
      "default": "Head held high and with a noose cinched around her neck, Aeldys saunters down a long, wobbling plank that overlooks Dunnage. \r\n\r\nArmed guards flank her, but she pays them no mind.",
      "female": ""
    },
    {
      "id": 2,
      "default": "Once the most powerful pirate in the Deadfire, Furrante now stumbles forward - shoved by a guard with a blood-tipped spear. The captain's shoulders are slumped, a rough noose cinched around his neck, as he reluctantly walks a long plank overhanging the roof's edge. ",
      "female": ""
    },
    {
      "id": 3,
      "default": "In the streets far below, a crowd has gathered to watch the execution. Some cheer but more shout obscenities, fight, and weep.",
      "female": ""
    },
    {
      "id": 4,
      "default": "She spits in your direction. \r\n\r\nThen with a lazy grin curling her lips, she steps out from the plank.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Mark my words, captain - I'm going to haunt you for the rest of your days,\" she taunts Furrante.\r\n\r\nThen with a lazy grin curling her lips, she steps out from the plank.",
      "female": ""
    },
    {
      "id": 6,
      "default": "She looks first to Furrante and then to you - ensuring your face is the last she'll ever see.",
      "female": ""
    },
    {
      "id": 7,
      "default": "In the streets of Dunnage far below, a crowd has gathered to witness the execution. A cacophony of jeers and cheers rises as Furrante emerges into view.",
      "female": ""
    },
    {
      "id": 8,
      "default": "Furrante trembles when the plank wobbles beneath his boots, nearly tripping off the side mid-way. He stops before reaching the very end and tosses a last look at Aeldys over his shoulder. \r\n\r\nShe's got her chin tipped high, teeth gritted. He'll find no mercy from her.",
      "female": ""
    },
    {
      "id": 9,
      "default": "Aeldys falls. And the rope snaps taut.",
      "female": ""
    },
    {
      "id": 10,
      "default": "The captain plummets, a holler tearing from his lungs. Then the rope runs out of slack, and the sound's cut silent.",
      "female": ""
    },
    {
      "id": 11,
      "default": "At the end of plank, Aeldys turns to face her executioners. Her chest rises as she takes a deep and final breath.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Suppose this is where we part ways, lovesome. I'll be dreaming of you in the great beyond. Don't shed too many tears for me.\"\r\n\r\nShe mimes you a last kiss. Then with a lazy grin curling her lips, she steps out from the plank.",
      "female": ""
    },
    {
      "id": 13,
      "default": "Then he meets your gaze, words fumbling on his lips, but before he can get a proper plea out, the guard stomps hard on the plank, and Furrante is jarred over the edge.",
      "female": ""
    },
    {
      "id": 14,
      "default": "Furrante trembles when the plank wobbles beneath his boots, nearly tripping off the side mid-way. He stops before reaching the very end and tosses a last look at the Consuaglo members over his shoulder. \r\n\r\nThe captains stand straight-backed, unbending in their decision.",
      "female": ""
    }
  ]
}