{
  "Component": "exported",
  "Name": "conversations\\05_neketaka_artisans_district\\05_cv_neophyte_watershaper",
  "Entries": [
    {
      "id": 1,
      "default": "A young Huana holds out his hands as if to catch an incoming missile. He winces in concentration, and an orb of water rises and floats midair. Sweat drips down his nose. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Do you need something? Seeing as I'm getting nowhere, I'll spare you the time.\" Warūa frowns and bids you continue.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"What can I do for you?\" ",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"You seem to be having trouble.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"I can feel the connection to Ondra just like Mairu taught me, but there's something missing. Maybe it's my form.\" He frowns to himself. ",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Hum to yourself. Always helps me concentrate.\" ",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Suppose I'll give anything a try.\" He nods to you and resumes practice.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Any advice to help our friend here with his watershaping, Tekēhu?\" ",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Remain loose, but not too loose. Confine yourself, but spread out at all times.\" He nods, passing you a secret smile. ",
      "female": ""
    },
    {
      "id": 16,
      "default": "Tekēhu clears his throat loudly.",
      "female": ""
    },
    {
      "id": 17,
      "default": "He flinches, and in that instant the water loses all shape and splashes on the floor. Crestfallen, he sighs and drops his stance.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Damn it, Tekēhu! Why? I ALMOST had it that time.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Not even close. If you want to achieve the second form, you will need to loosen that posture. Spending a day submerged in the bathhouse always helped me.\" He smirks.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Did you need something?\" He nods to you and shakes out his arms, readying himself for another try.",
      "female": ""
    },
    {
      "id": 22,
      "default": "[Lie] \"Remember to hold your breath and keep your knees together.\" ",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Sorry, I have no idea.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"That's okay. Persistence is everything, right?\" He shrugs.",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Humming, eh? Never fancied myself a musical type.\" He squints, weighing your words.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Like this?\" Warūa shuffles his feet apart and squeezes his shoulders together, looking to Tekēhu for approval.",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Perfect. Keep at it and you'll be teaching me the fourth form in no time.\" He claps Warūa on the shoulder, upsetting his stance. ",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Really? That isn't how the guildmaster taught it.\" His brow creases with uncertainty. ",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Shaping feels... stranger than usual.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "Warūa concentrates in silence. His focus seems more directed than before.",
      "female": ""
    }
  ]
}