{
  "Component": "exported",
  "Name": "conversations\\05_neketaka_artisans_district\\05_cv_bathhouse_sick_noble",
  "Entries": [
    {
      "id": 1,
      "default": "\"I see ye brocht your pyne, but ye nae come to ease it. Pity.\"\r\n\r\nA venerable elf sits beside the water, her creased and spotted skin slightly flushed by the heat. Numerous scars mar her skin on face and torso alike. Her eyes open, and their sharp gaze focuses on you.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"What brings you to the bathhouse?\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Leave] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"It eases my pyne. More an that is an awful lang yairn, an nae entered lichtly.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Wanweird or the will of the gods, one. A fermer near aboots Log Home invitet the soldiers for dinner. 'Twas hairst, an the crop was rowthie.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"You're Udyne, right? We've heard you know where we can find Remaro.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Serafen.\"\r\n\r\nShe smiles, an expression both sad and kind.\r\n",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"He gave up the Sorcerer? And for what? An elven clipper? Makes as much sense as dugs on a drake, cap! He'd be easy catchings for any freebooter after his hide!\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"I can't tell you whit he intends, but he set sail for Sayuka intending to replenish there. That's everything I conne, for whitiver good it does ye.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Udyne I am, but I connt no Remaro... least none that hadna returnt to the Wheel.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"That sounds horrible!\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Go on.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"She an her man devised us a braw an gustie feast - deer pie an salmon, a stew of cabbitch, carrots, and pitatties, squash roastit with pine nits, an the sweetest honey bread I iver tasted.\"\r\n\r\nA weak smile spreads her mouth.\r\n",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"The Glanfathans riled the animals. By then, we connt the trick, so the captain bade the fermer's family stay within. We steppt intae the nicht, approachit the fykt swine... an the arrows began to fall.\"\r\n\r\nThe smile has faded.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Sorry I asked.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Have you tried killing yourself?\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "Her eyes narrow and nose wrinkles.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Nae. Life is the Pallid Knight's alone to tak.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Less there's onything ye need, please lat me to mine water.\"\r\n\r\nThe woman dabs herself with a warm cloth.\r\n",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Aye. If ye say so.\"\r\n\r\nThe elf's eyes examine you as a physician might, probing but impersonal.\r\n",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Pain? I have no pain.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"I have a letter in which Remaro said to seek you here.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Tell me where to find Remaro, or I'll kill you.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Death welcomes us all, at the hinder end.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"I canna speak to yer letter. Maybe it warn't meant for ye.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "[Kill her.]",
      "female": ""
    },
    {
      "id": 31,
      "default": "You grab the old elf by her chin and the back of the head, and with a single jarring twist, break her neck. She slides limply into the water, bubbles rising from her lips.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Danger? Nay, not I. I do seek him, though, and I feel that he needs me, feel it in the deep depths of me furry fun-sack. If you care for him, you'll be telling me what you know.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"He bade me not tell anybody of his plans, ye included. He's left this area, afeart of the danger he feshes on those near to him.\"\r\n\r\nShe sighs, a long, pained sound accompanied by a wince.",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"I'll tell ye... and trust ye to conne best whit to make of the conning. Remaro tredit me his galleon for mine clipper. A stuggy trade, surely, but he insisted that he needit the speed.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Glory were nae to be had. Trowth be telt, I hold luckier than most. The orlans o Eir Glanfath walded blades that sheaved spirit as easilly as flesh. Some of mine fallaes were slauchtered body an soul.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "She exhales a long, thin sigh.",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"By Berath's bulging ballbags! Spare us the tragic tale, you poxy old salt! Tell us of Remaro, and we'll be leaving you to your misery.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Who is hunting Remaro, besides Malnaj?\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Strange that your good friend is trying so hard to avoid you.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"We should hurry to Sayuka.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"That salted cock-vise be the biggest threat, sure as shit, but others'll want that bounty, too, not to mention the favor comes with it.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Aye, cap, you've read me mind! And here with me thinking that were my skill in particular.\"\r\n\r\nHe winks.\r\n",
      "female": ""
    },
    {
      "id": 43,
      "default": "Serafen blinks, nose twitching. His ears angle slightly back.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Surely thinks he's protecting me. Stubborn as I seem, Captain Watcher, Remaro makes me look the dabbler.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Serafen, you have a rather curious method of making a request. How often has this worked in your favor?\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"I'd like to hear it.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Never mind.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"You need not tell me more.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Ye may be finding the tale familiar.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"I fect in the Broken Stone War, some two centuries gone by now. I left the wids of Aedyr for the Estern Reach. I claimed to seek to pertect our colonists, but in trowth, I socht the glory of battle.\"\r\n\r\nShe sighs and touches her brow.",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"What happened to you?\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Aye, 'twas. Afttimes, when I sleep, I behold yet their blank eyes. Gauning at nothing.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"I... well... mayhaps a time or two? Suppose it works best with a gun behind it. Ma'am.\"\r\n\r\nClearing his throat, he takes an increased interest in his toes.",
      "female": ""
    },
    {
      "id": 54,
      "default": "She exhales a long, thin sigh.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Their Sceltrfolc, hunters an kempers bred, aimed their arrows true, an two of us fell immediately. The orlans rashed us than, small an shady, visible only by the violet flams that lit their blades.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"We draikit that ferm in blood, both sides. In the end, only I remaint, staundin in the fermhoose door, holding mine innards in, waiting for another coxfither to come an finish the work.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"I only lived acause of that fermer. She sewed me up, fed me till I had health enough to staund. She said she awnt me, but...\"\r\n\r\nShe shakes her head.\r\n",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"I think we both connt that we brocht the trouble upon them with our presence. The raiders had been too many to slicht a simple fermhoose.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Your wounds trouble you still?\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Thank you for sharing your story.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"The pyne botheret me little in mine youth. I focht yet. I set flams to Black Trees. I took arms again the uprising at New Dunryd. Efter that, little welcome remaint me in the new duc's kintra, an I traivelt northwart.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Aye. Thank ye for listenin. Few dae.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Yet with age, the auld wounds shaw new depth. By my count I've suffered aichteen arrows and hauf again as many stabbings. That I yet live testifees to either my stubborness or that of the gods.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"I ranged for years seeking a balm for the growing pyne. Drink helpt for a time. Svef for anither. Now, only these baths, infuist with adra, dull the agony.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"It sounds to me like you got what you deserve.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Let's discuss something else.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Maybe. The Wheel will tak me in time, and the scales evened.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"You speak of the mind hunters, Glanfathan warrior-ciphers.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Aye, that I do, an a dounricht vicious bunch they are.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"You fought against the Dyrwood's independence?\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Aye, I did. At the time it seemed richt. Now? I feel less certain.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"It would mean a lot to a friend of mine if you could help us.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Than maybe ye should've brocht yer friend with ye.\"\r\n\r\nShe smiles sadly.\r\n",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Remaro described you pointitly. He told me that ye would come were ye in danger.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Seems Remaro didn't want you to find him, Serafen. Perhaps you should leave it be.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Please help my friend, Udyne. He loves Remaro like a father.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Tell us where to find Remaro, or your life is forfeit.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"We've wasted enough time on this, Serafen.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"I'm sorry. But I canna tell ye what I daena conne.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"He's the nearest thing I got to kin. Why didn't he trust me?\"\r\n\r\nSerafen's head drops.\r\n",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"He did trust ye. He trustit ye wholely.\"\r\n\r\nUdyne frowns at Serafen, her eyes wet.",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"We've learned all there is to learn here.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Aye. And this steam be doing my fur no favors.\"\r\n\r\nHe displays a wetted arm, the hair thick and tangled.",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"Thank you mightily, lass. Enjoy the baths.\"\r\n\r\nHe bows to Udyne.\r\n",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Sauf travels. The wages of war catch ye up, suin or syne.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Daes that offend ye? I conne yer tune, Aedyran.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Come again? I don't quite follow your meaning.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"How do you know Remaro?\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"I've connt Remaro for a spell an longer. We've daen business, little o it legal, but none o it ill-hearted.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"I thought it were half-funny that an old hatchet from abroad could afford daily baths at Magic Water with nary a hint of something sticky on her fingers. Better not to pry further, cap.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Aye, you poxy old salt! Spill what you know 'fore we spill your guts!\"",
      "female": ""
    }
  ]
}