{
  "Component": "exported",
  "Name": "conversations\\05_neketaka_artisans_district\\05_cv_marihi",
  "Entries": [
    {
      "id": 1,
      "default": "\"I say you look like someone who wants protection <i>and</i> a certain something about presence, ekera?\" \r\n\r\nThe Huana woman scans you up and down, nodding as she measures your proportions.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"If you need iron or steel - maybe even something lighter - I've got plenty in stock.\" She smiles and tips her head toward her wares.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Show me what you have for sale.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Periki's Overlook is an interesting place for an armorer.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Ekera, they wouldn't put a... 'traditional' smith here unless she brought something special.\" She sighs and glances toward her tools.",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"I keep it interesting working with exotic materials like shark leather, since there's some demand and little supply.\" She shrugs, running her hand across a length of hide.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Holler if any of the iron or steel laying around catches your fancy.\r\n\r\n\"Or if you need something repaired, I'm happy to take a glance.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"It isn't every day that I cater to your kind, but I like a challenge.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Worry not. I can hammer any plate to fit the right size.\" She winks.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Last time you showed your face here you left with a swollen thumb.\" She raises her brow upon spotting Tekēhu. ",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Ekera, you swing the forge hammer with... such grace, I say.\" Tekēhu mutters and fluffs back his hair.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"A better compliment than you paid last time. I'll take it.\" She turns her focus back to you.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"My clients want everything engraved and beautiful. Wasn't why I got into the business, but it keeps my debtors happy.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "[Show her the shards of the Whispers of Yenwood.] \"Can you do anything with these?\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Curious metalwork, I say. These engravings...\" \r\n\r\nMarihi runs her finger along the faint Glanfathan runes. Enraptured, she sways on the spot until she shakes herself back into the moment, clearing her throat. ",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"I'd like you to repair the Whispers of Yenwood.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Ekera, I will get started at once. \r\n\r\n\"Have a seat. This will take time.\" \r\n\r\nSquinting and biting her lower lip, Marihi takes a closer look at the weapon shards.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"My friend, your handsome blade is restored. A good thing it was made of exceptional steel.\" \r\n\r\nShe balances the weapon on her palms and sighs down at the craftsmanship.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Forget I asked. \r\n\r\n\"This is no small challenge. Fifteen hundred pires is the price.\" ",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Such a shame to see it go. But go it must.\"\r\n\r\nShe relinquishes the sword with care. ",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"My thanks, Marihi.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"If you're ever in need of spare coin, I'd be happy to take that off your hands. Enjoy it in the meantime.\" She winks.",
      "female": ""
    },
    {
      "id": 28,
      "default": "[Show her the shards of the Blade of the Endless Paths.] \"Do you think you can reforge this?\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Ekera, such fine work...\" She peers closer and runs her finger along the engravings, squinting to make them out. ",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"It is not beyond my skill to reforge this, but it is close. Let us say fifteen hundred pires.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Here, repair the Blade of the Endless Paths.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"I will get started at once! Kindly wait and I will be with you soon.\" She gathers up the shards and chuckles, excitedly spinning a forge hammer in her hand. ",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Your unusual blade is restored. Ekera, but I saw such strange visions in the light of the forge... ah, no matter.\"\r\n\r\nShe hands you a familiar estoc, grinning all the while.",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"My thanks, Marihi.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"It is for these moments that I labor, my friend. May you be satisfied with your strange metal.\" \r\n\r\nShe inclines her head and touches her brow.",
      "female": ""
    },
    {
      "id": 40,
      "default": "[Show her the shards of the Blade of Endless Paths and the Whispers of Yenwood.] \"Can you do anything with these?\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Ekera, but these wonders have suffered greatly! I say you must take better care of your things.\" \r\n\r\nShe sets down the shards and frowns at you.",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Something about the metal... it yearns to bond as one. \r\n\r\n\"I <i>could</i> join all of these pieces into a greatsword for three thousand pires.\"\r\n\r\nShe lifts her gaze to meet yours, the excitement of a challenge in her eyes.",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Combine the shards and craft the greatsword.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Ekera! When you swing this beauty you must make sure to you tell your foes that Marihi sent you!\" \r\n\r\nShe gathers up armloads of shards and gestures for you to wait.",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Whispers of the Endless Paths! A most brooding and gloomful weapon, I say.\"\r\n\r\nShe passes you the greatsword with a proud sigh.",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"This is some fine work.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"I'm honored to have the trust of such a fine customer. Do not hesitate to bring me another challenge, ekera?\" \r\n\r\nShe inclines her head and touches her brow.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"A god stepped on my castle.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "[Lie] \"Swung it too hard.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 52,
      "default": "She narrows her eyes as if weighing the truth of your words. ",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"How did you ever manage to break this wonder?\"\r\n\r\nShe clutches the shard, giving you a look full of accusation. ",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"I know, believe me. So what do you think?\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"It's not wise to question how I use my weapons, Marihi.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"I say I could repair these to their working order for fifteen hundred pires each.\"\r\n\r\nShe thumbs her chin and considers. ",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Ekera... as you say.\" ",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"May it chop your enemies into fine pieces for the delight of Tangaloa.\"",
      "female": ""
    }
  ]
}