{
  "Component": "exported",
  "Name": "conversations\\05_neketaka_artisans_district\\05_cv_imp_store",
  "Entries": [
    {
      "id": 1,
      "default": "\"SHOP IMP. GREETINGS.\" This imp mutters something dark and hateful under its breath. It regards you with narrow, wandering eyes and flared nostrils. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Show me what you have for sale.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Why are you so hostile?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"IS NOT HOSTILE. IS JUST IMP.\" He bares his teeth and hisses to emphasize the point. ",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"EH. BUY SOMETHING.\" He makes a rude gesture toward the shop's wares.",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"HEY! WHAT YOU DOING IN FASSINA'S ROOM? NO CUSTOMERS ALLOWED.\" \n\nIn a showing of courtesy as practiced as it is grudging, the imp gestures for you to leave by the way you came. ",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Are you trying to order me around, imp?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Sorry, I'll leave.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"EH! NO HURT. NOT LIKE I MAKE THE RULES AROUND HERE ANYWAY...\" \r\n\r\nThe imp backs away slowly, shielding itself with its bared claws. ",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"I'm a special customer.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"EH? SPECIAL? FINE. STUPID FASSINA NEVER TELLS ME ANYTHING...\" \n\nThe imp flutters away, mumbling dejected curses. ",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I'm looking for Ifren.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"DEAD THIEF? CHECK BOX. HE STILL RATTLING AROUND IN THERE.\" The imp chuckles at this - a wet, unpleasant sound. ",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I need to speak with Fassina.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"AND EXPECT ME TO KNOW WHERE SHE'S AT, EH? EH?\" The imp prods you once, twice, his wings flaring open with irritation and aggression. ",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Well, what are YOU doing here? Pervert.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"I... YOU DON'T GET TO DEFLECT BLAME! I FOUND YOU, NOT OTHER WAY AROUND.\" \r\n\r\nThe imp regards you with an imperious sneer. ",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"THAT'S RIGHT, YOU GO.\"\r\n\r\nThe imp studies you with deep loathing as you leave.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"What was that?\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"LAZYBONES IS PROBABLY AT THE LUMINOUS BATHHOUSE. TAKING BATH. KNOW WHEN LAST TIME I TOOK BATH? NEITHER DO I.\" The imp stares at the exit with envy and longing.",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"IS IMP, AND... IS SAD.\" His expression falls. New sags, wrinkles, and edges grow definition. ",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"FASSINA SPENDS TOO MUCH TIME AWAY FROM SHOP, LEAVING ME TO FEND FOR SELF. IS BAD ENOUGH MASTER WON'T LET ME LEAVE STUPID SHOP.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Why do you think Fassina spends so much time away?\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"So you're not angry at all, are you?\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Back to my other questions.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"EH. SHE HATES HER WORK, HATES ARKEMYR, HATES ME. REASON ENOUGH.\" He counts on each finger, then balls his claw into a fist.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"GO ON. I NO CARE.\" He gestures for you to hurry.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"IMPS COMPLICATED. KITH THINK WE HAVE TWO BIG EMOTIONS - ANGRY AND HAPPY.\" He smacks his lips and stumbles on the longer, more nuanced words. ",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"FASSINA MUCH NICER LATELY. SAID HELLO BEFORE SHE KICKED ME. PROGRESS, EH?\" Shop Imp gestures toward the wares in an encouraging manner.",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"FASSINA KICKED ME IN THE HEAD. NO PROVOCATION. WHAT YOU WANT?\" Shop Imp flutters at a slant.",
      "female": ""
    },
    {
      "id": 35,
      "default": "He aims a fearful glance toward Fassina and lowers his voice. ",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"FASSINA ... DEAD? UH.\" The imp turns to the left and right in an uncertain manner.",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"MAYBE I GET ORDERS TO KILL YOU LATER. NEED SOMETHING IN MEANTIME?\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"BECAUSE FASSINA WAS FRIEND. NOW FASSINA DEAD. HAPPY? I'M NOT!\" He spits a black glob of phlegm at your feet.",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Show me what you have for sale.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"HEH. NOPE. FASSINA'S ORDERS.\" The imp shrugs and picks his nose.",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"BUT KITH CAN'T SMELL IMP SPRAY. JOVIAL SPRAY, MELANCHOLY SPRAY, CREATIVE SPRAY - IMPS SPRAY ALL OVER EVERYTHING.\" To accentuate the point, a little puff of foul-smelling effluvia wafts out of an orifice that was not evident a second ago.",
      "female": ""
    }
  ]
}