{
  "Component": "exported",
  "Name": "conversations\\05_neketaka_artisans_district\\05_cv_thief_soul",
  "Entries": [
    {
      "id": 1,
      "default": "This slab looks intended for Arkemyr's iron constructs. You sense a fractured, confused scrap of soul essence.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Read the soul.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "You walk through the halls of Arkemyr's manor. The layout is no stranger to you, and you navigate every turn with confidence. \r\n\r\nYour partner is your shadow, hanging three steps behind.",
      "female": ""
    },
    {
      "id": 5,
      "default": "You reach a heavy vault door. The lock is made of gems set into stone. \r\n\r\nIfren is glancing over his shoulder, too preoccupied to follow your careful motions.",
      "female": ""
    },
    {
      "id": 6,
      "default": "Before you can take your second step, a blow like a battering ram carries you off your feet. Disoriented and prone, the last thing you see is the fist of an ironclad construct mercilessly coming down, with nothing but your head between it and the cold, stone floor. ",
      "female": ""
    },
    {
      "id": 7,
      "default": "Just as the vault door grinds open, one of Arkemyr's imps rounds the corner and screeches in a full voice. \r\n\r\nYou spin on your heel and make a run for it. ",
      "female": ""
    },
    {
      "id": 8,
      "default": "[Set the gems into their combination and pray that your contact got it right.]",
      "female": ""
    },
    {
      "id": 9,
      "default": "[Gesture for him to hurry.]",
      "female": ""
    },
    {
      "id": 10,
      "default": "A little noise won't disturb the imp stewards. Ifren nods and hastens his pace.",
      "female": ""
    },
    {
      "id": 11,
      "default": "Ifren is nowhere to be seen, but a whisper of cloth through an open doorway tells you where he's gone to hide.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"I'll be damned if I let a soul be used for such foul means. Come with me now, you poor lost thing.\"\r\n\r\nExpression grim, Xoti draws her lantern back and forth over the guts of the construct, absorbing the thief's remaining essence.",
      "female": ""
    }
  ]
}