{
  "Component": "exported",
  "Name": "conversations\\05_neketaka_artisans_district\\05_cv_iolfr",
  "Entries": [
    {
      "id": 1,
      "default": "\"If you find yourself in the need of comfortable garb, I am happy to oblige.\" The dwarf tips his head in a curt, professional manner.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"See anything of interest?\" Iolfr raises his brow and crosses his arms.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Show me what you have for sale.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"You're a tailor?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"I've been known to rip a seam here and there, patch some shredded gear back into shape.\" His expression shifts, turning sour.",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"And before you ask - no, I shouldn't have trouble fitting you for something.\" He appraises you, nodding slowly.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Still find that robe to your liking? Doesn't chafe your scales none?\" He gives Tekēhu a quick appraisal.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Ekera, you are a wizard with barkcloth. I was the envy of the guild.\" He bows his head and touches his brow.",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Well, it helps me when Ngati's prize whelp is a walking endorsement.\" Iolfr grins at Tekēhu before turning his attention back to you.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Thought I was an armorer, did you? Assumed that my tree stump limbs and barrel chest lend themselves better to the forge than the needle?\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Forgive me. I meant no offense.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Well, wouldn't they?\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "[Grab him by his collar.]",
      "female": ""
    },
    {
      "id": 18,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"If it's armor you're after, Marihi will set you up. She's got the knack for metal.\" He points out the door and jerks his head to the east. ",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Do you see these? Soft as a pair of undisciplined bottoms. Take a man's measure before you judge his worth.\" Iolfr presents his large, if uncreased hands.",
      "female": ""
    },
    {
      "id": 21,
      "default": "His eyes snap open as you hoist him off the ground. Iolfr clutches your hands and kicks his legs, but he's too terrified to scream. \r\n\r\nOnce your point is made, you lower him back to the ground slowly. ",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Ah... that'll teach my idiot mouth. I won't make assumptions about you making assumptions, okay?\" He brushes himself off and licks his thumb to smooth a hair back in place. ",
      "female": ""
    }
  ]
}