{
  "Component": "exported",
  "Name": "conversations\\05_neketaka_artisans_district\\05_cv_bertenno",
  "Entries": [
    {
      "id": 1,
      "default": "\"Beat it. I don't have time to chitchat.\" The thin Vailian glances over your shoulder with an expectant frown. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"You again. What do you want?\" Bertenno crosses his arms and nods.",
      "female": ""
    },
    {
      "id": 4,
      "default": "This young Vailian's attention is so fixed on making a hasty escape from the Dark Cupboard that he doesn't notice you until you nearly collide. ",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Oh shit! This is getting serious!\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "He stares up at your head, distracted, before quickly turning away.",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Shouldn't you be at work or something? This is no place for the likes of you.\" He frowns with disapproval.",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"You stole a pair of gloves from the Dark Cupboard. Give them to me.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"I'm in the market for some gloves. Have any?\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Not a chance, aimico.\" He narrows his eyes at you.",
      "female": "\"Not a chance, aimica.\" He narrows his eyes at you."
    },
    {
      "id": 105,
      "default": "He eases back, taking your measure with a critical eye. ",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"Fassina sent you, didn't she? Postenago, just for these?\"\r\n\r\nShaking his head, he pulls a pair of fine gloves from his pocket, studying them with evident disappointment.",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Soft as down, but not a single fence willing to pay me a fair price. Maybe they've got imp stink all over them?\" ",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"You're going to have a hard time selling an archmage's gloves for fast coin.\" ",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"I'd be willing to pay to take those off your hands.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"Or maybe the stink of failure, you no-good thief.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"Should have guessed these were bad luck. Well, it's too late to go making smart decisions, isn't it?\" ",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"Here he comes, and I'm too late. If Hamuto doesn't give me an extension on my debt, I'm a dead man.\" ",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"Really? Where were you when I needed you? Let's get this over with...\" ",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"Keep your mouth shut and follow my lead.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"That might be best.\" ",
      "female": ""
    },
    {
      "id": 120,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 123,
      "default": "He opens his mouth to say more, but something to the southwest distracts him, and his expression fills with dread.",
      "female": ""
    },
    {
      "id": 124,
      "default": "Glancing at you, Bertenno shrugs and swallows down a lump in his throat.",
      "female": ""
    },
    {
      "id": 125,
      "default": "He snaps his head to glare at you before his attention is drawn to the advancing party. ",
      "female": ""
    },
    {
      "id": 138,
      "default": "[Attempt to trip him.]",
      "female": ""
    },
    {
      "id": 139,
      "default": "[Do nothing.]",
      "female": ""
    },
    {
      "id": 140,
      "default": "He continues his desperate sprint toward the exit. ",
      "female": ""
    },
    {
      "id": 141,
      "default": "He stumbles as you hook his leg, but recovers quickly enough to make it to the exit without delay.",
      "female": ""
    },
    {
      "id": 142,
      "default": "[Grab him.]",
      "female": ""
    },
    {
      "id": 143,
      "default": "He races away, panting as he goes.",
      "female": ""
    },
    {
      "id": 144,
      "default": "You grab him by the elbow, stopping him in his tracks. His gaze snaps in your direction with fear and annoyance. ",
      "female": ""
    },
    {
      "id": 145,
      "default": "As he twists out of your grasp, he gets snagged on something which breaks free in your hand - a suolenet. He makes a break for the exit in breathless panic. ",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"I've got your suolenet. If you want it back, return the gloves.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "Bertenno feels around his collar. When he realizes he isn't wearing his suolenet, his eyes bulge.",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"Damn it... that's the third one I've lost this month! You drive a hard bargain, stranger.\" ",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"Sell you armor, sell anything, just get me out of here!\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"I'm free! Free!\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"What have I done?\"",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"I'll see myself out.\" ",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"You... you were the one who grabbed me in the Dark Cupboard. What do you want?\" ",
      "female": ""
    },
    {
      "id": 156,
      "default": "Moments after you deftly steal back his stolen goods, Bertenno pats his rear pocket, conscious of the absence. He looks up at you with bewilderment and fear. ",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"No! No! It wasn't supposed to be this way!\" He scrambles out of the store, practically tripping on his own feet in the process. ",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"What the-? Where did I drop them?\"",
      "female": ""
    },
    {
      "id": 178,
      "default": "",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"What the-? Where did I drop them?\"",
      "female": ""
    }
  ]
}