{
  "Component": "exported",
  "Name": "conversations\\05_neketaka_artisans_district\\05_cv_imp_messenger",
  "Entries": [
    {
      "id": 1,
      "default": "\"HEY. YOU THE WATCHER?\" The imp prods you to get your attention. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"What's this about?\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"I'll see him when I have the time.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Tell him I'll be there.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"DON'T KNOW. MASTER DOESN'T TELL US IMPS ANYTHING.\" \r\n\r\nThe way he draws out each word suggests that the imp is practicing sarcasm. ",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"I'm not interested.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"I WON'T NEED TO. HE ALREADY KNOWS.\" ",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"EH. BUT WHO EVER HAS TIME? YOU HAVE TO MAKE TIME.\" \r\n\r\nThe imp nods to himself thoughtfully. ",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"WHAT? NOT INTERESTED IN MEETING THE MASTER?\" \r\n\r\nThe imp scratches his head and shrugs.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Yes, that's me.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"What's it to you?\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 15,
      "default": "The imp stares you down, narrowing his eyes in a menacing manner.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"WELL. MOVING ON.\" ",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"ARKEMYR, THE GREAT MASTER, HAS RETURNED. INVITES YOU TO JOIN HIM AT THE ESTATE. SAYS YOU KNOW WHERE THAT IS.\" \r\n\r\nThe imp lets out a harsh, discordant chuckle, holding his claw in front of his mouth to hide a mischievous grin. ",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"GOOD. IF I DELIVERED MESSAGE TO WRONG PERSON, MASTER WOULD CURSE ME WITH 'ARKEMYR'S ANNOYING SONG THAT NEVER GETS OUT OF YOUR HEAD.'\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Keep your distance, or I cut off those pretty wings.\" ",
      "female": ""
    },
    {
      "id": 21,
      "default": "The imp cocks his head with curiosity, but seems otherwise unfazed. ",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"TRY BEING FRIENDLIER. MAKE MORE FRIENDS THAT WAY. STINKING GROUNDMEAT.\"\r\n\r\nHe shakes his head with a perplexed sigh. ",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"FIND MASTER IN HIS STUDY. DON'T BE LATE.\" The imp winks at you and flutters away. ",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"On the bright side, if he wanted to kill us, he probably wouldn't have bothered with the imp.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Well, we cleaned out his place real good. Maybe he wants to tell us how impressed he is.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Let's hold out hope this is just a happy coincidence.\" ",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"One could view this as an attempt to lure us back to his home in order to brutally murder us for robbing him. On the other hand... no, there is no other hand. He's going to kill us.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"I'll be a thrice-blessed Readceran saint if this ain't on account of your ferreting through the man's unmentionables.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"What do you reckon the odds are Arkemyr wants to congratulate us for a robbery well done?\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Well. That was faster than I anticipated. I had hoped for more time to work with the queen on our formal apology, but I will have to accelerate our plan.\" She frowns, clearly disturbed. ",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"It would seem the old wizard is more observant than I credited him. Just wonderful.\" Tumara squeezes the bridge of her nose.",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Thank you again, truly. This may be our most meaningful step toward Ukaizo. We just have to pray that Arkemyr doesn't put hexes on his belongings.\" She handles the tablet with care. ",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Never mind. The Company has assets enough to recompense him. What matters is that the tablet is ours, and the path to Ukaizo made clearer.\" She grins to herself. ",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"You didn't mention Ukaizo before, Netehe.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"You never brought up Ukaizo before, Tumara.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Have you considered that you never stopped to ask? It's hardly my fault if you didn't know what you were getting yourself involved in.\" ",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Ah... well, it's a sensitive matter, is it not? The Huana and the Royal Deadfire Company are hardly the only ones with an interest in the island. It pays to maintain some discretion.\" She coughs into her fist and averts her gaze.",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"All right, I'll say it! The filthy little buggers are growing on me. Anyone else? No?\"",
      "female": ""
    }
  ]
}