{
  "Component": "exported",
  "Name": "conversations\\05_neketaka_artisans_district\\05_cv_fessina",
  "Entries": [
    {
      "id": 1,
      "default": "\"That flaccid bazzo!\" This young wizard clutches the counter top, looking as if she's either going to vault over it or snap it in half. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Welcome back. You need something from the Dark Cupboard?\" Fassina offers a tired smile. ",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Show me what you have for sale.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"What else do you need?\" ",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"I need to get inside Arkemyr's manor.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Get inside the manor? Ha. The house is locked tighter than Arkemyr's clenched fist.\" ",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Tell me about yourself.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Is there another way inside the manor?\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Anything I can do to convince you to let me inside?\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Bazzo, your plan is so poorly-concocted that you had to TELL me about it.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"I've got nowhere else to turn! Stoneheel is going to kill me!\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"I see no gloves. Then... no news?\" Fassina gives you a hopeful look.",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"I took care of Bertenno's debt with Hamuto Stoneheel.\" ",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"I only want to retrieve a single item - a stone tablet.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"You have a key? This just got more interesting.\" ",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"You should give me your key. That way I don't have to make this unpleasant.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"I do not know where Bertenno fences his goods, but he mentioned an appointment at the Brass Citadel docks.\"\r\n\r\nFassina bites her thumbnail and glares at the door, seeming to wish it would burst off its hinges.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Don't drag me into your mess, Bertenno. Not again.\" ",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Then you leave me no choice... I'm sorry.\" ",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Bertenno couldn't pay his debt. The Royal Deadfire Company took him as an indentured servant.\" ",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"I got Bertenno out of trouble. He's going to hide out with the Príncipi.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"But Rauatai has a long reach.\" She cradles her chin and stares off into the distance. ",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"If you can get me inside Arkemyr's manor, I'll get your gloves back.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Bring me the gloves and I'll give you the key to the front door. And we never had this discussion. Deal?\" ",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Bertenno's dead.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"I should have handled this myself, and now look what happened...\" She turns away and bites down on her fist.",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Here. Burn Arkemyr's manor down for all I care.\" \r\n\r\nShe presses a key into your palm.",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Do you look for something in particular?\" Fassina leans in and cocks her eyebrow.",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"I am the apprentice of He of Many Colors... that's plain old Arkemyr to you.\" ",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"How much for the key?\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Not for sale.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"I am beyond finished discussing this. If you don't have any business, then this could be where we part ways.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Ifren tried to sneak in. Now he's stuck in a box, telling fortunes for pires.\" \n\nShe thumbs over to the fortune telling machine in the northernmost corner of the shop.",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"You use a lot of honorifics when you talk about Arkemyr.\" ",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Ac. He makes me call him by the titles he's earned in his long career.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"I can also call him by the titles I've made up since the start of my apprenticeship.\" She grins, glancing left and right.",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Back to my other questions.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "She waves you on to speak freely.",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Back to the matter of Arkemyr's manor...\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "She sighs and presses her temples with both hands.",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"Locked doors tend to have keys. That one's free.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"What, just unlock the door and turn a blind eye? Or hand over my key?\"\r\n\r\nHer eyebrows raise slightly.",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"Imp! Go hang laundry.\" \r\n\r\nShe holds up a finger for silence, her gaze following the shop imp as he flutters moodily away. ",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Can you at least tell me anything useful?\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"The imps that guard the manor? Idiots.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Arkemyr plays with shapeshifting illusions, so his imps know him by his clothes.\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"I cannot tell if you're stupid or very, very stupid.\" She shakes her head slowly, weighing the matter.",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"We have a deal.\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"Let me think about it.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"While you think about it, I will do all of the worrying.\" ",
      "female": ""
    },
    {
      "id": 142,
      "default": "[Lie] \"Oh, that goes without saying.\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"You again?\" Fassina glares at you, her lip peeling back.",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"Did you think for a SECOND that I would entertain doing you a favor, after Bertenno...\" Fassina's voice cracks. ",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"Get out. I don't need your business any more than I need your help.\"",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"I wanted to talk about Shop Imp, your little co-worker.\"",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"Not that this should dissuade you from buying one.\" She coughs into her fist. ",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"I think he's sad because you spend time away from the shop. In a strange way, I think he likes having you around.\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "[Lie] \"He said you're a lazy, worthless, sorry excuse of a wizard.\" ",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"Never mind.\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"I hate him from horn to hoof. More than once I've caught him smearing feces all over our selection of cloaks.\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "She studies you, weighing your words with a doubtful - if interested - expression. ",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"No. We are talking about the same little flying stinker?\" ",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"That sounds like an awful lot of big words for him. I'll give him a much-deserved beating for it.\" She grinds her fist into her palm and nods.",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"Suit yourself.\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"Maybe I ought to be nicer to the little... thing. We both hate Arkemyr, so we have that much in common.\" ",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"May he get smart and lie low.\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"Eccosi, WHAT?\" Fassina's expression hardens into a mixture of grief, confusion and rage.",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"I sent you to fetch a pair of gloves. Cuè, did Bertenno trip and fall on his sword?\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"I'm sorry. I did everything I could to prevent it.\"",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"He takes this lesson into the next life, at least.\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"He made me conjure a household staff of imps. Horrible, chittering things.\" ",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"Never mind. Forget I said anything.\"",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"Indeed.\" She crosses her arms and regards you with a raised brow.",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"You already pledged to help Bertenno. Or was that a lie?\" Fassina cocks her eyebrows with interest.",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"I have news about Bertenno and the gloves.\"",
      "female": ""
    },
    {
      "id": 226,
      "default": "\"Tell me everything.\" ",
      "female": ""
    },
    {
      "id": 233,
      "default": "\"You're back. Cuè, any news?\" Fassina leans in close.",
      "female": ""
    },
    {
      "id": 241,
      "default": "\"Ac, you mentioned your little plan before.\"",
      "female": ""
    },
    {
      "id": 242,
      "default": "\"I suppose I ought to help Bertenno, then...\" ",
      "female": ""
    },
    {
      "id": 243,
      "default": "\"You think?\"",
      "female": ""
    },
    {
      "id": 272,
      "default": "\"Merla. Arkemyr found out I gave you the key. Wonder how <i>that</i> happened.\" Fassina folds her arms and grimaces at you. ",
      "female": ""
    },
    {
      "id": 281,
      "default": "\"Actually, let me ask you about something else.\"",
      "female": ""
    },
    {
      "id": 282,
      "default": "\"You would leave me in suspense?\" Fassina searches your face and presses her weight on the countertop.",
      "female": ""
    },
    {
      "id": 285,
      "default": "\"Cuè?! This is a nightmare!\" Fassina covers her face and moans.",
      "female": ""
    },
    {
      "id": 291,
      "default": "\"Wael's ass! The next life means less to me than the snail I stepped on this morning!\"",
      "female": ""
    },
    {
      "id": 294,
      "default": "\"Bertenno has a head start, in any case.\"",
      "female": ""
    },
    {
      "id": 296,
      "default": "\"You're welcome.\"",
      "female": ""
    },
    {
      "id": 297,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 302,
      "default": "\"Ac... at least with the Príncipi I give him a fighting chance.\" Fassina trails off with concerned mutters. ",
      "female": ""
    },
    {
      "id": 304,
      "default": "\"You were willing to put up all that money?\" One of her eyes narrows on you.",
      "female": ""
    },
    {
      "id": 324,
      "default": "\"Hey, come back with that! Madiccho!\"",
      "female": ""
    },
    {
      "id": 325,
      "default": "\"What was that all about?\"",
      "female": ""
    },
    {
      "id": 327,
      "default": "\"This might not be a good time... but can I see your wares?\"",
      "female": ""
    },
    {
      "id": 328,
      "default": "\"My postenago of a... of a lover stole Rokowa's Fingers. The Master will kill me if I don't get them back!\" ",
      "female": ""
    },
    {
      "id": 329,
      "default": "\"He must have wanted to raise some fast coin. Arkemyr will flay me alive over those damned gloves...\" Fassina cradles her brow and groans.",
      "female": ""
    },
    {
      "id": 339,
      "default": "\"He said that he's in debt to a Rauataian captain by the name of Hamuto Stoneheel. By all accounts, a deadly serious man.\" ",
      "female": ""
    },
    {
      "id": 342,
      "default": "\"Why does he need the money?\"",
      "female": ""
    },
    {
      "id": 350,
      "default": "\"I have questions about your predicament.\"",
      "female": ""
    },
    {
      "id": 358,
      "default": "\"Bertenno stole Rokowa's Fingers to pay off his debt. If Arkemyr finds out, he will boil me into broth for his imps.\" ",
      "female": ""
    },
    {
      "id": 363,
      "default": "\"That man who was here earlier - did he rob you?\" ",
      "female": ""
    },
    {
      "id": 365,
      "default": "She makes a defeated wave toward the shelf of goods behind her.",
      "female": ""
    },
    {
      "id": 372,
      "default": "\"Looks like your customer forgot to pay.\" ",
      "female": ""
    },
    {
      "id": 383,
      "default": "The imp mutters to himself in a dark, guttural tone. ",
      "female": ""
    },
    {
      "id": 384,
      "default": "\"Imp! You heard none of that, ac?\"",
      "female": ""
    },
    {
      "id": 385,
      "default": "\"That's what I thought.\" ",
      "female": ""
    },
    {
      "id": 386,
      "default": "\"A discount would be a nice start.\"",
      "female": ""
    },
    {
      "id": 390,
      "default": "\"You look capable. While I am stuck behind this counter, I am in no position to refuse help.\"",
      "female": ""
    },
    {
      "id": 391,
      "default": "She blinks twice in disbelief before regarding you with a warm smile. ",
      "female": ""
    },
    {
      "id": 393,
      "default": "\"A discount goes without saying. You're saving me a world of trouble by doing this... thank you.\" ",
      "female": ""
    },
    {
      "id": 394,
      "default": "\"Back to my other questions.\"",
      "female": ""
    },
    {
      "id": 395,
      "default": "\"Suddenly my whole existence revolves around these gloves... incredible. Go on, then.\"",
      "female": ""
    },
    {
      "id": 397,
      "default": "\"What of the gloves? What happened to them?\" ",
      "female": ""
    },
    {
      "id": 398,
      "default": "[Give gloves.] \"I have them right here for you.\"",
      "female": ""
    },
    {
      "id": 399,
      "default": "[Lie] \"Bertenno took the gloves and fled. Sorry.\"",
      "female": ""
    },
    {
      "id": 400,
      "default": "[Lie] \"Gloves? What gloves? I have no gloves.\"",
      "female": ""
    },
    {
      "id": 402,
      "default": "She accepts the gloves with a grateful sigh.",
      "female": ""
    },
    {
      "id": 404,
      "default": "\"That... that idiot! And why didn't you...\" Fassina clutches her head and groans. ",
      "female": ""
    },
    {
      "id": 406,
      "default": "\"Madiccho. I am beyond done with this. See yourself out, postenago.\" She waves you to the door, grimacing.",
      "female": ""
    },
    {
      "id": 407,
      "default": "\"Cuè, did you drink too much seawater?\" She gives you an incredulous look.",
      "female": ""
    },
    {
      "id": 413,
      "default": "[Lie] \"Bertenno's... just fine. I got him out of Hamuto's clutches. He's with the Príncipi.\"",
      "female": ""
    },
    {
      "id": 414,
      "default": "\"Agracima. Bertenno is a fool, but he didn't deserve a bad end.\"",
      "female": ""
    },
    {
      "id": 416,
      "default": "[Lie] \"I'm afraid that Bertenno is dead.\"",
      "female": ""
    },
    {
      "id": 430,
      "default": "\"Hamuto Stoneheel must be as dangerous as he sounds, or else Bertenno wouldn't be so panicked.\"",
      "female": ""
    },
    {
      "id": 431,
      "default": "\"He mentioned that he owes money to a Rauataian captain named Hamuto Stoneheel. Not someone to cross, I hear.\" ",
      "female": ""
    },
    {
      "id": 444,
      "default": "\"Well, do not leave me waiting - say what you have to say!\" She leans in closer, staring at you with intensity.",
      "female": ""
    },
    {
      "id": 445,
      "default": "\"These old things? What will you give me for them?\"",
      "female": ""
    },
    {
      "id": 446,
      "default": "Fassina pinches the bridge of her nose and lets out a deep sigh.",
      "female": ""
    },
    {
      "id": 447,
      "default": "\"Have we come to this, then? Am I really paying for my own property? Fine. Five hundred pires.\"",
      "female": ""
    },
    {
      "id": 449,
      "default": "[Accept 500 cp.] \"Deal.\" ",
      "female": ""
    },
    {
      "id": 450,
      "default": "\"Just kidding. Here you go.\"",
      "female": ""
    },
    {
      "id": 451,
      "default": "\"Arkemyr could fetch more for these I'm sure.\" ",
      "female": ""
    },
    {
      "id": 452,
      "default": "She snatches the gloves away, muttering under her breath.",
      "female": ""
    },
    {
      "id": 454,
      "default": "\"Ondra's teats... six hundred, then. I am so very done with this.\"",
      "female": ""
    },
    {
      "id": 457,
      "default": "\"Strange that the constructs didn't attack him for stealing.\"",
      "female": ""
    },
    {
      "id": 458,
      "default": "\"Not that it's any of your business, but Bertenno used to spend a lot of... late nights here.\" Fassina coughs into her fist and avoids eye contact.",
      "female": ""
    },
    {
      "id": 459,
      "default": "\"I got into the constructs' guts and marked off Bertenno as a 'safe' visitor so they would not attack him.\" ",
      "female": ""
    },
    {
      "id": 460,
      "default": "\"Postenago, we already made a deal for the key to Arkemyr's manor!\"",
      "female": ""
    },
    {
      "id": 461,
      "default": "[Give gloves.] \"Fair point. Here you go.\"",
      "female": ""
    },
    {
      "id": 462,
      "default": "\"It's not enough. And it's our problem.\"",
      "female": ""
    },
    {
      "id": 465,
      "default": "\"Agracima... I don't know why I get involved with such dramatic people.\"",
      "female": ""
    },
    {
      "id": 466,
      "default": "\"I'll get those gloves back for you.\"",
      "female": ""
    },
    {
      "id": 467,
      "default": "\"You will? If you are expecting some payment or reward, I do need to keep this under wraps.\"",
      "female": ""
    },
    {
      "id": 471,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 472,
      "default": "\"Ah... I shouldn't be so quick to question a good thing.\" ",
      "female": ""
    },
    {
      "id": 474,
      "default": "\"There's no excusing his lack of subtlety. He needs to learn his lesson.\"",
      "female": ""
    },
    {
      "id": 475,
      "default": "\"Let's say I'm doing my good deed for the day.\"",
      "female": ""
    },
    {
      "id": 476,
      "default": "\"If there's a burden on your conscience, then I am not opposed to you offloading it on my behalf.\"",
      "female": ""
    },
    {
      "id": 478,
      "default": "\"He dropped this suolenet on his way out.\"",
      "female": ""
    },
    {
      "id": 479,
      "default": "\"Ugh. That's his little Príncipi token. He waves it around like he's the admiral of Deadfire.\" ",
      "female": ""
    },
    {
      "id": 481,
      "default": "\"Is it strange? I don't know. Go consult Arkemyr's grimoire if you're that curious.\" Flustered, she finds any excuse to look elsewhere. ",
      "female": ""
    },
    {
      "id": 487,
      "default": "[Accept 600 cp.] \"Deal.\" ",
      "female": ""
    },
    {
      "id": 488,
      "default": "\"Cuè, what do you want?\" Fassina distracts herself by gouging her nails into the counter. ",
      "female": ""
    },
    {
      "id": 489,
      "default": "\"Cuè, you need something?\"",
      "female": ""
    },
    {
      "id": 493,
      "default": "\"Ac, very funny. Bertenno just took Rokowa's Fingers, which is no joke to me.\"",
      "female": ""
    },
    {
      "id": 496,
      "default": "\"I'll let you know if I happen to find them.\"",
      "female": ""
    },
    {
      "id": 497,
      "default": "\"A kindness, considering this is not your problem.\"",
      "female": ""
    },
    {
      "id": 533,
      "default": "\"Bertenno has cost me enough already. At least it's over now.\"",
      "female": ""
    },
    {
      "id": 534,
      "default": "\"I didn't manage to get the gloves back.\"",
      "female": ""
    },
    {
      "id": 536,
      "default": "[Lie] \"I have your gloves all right. Somewhere.\"",
      "female": ""
    },
    {
      "id": 537,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 539,
      "default": "\"After everything that happened, did you forget or just not care?\" She pinches the bridge of her nose and sighs.",
      "female": ""
    },
    {
      "id": 545,
      "default": "\"You... you killed him!\" Fassina takes an uneasy step back. ",
      "female": ""
    },
    {
      "id": 552,
      "default": "\"Bertenno... no, you couldn't have known what you were doing.\" She kneels and tenderly picks up the stolen goods from the thief's remains. ",
      "female": ""
    },
    {
      "id": 553,
      "default": "\"You don't mean these gloves, do you?\"",
      "female": ""
    },
    {
      "id": 554,
      "default": "She gives you a look of frank disbelief.",
      "female": ""
    },
    {
      "id": 555,
      "default": "[Give gloves.] \"By the way, here are your gloves.\"",
      "female": ""
    },
    {
      "id": 556,
      "default": "\"You... unbelievable.\" Fassina rubs her brow and sighs.",
      "female": ""
    },
    {
      "id": 557,
      "default": "\"Such fast fingers!\" She raises a hand to her lips in awe. ",
      "female": ""
    },
    {
      "id": 558,
      "default": "[Give gloves.] \"Just lucky, I guess.\"",
      "female": ""
    },
    {
      "id": 559,
      "default": "\"So, how much do you want for them?\"",
      "female": ""
    },
    {
      "id": 561,
      "default": "\"It is more than luck to me. Belfetto.\" ",
      "female": ""
    },
    {
      "id": 563,
      "default": "\"You are fortunate not to know how much trouble this would have been worth.\" She clasps the gloves tightly and bows.",
      "female": ""
    },
    {
      "id": 565,
      "default": "\"Imp, please clean up the mess.\" ",
      "female": ""
    },
    {
      "id": 566,
      "default": "\"BLECH! FILTHY GROUNDSTINK GUTS.\" The imp retches to itself quietly.",
      "female": ""
    },
    {
      "id": 567,
      "default": "\"Just... do what I say.\" She looks at you with a wan expression.",
      "female": ""
    },
    {
      "id": 569,
      "default": "\"Why are these gloves so important?\"",
      "female": ""
    },
    {
      "id": 570,
      "default": "\"You do not know Arkemyr, do you? He is as cheap as a Woedican clerk.\"",
      "female": ""
    },
    {
      "id": 572,
      "default": "\"Whatever he loses from those gloves he will take out on me. Somehow.\" ",
      "female": ""
    },
    {
      "id": 574,
      "default": "\"What aren't you telling me?\"",
      "female": ""
    },
    {
      "id": 575,
      "default": "\"And before you ask, NO. I will NEVER do this again.\" She crosses her arms resolutely.",
      "female": ""
    },
    {
      "id": 582,
      "default": "\"I was just kidding. Bertenno's fine.\"",
      "female": ""
    },
    {
      "id": 583,
      "default": "\"Just kidding. Bertenno was pressed into indentured servitude.\"",
      "female": ""
    },
    {
      "id": 591,
      "default": "\"Here I thought that Bertenno was the most manipulative person I knew, but you've trounced him.\"",
      "female": ""
    },
    {
      "id": 595,
      "default": "\"Just kidding. Bertenno was pressed into indentured servitude.\"",
      "female": ""
    },
    {
      "id": 596,
      "default": "\"Just kidding. Bertenno's dead.\" ",
      "female": ""
    },
    {
      "id": 597,
      "default": "\"You lied to me? He's...\" Fassina covers her mouth with shock.",
      "female": ""
    },
    {
      "id": 602,
      "default": "\"What am I going to do? Think, Fassina.\" She grabs a fistful of her hair and sighs.",
      "female": ""
    },
    {
      "id": 604,
      "default": "\"Take your discount as well. If the Cupboard doesn't make its goals, so be it.\"",
      "female": ""
    },
    {
      "id": 605,
      "default": "\"You don't seem very happy here. Why not voyage with me for a change?\"",
      "female": ""
    },
    {
      "id": 620,
      "default": "\"HEY, IMP! I quit. For what it is worth, I have not enjoyed a moment of our time together.\"",
      "female": ""
    },
    {
      "id": 621,
      "default": "\"EH?! MAKE MASTER ANGRY... ARKEMYR WILL GROW A TURNIP IN NASTY FASSINA'S MOUTH.\" The imp looks ready to say more, but hesitates.",
      "female": ""
    },
    {
      "id": 622,
      "default": "\"BE SAFE. MANY HORRORS OUT THERE.\" \r\n\r\nHis tone softening, his eyes downcast - the imp gestures dismissively toward the door, offering no further elaboration.",
      "female": ""
    },
    {
      "id": 623,
      "default": "\"Agracima... I think. Corès.\" Fassina gives the imp a quizzical look.",
      "female": ""
    },
    {
      "id": 624,
      "default": "\"Wherever you're headed, it can't be worse than here.\" \r\n\r\nSmiling a little, she flashes you a casual salute.",
      "female": ""
    },
    {
      "id": 635,
      "default": "\"I think it's because he knows I hate them.\" Fassina sighs and waits patiently for you to speak up.",
      "female": ""
    },
    {
      "id": 640,
      "default": "\"I'm only doing this for how you helped Bertenno.\" She lets out a heavy sigh and slips a key from her pocket.",
      "female": ""
    },
    {
      "id": 641,
      "default": "\"Here. Burn Arkemyr's manor down for all I care.\" \r\n\r\nShe presses a key into your palm.",
      "female": ""
    },
    {
      "id": 646,
      "default": "\"Belfetto, aimico.\"",
      "female": "\"Belfetto, aimica.\""
    },
    {
      "id": 648,
      "default": "\"Do with that what you will.\"",
      "female": ""
    },
    {
      "id": 649,
      "default": "\"What few spells I know have names like Arkemyr's Dripping Scourge or Arkemyr's Malevolent Codpiece.\"",
      "female": ""
    },
    {
      "id": 650,
      "default": "\"To me he's the Bringer of Foul Wind, the Teat of Suckling Imps, and the Herald of Dirty Slippers.\"",
      "female": ""
    },
    {
      "id": 651,
      "default": "\"And you can forget about the key to Arkemyr's. You and me, we have no business.\" ",
      "female": ""
    },
    {
      "id": 652,
      "default": "\"At least I know Arkemyr won't feed me to the imps.\" She folds the gloves with care and stows them away.",
      "female": ""
    },
    {
      "id": 653,
      "default": "Sighing, Fassina leans her weight on the countertop and surveys her surroundings. ",
      "female": ""
    },
    {
      "id": 654,
      "default": "\"Madiccho. I fought so hard to get here, but I won't miss a splinter of this place.\"\r\n\r\nThough she doesn't raise her voice, she pounds the countertop as if she had.",
      "female": ""
    },
    {
      "id": 656,
      "default": "Fassina lifts her brow and crosses her arms when you try to speak with her.",
      "female": ""
    },
    {
      "id": 657,
      "default": "[Give Rokowa's Fingers.] \"I took these from Bertenno. I take it they're yours?\"",
      "female": ""
    }
  ]
}