{
  "Component": "exported",
  "Name": "conversations\\05_neketaka_artisans_district\\05_cv_sea_dragon",
  "Entries": [
    {
      "id": 1,
      "default": "As the massive upheaval of water settles, the air thickens with oppressive humidity. It takes a moment for your eyes to adjust before you can make sense of the shape that breached from the depths.",
      "female": ""
    },
    {
      "id": 6,
      "default": "<ispeech>You again. I am no more liberated from this prison than I was when we first spoke.</ispeech> The dragon peels its lips back in a tired, humorless approximation of a grin.",
      "female": ""
    },
    {
      "id": 7,
      "default": "<ispeech>I have sat still for ENOUGH of your questions! Will you release me, or must this end with blood?</ispeech> Scyorielaphas flexes his claws and hisses. ",
      "female": ""
    },
    {
      "id": 8,
      "default": "<ispeech>Whatever you THINK you are doing, it has not escaped my attention.</ispeech> ",
      "female": ""
    },
    {
      "id": 9,
      "default": "<ispeech>I WARNED YOU, BETRAYER!</ispeech> Scyorielaphas spreads his wings and lets out an ear-splitting roar.",
      "female": ""
    },
    {
      "id": 13,
      "default": "Scyorielaphas rears back with a frustrated hiss. Breathing heavily, he regards you with hatred and disbelief. ",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"How did you get in here?\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "The dragon watches you silently.",
      "female": ""
    },
    {
      "id": 29,
      "default": "<ispeech>Make no mistake - you are the only monster here.</ispeech> Steam rises from either side of his gaping mouth.",
      "female": ""
    },
    {
      "id": 30,
      "default": "Scyorielaphas lets out an ear-splitting roar and advances, sending up a spray of water with each mighty step. ",
      "female": ""
    },
    {
      "id": 32,
      "default": "The dragon roars painfully.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"What if we excised the imprisoned portion of your soul from the rest?\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"How do I free you?\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "<ispeech>Periki and her mages crafted this prison with the rod you carry.</ispeech> He tips his head to the raised stones around the chamber.",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"I need time to think about this.\" ",
      "female": ""
    },
    {
      "id": 43,
      "default": "Submerging in the dragon's soul feels at first disorienting, like perusing the stacks of a vast library. ",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"I accept... for now. Are you willing to cooperate?\" ",
      "female": ""
    },
    {
      "id": 54,
      "default": "[Attack] \"Too late for that. I've had enough of you.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"How in all Eora have they kept it down <i>here</i>?!\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"This'd be a great fishing story.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Ishi, down! This is no time to pick a fight. Course I know you can take him.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Belfetto. I am thrilled, as always, to walk into a dragon's lair with you, Watcher. Your path is littered with the creatures.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Galawain's fecund spear! That there be a right bonny beast and a half.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Holy Gaun, but it's beautiful... and I'll bet smart as a whip and just as mean.\" She sucks in a sharp breath.",
      "female": ""
    },
    {
      "id": 69,
      "default": "<ispeech>I am Scyorielaphas, guardian of the isles.</ispeech> He slaps his tail against the floor.",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"I'd like to discuss the matter of your release.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "<ispeech>TALK, then.</ispeech>",
      "female": ""
    },
    {
      "id": 73,
      "default": "<ispeech>NO. My soul is not for the taking. Not by you or any of the outsider spirit-thieves!</ispeech> ",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"It can be done without harming you. I just need to inspect the wards.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"If you're afraid, just say so.\" ",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"No one's taking your soul. We're just letting most of you free. Isn't that what you want?\" ",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Back to the negotiations, then.\" ",
      "female": ""
    },
    {
      "id": 78,
      "default": "The dragon wrinkles his snout and jerks his head, bidding you continue.",
      "female": ""
    },
    {
      "id": 79,
      "default": "He lets out a distasteful hiss.",
      "female": ""
    },
    {
      "id": 80,
      "default": "<ispeech>I do not know fear.</ispeech> His eyes narrow further.",
      "female": ""
    },
    {
      "id": 82,
      "default": "<ispeech>Very well. I give you one chance.</ispeech> ",
      "female": ""
    },
    {
      "id": 83,
      "default": "<ispeech>You have had time in abundance to settle on your course.</ispeech> The dragon hisses, his neck bobbing up and down with eagerness.",
      "female": ""
    },
    {
      "id": 84,
      "default": "With an ear-splitting roar, Scyorielaphas takes a mighty step forward and attacks.",
      "female": ""
    },
    {
      "id": 101,
      "default": "<ispeech>I sense a rod among your belongings.</ispeech> Scyorielaphas narrows his eyes and watches you carefully.",
      "female": ""
    },
    {
      "id": 112,
      "default": "<ispeech>It made the enchantments of this prison and can destroy them. It can set me free. </ispeech> The dragon lashes its tail in eager, repetitive circles. ",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"I have questions about you first, dragon.\" ",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"I have more questions about you before I can proceed.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "<ispeech>My patience has limits.</ispeech>",
      "female": ""
    },
    {
      "id": 119,
      "default": "<ispeech>I will... tolerate your curiosity.</ispeech>",
      "female": ""
    },
    {
      "id": 120,
      "default": "<ispeech>Nothing to say, have you? Did the nāga strip you of your tongue?</ispeech> Scyorielaphas lets out an ear-splitting roar and advances. ",
      "female": ""
    },
    {
      "id": 125,
      "default": "[Attack] \"Counteroffer - I leave here with your head.\" ",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"You're bound here by your soul?\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "<ispeech>Periki and her crew forged wards that anchor my soul to this chamber.</ispeech>",
      "female": ""
    },
    {
      "id": 154,
      "default": "<ispeech>I am not chained here, but I am... compelled to remain.</ispeech>",
      "female": ""
    },
    {
      "id": 162,
      "default": "<ispeech>You can only be here for one reason. You serve the HUANA.</ispeech> His eyes narrow into slits.",
      "female": ""
    },
    {
      "id": 185,
      "default": "<ispeech>I have suffered enough of your lies!</ispeech> Scyorielaphas lets out an ear-splitting roar and advances. ",
      "female": ""
    },
    {
      "id": 197,
      "default": "<ispeech>What is this, one of Ondra's whelps?</ispeech> His snout wrinkles at Tekēhu.",
      "female": ""
    },
    {
      "id": 199,
      "default": "<ispeech>Hmph.</ispeech> Hot steam jets from the dragon's nostrils.",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"What happens to your captors if I do as you ask?\"",
      "female": ""
    },
    {
      "id": 201,
      "default": "<ispeech>The Huana have chartered their doom. I will not mourn their passing.</ispeech>",
      "female": ""
    },
    {
      "id": 202,
      "default": "<ispeech>Neither will I speed it along while they stand against the foreign tide.</ispeech>",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"Let us return to the question of your freedom.\"",
      "female": ""
    },
    {
      "id": 213,
      "default": "<ispeech>You have the rod and the wherewithal to set me free. I see no reason why we shouldn't leave at the same time!</ispeech> He snaps his jaws with an audible clack. ",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"I need to understand what kind of magic we're dealing with before I try anything.\" ",
      "female": ""
    },
    {
      "id": 218,
      "default": "[Attack] \"You found me out - I was just going to circle around and stab you in the back.\" ",
      "female": ""
    },
    {
      "id": 222,
      "default": "\"I need to make sure the coast is clear before we break you free. The Huana have nets, harpoons.\" ",
      "female": ""
    },
    {
      "id": 226,
      "default": "<ispeech>Hmm... how very shrewd of them. I am unlikely to fall into the same trap as I did in the days of Periki, but I am too weak to chance it.</ispeech>",
      "female": ""
    },
    {
      "id": 229,
      "default": "<ispeech>Betray me and I will summon as many waves of nāga as it takes to shatter this prison.</ispeech> The dragon unclenches his jaw and watches you in silence.",
      "female": ""
    },
    {
      "id": 230,
      "default": "\"I should be going. Farewell.\"",
      "female": ""
    },
    {
      "id": 232,
      "default": "<ispeech>NO. Our business is UNFINISHED while you hold the keys to my prison.</ispeech> His message echoes in the back of your mind, and you feel a trickle of blood from your nose. ",
      "female": ""
    },
    {
      "id": 235,
      "default": "The dragon studies you with quiet suspicion.",
      "female": ""
    },
    {
      "id": 236,
      "default": "<ispeech>Since this prison has its claws around my very soul, I would not put my exodus in... unpracticed hands.</ispeech> A deep, grumbling sound rises in the back of his throat.",
      "female": ""
    },
    {
      "id": 241,
      "default": "[Lie] \"My mistake. I can fix this.\"",
      "female": ""
    },
    {
      "id": 242,
      "default": "[Lie] \"Just experimenting.\"",
      "female": ""
    },
    {
      "id": 243,
      "default": "[Attack] \"What I think I'm doing is ending your miserable existence.\" ",
      "female": ""
    },
    {
      "id": 244,
      "default": "<ispeech>Be sure that you do.</ispeech> The dragon narrows his eyes.",
      "female": ""
    },
    {
      "id": 245,
      "default": "<ispeech>Do not meddle in the prison that holds my soul in a vise. This is your final warning.</ispeech> The dragon narrows his eyes.",
      "female": ""
    },
    {
      "id": 247,
      "default": "<ispeech>I tire of your questions. Do you intend to release me or not?</ispeech>",
      "female": ""
    },
    {
      "id": 248,
      "default": "<ispeech>You have NO intention of freeing me. Your eyes are mirrors of deceit!</ispeech>",
      "female": ""
    },
    {
      "id": 249,
      "default": "<ispeech>I would DIE before I see another day in this prison!</ispeech> Roaring at the top of his lungs, he advances.",
      "female": ""
    },
    {
      "id": 254,
      "default": "\"Allow me to take a closer look at your prison. If I can free you, I will.\" ",
      "female": ""
    },
    {
      "id": 255,
      "default": "<ispeech>Your inspection is IRRELEVANT. I have seen enough of these walls for the both of us!</ispeech>",
      "female": ""
    },
    {
      "id": 256,
      "default": "\"Allow me to inspect this prison.\" ",
      "female": ""
    },
    {
      "id": 257,
      "default": "A low growl builds in the back of his throat.",
      "female": ""
    },
    {
      "id": 260,
      "default": "<ispeech>This prison has taken too much from me. I yield.</ispeech> With great effort he inclines his head the slightest bit.",
      "female": ""
    },
    {
      "id": 263,
      "default": "<ispeech>Only if it frees me from this prison. Without the sea and the sky to welcome me home, I may prefer death before long.</ispeech> He turns his eyes away, hiding a pained look. ",
      "female": ""
    },
    {
      "id": 264,
      "default": "<ispeech>Very well. I will remain.</ispeech> The dragon regards the entrance with hateful intensity.",
      "female": ""
    },
    {
      "id": 268,
      "default": "<ispeech>As outsiders threatened the isles, the power of the Huana waned. Crafty Periki sought me out to strike a deal.</ispeech>",
      "female": ""
    },
    {
      "id": 272,
      "default": "<ispeech>She used my soul as a crutch for her watershapers. In exchange, she vowed to protect the adra.</ispeech>",
      "female": ""
    },
    {
      "id": 273,
      "default": "<ispeech>When I resolved to go, my captors left me here, cheated and howling in the dark.</ispeech>",
      "female": ""
    },
    {
      "id": 282,
      "default": "\"This... this cannot be true, I say!\"",
      "female": ""
    },
    {
      "id": 309,
      "default": "\"I couldn't hear you, I was too busy looking forward to feeling the sun on my face.\"",
      "female": ""
    },
    {
      "id": 310,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 311,
      "default": "Scyorielaphas roars with impotent rage, his fury shaking the enclosed pit with enough force to send rocks tumbling down, where they make a mighty splash below.",
      "female": ""
    },
    {
      "id": 312,
      "default": "\"My apologies. It had to be done.\"",
      "female": ""
    },
    {
      "id": 313,
      "default": "<ispeech>The rod could destroy the wards as well.</ispeech>",
      "female": ""
    },
    {
      "id": 318,
      "default": "\"Why is this rod so important?\"",
      "female": ""
    },
    {
      "id": 319,
      "default": "<ispeech>It contains a fragment of my soul, gifted willingly to share of my strength.</ispeech>",
      "female": ""
    },
    {
      "id": 320,
      "default": "<ispeech>The Huana TWISTED it against me, just as they twist themselves.</ispeech> Boiling, frothy water drips from the edges of his jaws.",
      "female": ""
    },
    {
      "id": 322,
      "default": "The energy and vibrancy that should color his soul is grey and worn. From the shadows, a dark, formless thing reaches out to you in desperation. ",
      "female": ""
    },
    {
      "id": 323,
      "default": "As it touches you, the weight of the prison is like an anchor. You withdraw from the sensation feeling shaky and depleted. ",
      "female": ""
    },
    {
      "id": 343,
      "default": "<ispeech>This prison is built on a foundation of their lies.</ispeech>",
      "female": ""
    },
    {
      "id": 346,
      "default": "\"What are you talking about?\"",
      "female": ""
    },
    {
      "id": 348,
      "default": "\"I have more cause to trust them than I do you, fiend.\"",
      "female": ""
    },
    {
      "id": 349,
      "default": "[Lie] \"The Huana didn't send me.\"",
      "female": ""
    },
    {
      "id": 350,
      "default": "<ispeech>When their mighty talent went into decline, I gave the Huana the strength to raise the very sea against our enemies.</ispeech>",
      "female": ""
    },
    {
      "id": 352,
      "default": "<ispeech>Then you are complicit in the pillaging of the Deadfire, and we are enemies.</ispeech>",
      "female": ""
    },
    {
      "id": 353,
      "default": "<ispeech>It is not bravery to lie when I am entwined around your subconscious.</ispeech>",
      "female": ""
    },
    {
      "id": 354,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 355,
      "default": "[Attack] \"I'm done talking.\"",
      "female": ""
    },
    {
      "id": 356,
      "default": "<ispeech>You are shocked? How amusing.</ispeech>",
      "female": ""
    },
    {
      "id": 357,
      "default": "<ispeech>And now the Deadfire DIES in my absence. The luminous adra shrieks in agony, calling out for a guardian.</ispeech>",
      "female": ""
    },
    {
      "id": 358,
      "default": "\"I've looked into your soul. It's true.\" ",
      "female": ""
    },
    {
      "id": 361,
      "default": "[Attack] \"Correction - you will die.\" ",
      "female": ""
    },
    {
      "id": 362,
      "default": "[Read the dragon's soul.] \"Your soul is stuck here? Let me take a look.\" ",
      "female": ""
    },
    {
      "id": 366,
      "default": "<ispeech>Believe what you will. My duty to the archipelago is all that matters.</ispeech>",
      "female": ""
    },
    {
      "id": 369,
      "default": "\"I'm not sure I believe you.\"",
      "female": ""
    },
    {
      "id": 373,
      "default": "<ispeech>You are a Watcher? Of all the kith who could have entered this chamber... how intriguing.</ispeech>",
      "female": ""
    },
    {
      "id": 382,
      "default": "<ispeech>I make no promises to cooperate with your... animancy games.</ispeech>",
      "female": ""
    },
    {
      "id": 383,
      "default": "<ispeech>You return... and my prison endures.</ispeech> Scyorielaphas bares his teeth in warning. ",
      "female": ""
    },
    {
      "id": 384,
      "default": "<ispeech>The wards are the bars of my prison, and the rod you carry can bend them apart like stalks of wheat.</ispeech>",
      "female": ""
    },
    {
      "id": 385,
      "default": "\"Destroy the wards. Understood.\" ",
      "female": ""
    },
    {
      "id": 386,
      "default": "[Lie] \"I'll get right on that.\" ",
      "female": ""
    },
    {
      "id": 387,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 388,
      "default": "\"It might be safer to siphon power and let the wards collapse on their own... but I won't bore you with the details.\" ",
      "female": ""
    },
    {
      "id": 389,
      "default": "\"I'm still seeking the means to free you.\"",
      "female": ""
    },
    {
      "id": 390,
      "default": "[Attack] \"I offer you the freedom of the grave.\"",
      "female": ""
    },
    {
      "id": 391,
      "default": "<ispeech>The rod in your possession bears a piece of my soul - it can unravel the wards to this prison handily.</ispeech>",
      "female": ""
    },
    {
      "id": 392,
      "default": "<ispeech>You already know the means to free me. And still we persist in these games.</ispeech>",
      "female": ""
    },
    {
      "id": 395,
      "default": "<ispeech>We have CHATTERED too much already. Break the wards at once. If you delay any further, I will be forced to take action.</ispeech> The dragon narrows his eyes and watches you leave.",
      "female": ""
    },
    {
      "id": 397,
      "default": "<ispeech>Something tells me that we cannot be parted quickly enough.</ispeech> He shakes his massive head. ",
      "female": ""
    },
    {
      "id": 398,
      "default": "<ispeech>Where are you going this time? Plotting treachery against me?</ispeech> The dragon's growl rises in volume until it echoes in the chamber.",
      "female": ""
    },
    {
      "id": 399,
      "default": "<ispeech>We have wasted too much time already. I will suffer your delays no longer!</ispeech>",
      "female": ""
    },
    {
      "id": 400,
      "default": "<ispeech>You delay my release needlessly. Let me put the matter plainly for your simple kith perception.</ispeech>",
      "female": ""
    },
    {
      "id": 401,
      "default": "<ispeech>If you think it prudent.</ispeech> Scyorielaphas raises one of his scaly brows.",
      "female": ""
    },
    {
      "id": 410,
      "default": "Scyorielaphas blinks down at you and rolls his shoulder as if for the first time. ",
      "female": ""
    },
    {
      "id": 411,
      "default": "<ispeech>The burden of this prison is... lifted! I will return to the beloved adra!</ispeech> Scyorielaphas flexes his claws and lets out an exultant bellow.",
      "female": ""
    },
    {
      "id": 412,
      "default": "\"As long as you remember who helped you.\"",
      "female": ""
    },
    {
      "id": 413,
      "default": "<ispeech>Yes. The Huana put me in these chains, but you struck them off. I do not forget.</ispeech>",
      "female": ""
    },
    {
      "id": 414,
      "default": "Grateful, Scyorielaphas tips his head and flaps his wings twice, building up strength and speed.",
      "female": ""
    },
    {
      "id": 415,
      "default": "<ispeech>Should your hopes darken on the high seas, you will feel a welcome chill as my shadow passes over your deck - depend on it!</ispeech> Roaring with triumph, Scyorielaphas aims his body at the rocky ceiling and takes off.",
      "female": ""
    },
    {
      "id": 416,
      "default": "\"Will you consider showing mercy against those who wronged you?\"",
      "female": ""
    },
    {
      "id": 417,
      "default": "<ispeech>Mercy? Only for those who showed mercy to me. The rest?</ispeech> He splits his jaws into a lethal grin.",
      "female": ""
    },
    {
      "id": 418,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 427,
      "default": "<ispeech>What you call hatred pales before the depths of my loathing.</ispeech>",
      "female": ""
    },
    {
      "id": 428,
      "default": "<ispeech>Someday I will break these wards, and the island will burn.</ispeech>",
      "female": ""
    },
    {
      "id": 431,
      "default": "<ispeech>Do what you will. I am... not strong enough to protest.</ispeech> He squeezes his eyes shut, and a curl of steam escapes his nostrils.",
      "female": ""
    },
    {
      "id": 432,
      "default": "\"I'm taking another look at those wards. I trust that you won't interfere?\"",
      "female": ""
    },
    {
      "id": 433,
      "default": "The dragon gives you a pained look before averting his gaze.",
      "female": ""
    },
    {
      "id": 439,
      "default": "\"Say no more. Let's get you out of here.\"",
      "female": ""
    },
    {
      "id": 442,
      "default": "Either the light in the room has shifted or hope has brightened the dragon's eyes.",
      "female": ""
    },
    {
      "id": 444,
      "default": "<ispeech>Toy with me no more! Destroy the wards around this prison!</ispeech>",
      "female": ""
    },
    {
      "id": 451,
      "default": "<ispeech>The half-breed's naiveté is charming. I see why you suffer his company.</ispeech>",
      "female": ""
    },
    {
      "id": 452,
      "default": "\"We have a responsibility, I say.\" Trailing off, Tekēhu pulls absently on one of his hairs. ",
      "female": ""
    },
    {
      "id": 453,
      "default": "<ispeech>Your opinion is irrelevant, half-breed.</ispeech>",
      "female": ""
    },
    {
      "id": 455,
      "default": "\"You ever consider a nickname?\"",
      "female": ""
    },
    {
      "id": 456,
      "default": "Scyorielaphas narrows his eyes at Edér.",
      "female": ""
    },
    {
      "id": 457,
      "default": "\"Just give it some thought, is all I'm saying.\"",
      "female": ""
    },
    {
      "id": 469,
      "default": "<ispeech>I can feel the weight of this pit diminishing around me! Do not stop now!</ispeech> ",
      "female": ""
    },
    {
      "id": 470,
      "default": "\"Patience. I'm getting to it.\"",
      "female": ""
    },
    {
      "id": 471,
      "default": "\"I'm not doing this because I value our conversation. Let me work.\" ",
      "female": ""
    },
    {
      "id": 472,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 473,
      "default": "He follows your progress with narrow eyes.",
      "female": ""
    },
    {
      "id": 474,
      "default": "<ispeech>The next ward - make haste!</ispeech> ",
      "female": ""
    },
    {
      "id": 483,
      "default": "\"H-hello.\" Tekēhu swallows.",
      "female": ""
    },
    {
      "id": 484,
      "default": "<ispeech>For my generosity, they bound me to this chamber by my SOUL.</ispeech>",
      "female": ""
    },
    {
      "id": 491,
      "default": "\"But if he speaks truth, the Huana are better served if he remains.\"",
      "female": ""
    },
    {
      "id": 493,
      "default": "<ispeech>I came as an honored guest. The watershapers grew strong, and new conflicts replaced the old.</ispeech>",
      "female": ""
    },
    {
      "id": 494,
      "default": "<ispeech>If you are too dense to break these wards, then I ask you to leave them alone!</ispeech> The dragon pulls back its upper lip, showing a row of curved teeth.",
      "female": ""
    },
    {
      "id": 499,
      "default": "\"Do I get something out of the arrangement?\"",
      "female": ""
    },
    {
      "id": 500,
      "default": "<ispeech>Your ship will sail with grateful protection.</ispeech>",
      "female": ""
    },
    {
      "id": 501,
      "default": "<ispeech>That is a boon without equal in the Deadfire.</ispeech>",
      "female": ""
    },
    {
      "id": 502,
      "default": "<ispeech>Do it, then. Enough of my time has gone to waste in this cell. I long for the sea and the sky.</ispeech>",
      "female": ""
    },
    {
      "id": 503,
      "default": "\"Go on.\"",
      "female": ""
    },
    {
      "id": 504,
      "default": "\"But Vailians are mining the adra.\"",
      "female": ""
    },
    {
      "id": 505,
      "default": "<ispeech>Look upon me. Are you surprised that the Huana do not keep their promises?</ispeech>",
      "female": ""
    },
    {
      "id": 506,
      "default": "\"Watershapers don't protect adra, they hold back the Rauataian armada.\"",
      "female": ""
    },
    {
      "id": 507,
      "default": "<ispeech>Indeed. The Huana bite off more than they can chew.</ispeech>",
      "female": ""
    },
    {
      "id": 509,
      "default": "\"Letting you go deprives the watershapers of a useful asset.\"",
      "female": ""
    },
    {
      "id": 510,
      "default": "<ispeech>Those who are wise will remember their covenant with ancient Ngati.</ispeech>",
      "female": ""
    },
    {
      "id": 511,
      "default": "<ispeech>The Huana will struggle. If they are worthy, they will endure.</ispeech>",
      "female": ""
    },
    {
      "id": 512,
      "default": "\"You think of yourself as a guardian?\"",
      "female": ""
    },
    {
      "id": 513,
      "default": "\"Bound or not, what do you plan on doing about it?\"",
      "female": ""
    },
    {
      "id": 514,
      "default": "<ispeech>Freedom comes like the tide, and the Deadfire heeds my call.</ispeech>",
      "female": ""
    },
    {
      "id": 515,
      "default": "<ispeech>That is a duty as old as the islands themselves.</ispeech>",
      "female": ""
    },
    {
      "id": 516,
      "default": "<ispeech>In ages past there were three guardians. They watched over the isles, the adra, and lost Ukaizo.</ispeech>",
      "female": ""
    },
    {
      "id": 517,
      "default": "\"What do you know of Ukaizo?\"",
      "female": ""
    },
    {
      "id": 518,
      "default": "\"You spoke of three guardians?\" ",
      "female": ""
    },
    {
      "id": 519,
      "default": "\"Back to my other questions.\"",
      "female": ""
    },
    {
      "id": 520,
      "default": "<ispeech>A city where kith spoke to gods? The heart of an empire? I know only what I hear.</ispeech>",
      "female": ""
    },
    {
      "id": 521,
      "default": "<ispeech>Creatures of unparalleled age and power. Bound, like me, to strengthen the Huana.</ispeech>",
      "female": ""
    },
    {
      "id": 522,
      "default": "<ispeech>Ukaizo is lost beyond all memory. Better to forget that monument of hubris.</ispeech>",
      "female": ""
    },
    {
      "id": 524,
      "default": "\"You're the reason watershapers are so powerful?\"",
      "female": ""
    },
    {
      "id": 525,
      "default": "<ispeech>Your bones will sink beneath the waters. I will see the sky again!</ispeech> Roaring, the dragon advances. ",
      "female": ""
    },
    {
      "id": 526,
      "default": "<ispeech>The Huana of ages past could have shaped the very Deadfire to their liking.</ispeech>",
      "female": ""
    },
    {
      "id": 527,
      "default": "<ispeech>Now their backs have turned against Ngati's covenant. Their art is an echo of its former glory.</ispeech>",
      "female": ""
    },
    {
      "id": 529,
      "default": "<ispeech>Ukaizo was gone before my time. Even its myth is dust and ashes.</ispeech>",
      "female": ""
    },
    {
      "id": 530,
      "default": "\"That is... that is similar to the tenets of Ngati's covenant.\" Tekēhu furrows his brow. ",
      "female": ""
    },
    {
      "id": 531,
      "default": "<ispeech>You are perceptive, for a fish.</ispeech>",
      "female": ""
    },
    {
      "id": 532,
      "default": "\"Something on your mind, Tekēhu?\"",
      "female": ""
    },
    {
      "id": 533,
      "default": "\"Ekera, there is too much running through my head, I say.\" Tekēhu touches his forehead spot.",
      "female": ""
    },
    {
      "id": 534,
      "default": "\"For another time. I...\" Tekēhu reaches up and touches his cheek with a shaking hand.",
      "female": ""
    },
    {
      "id": 535,
      "default": "<ispeech>The fish is not ready to know what he only now suspects.</ispeech> Something like a chuckle echoes in your mind.",
      "female": ""
    },
    {
      "id": 536,
      "default": "<ispeech>If they still lived, no foreign ship would trespass on these islands.</ispeech>",
      "female": ""
    },
    {
      "id": 537,
      "default": "\"I'm [Player Name], captain of [Player Ship].\"",
      "female": ""
    },
    {
      "id": 538,
      "default": "\"[Player Animal Companion], say hello to Scyorielaphas.\"",
      "female": ""
    },
    {
      "id": 539,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 540,
      "default": "<ispeech>I would see this vessel of yours some day. But we will return to that.</ispeech>",
      "female": ""
    },
    {
      "id": 541,
      "default": "[Attack] \"I am your death, of course.\"",
      "female": ""
    },
    {
      "id": 542,
      "default": "<ispeech>At least your pet does not tarnish the dignity of this prison.</ispeech>",
      "female": ""
    },
    {
      "id": 543,
      "default": "\"Did you make up that title?\"",
      "female": ""
    },
    {
      "id": 544,
      "default": "<ispeech>No. It is older than me by far.</ispeech>",
      "female": ""
    },
    {
      "id": 545,
      "default": "Raising a shaking hand to his mouth, Tekēhu blinks up at the dragon.",
      "female": ""
    },
    {
      "id": 546,
      "default": "\"By Ngati, he speaks true.\"",
      "female": ""
    },
    {
      "id": 547,
      "default": "<ispeech>Your disgrace... so pure and concentrated.</ispeech>",
      "female": ""
    },
    {
      "id": 548,
      "default": "\"So is mine, and it involves aiming a cannon between your eyes.\" ",
      "female": ""
    },
    {
      "id": 549,
      "default": "<ispeech>Would you give me Tangaloa's kiss? I might welcome it.</ispeech>",
      "female": ""
    },
    {
      "id": 550,
      "default": "\"That's a pity. I was about to suggest we make a deal.\" ",
      "female": ""
    },
    {
      "id": 551,
      "default": "<ispeech>My concerns are greater than your petty squabbles over land.</ispeech>",
      "female": ""
    },
    {
      "id": 552,
      "default": "\"And just barely, if what we've learned here is any indication.\" Maia folds her arms and smirks. ",
      "female": ""
    },
    {
      "id": 553,
      "default": "\"Di verus. We mine it and refine it. Most of the Huana seem perfectly content with the arrangement.\"",
      "female": ""
    },
    {
      "id": 554,
      "default": "<ispeech>I am not most of the Huana. I am the jaws of the Deadfire.</ispeech>",
      "female": ""
    },
    {
      "id": 556,
      "default": "White-hot pain lances through your head. What replaces it is a low growl that sends vibrations through the chamber. \r\n\r\nA pair of amber eyes ignite from the shadows. Their attention forms a knot in your gut.",
      "female": ""
    },
    {
      "id": 558,
      "default": "A rush of adrenaline courses from your head to your toes, filling you with warmth and vigor. Nothing has changed, but now you see the creature as merely one in a long line of prey extending both behind and ahead of you. \r\n\r\nA pair of amber eyes regard you from the shadows of the chamber.",
      "female": ""
    },
    {
      "id": 559,
      "default": "\"You swore to glut the survivors on the remains of the dead, but the souls of the Dyrwood groan with hunger.\" \r\n\r\nThe eyes narrow. Then their focus shifts toward the creature.",
      "female": ""
    },
    {
      "id": 560,
      "default": "\"When my champion closes his jaws around you, know that it is <i>my</i> teeth which pierce your hide.\" \r\n\r\nGalawain nods toward the creature and eases back into the shadows. ",
      "female": ""
    },
    {
      "id": 561,
      "default": "\"The souls of the Dyrwood glow with life. The dead have served the needs of the living.\" \r\n\r\nThe eyes bob as their owner nods with approval. ",
      "female": ""
    },
    {
      "id": 562,
      "default": "\"Take this reprieve from the hunt, but do not let your teeth blunt on complacency.\" \r\n\r\nWhen the eyes close, it is as if they were never there. ",
      "female": ""
    },
    {
      "id": 565,
      "default": "<ispeech>You stand in the sanctum of the watershapers, those who make parlor tricks of Ngati's art.</ispeech>",
      "female": ""
    },
    {
      "id": 566,
      "default": "<ispeech>An art in decline. The Huana covenant has failed.\r\n\r\nWith each grain of sand surrendered to outsiders, Ngati draws her favor away from her chosen people.</ispeech>",
      "female": ""
    },
    {
      "id": 567,
      "default": "\"What covenant is that?\"",
      "female": ""
    },
    {
      "id": 568,
      "default": "\"That's... just superstition.\"",
      "female": ""
    },
    {
      "id": 569,
      "default": "\"Tekēhu, could this be true?\"",
      "female": ""
    },
    {
      "id": 570,
      "default": "<ispeech>One struck in a different time, when the gods showered devotion on the Huana.</ispeech>",
      "female": ""
    },
    {
      "id": 571,
      "default": "He stares up at the dragon, oblivious to you until he blinks and returns to the moment.",
      "female": ""
    },
    {
      "id": 572,
      "default": "\"I only know an interpretation of Ngati's covenant... but ekera. It is possible.\" \r\n\r\nHe nods slowly.",
      "female": ""
    },
    {
      "id": 573,
      "default": "<ispeech>The guild hides how their acolytes struggle. Their ancestral Forms no longer respond as they once did.\r\n\r\nSoon there will be no watershapers to remember them.</ispeech>",
      "female": ""
    },
    {
      "id": 575,
      "default": "<ispeech>My gift to Periki, my covenant with the Huana. Another broken promise.</ispeech>",
      "female": ""
    },
    {
      "id": 576,
      "default": "\"Onekaza would have me killed if I set you free. There has to be another way.\"",
      "female": ""
    },
    {
      "id": 577,
      "default": "<ispeech>Is your loyalty to a queen of lies so steadfast?</ispeech>",
      "female": ""
    },
    {
      "id": 578,
      "default": "<ispeech>She may not know of me, but she is complicit in this crime all the same.\r\n\r\nYou owe her nothing.</ispeech>",
      "female": ""
    },
    {
      "id": 579,
      "default": "\"Are you the one some call the 'Deep Hunter?'\"\"",
      "female": ""
    },
    {
      "id": 580,
      "default": "<ispeech>That is a name the nāga gave me when I protected their tribe. Long ago.\r\n\r\nFrom this cell I guard nothing but my hatred.</ispeech>\r\n\r\nA wisp of steam rises from his nostrils.",
      "female": ""
    },
    {
      "id": 581,
      "default": "\"I like what I'm hearing so far.\" \r\n\r\nSmiling to herself, Maia folds her arms.",
      "female": ""
    },
    {
      "id": 582,
      "default": "The wards around the stone floor drag the essence down and disperse its energy elsewhere - to the watershaper students of Neketaka. ",
      "female": ""
    },
    {
      "id": 583,
      "default": "<ispeech>Daughter of the west, what I intend for the Huana is nothing to what I will inflict upon your fleet.</ispeech>\r\n\r\nThe dragon huffs a breath of steamy air. Maia only narrows her eyes and shifts her weight.",
      "female": ""
    },
    {
      "id": 584,
      "default": "<ispeech>I feel irregular. Lighter, but there is an absence as well.</ispeech> He eyes the ceiling thoughtfully.",
      "female": ""
    },
    {
      "id": 585,
      "default": "\"Your soul may recover in time. It's a formidable one.\"",
      "female": ""
    },
    {
      "id": 586,
      "default": "<ispeech>I have had precious little cause for hope since I arrived in Neketaka... until today.</ispeech> He nods with approval.",
      "female": ""
    },
    {
      "id": 587,
      "default": "\"The other watershapers knew nothing about this?\"",
      "female": ""
    },
    {
      "id": 588,
      "default": "<ispeech>Clever Periki twisted the Forms of her art. \r\n\r\nRather than give obeisance to Ngati, they draw from the wards of this prison.</ispeech>\r\n\r\nThe dragon shows his teeth, his steaming breath rising from between each fang.",
      "female": ""
    },
    {
      "id": 589,
      "default": "<ispeech>None but the masters of the guild ever knew this.</ispeech>",
      "female": ""
    },
    {
      "id": 590,
      "default": "\"Mother... Ngati never told me this, I say.\" Tekēhu raises a shaking hand to his brow.",
      "female": ""
    },
    {
      "id": 591,
      "default": "<ispeech>The goddess and her insufferable TESTS. She never raised a fin to deliver me from this prison!</ispeech>\r\n\r\nScyorielaphas growls long enough to send a tremor through the chamber.",
      "female": ""
    },
    {
      "id": 592,
      "default": "\"I take it you're the one causing the whole city to shake.\"",
      "female": ""
    },
    {
      "id": 593,
      "default": "<ispeech>You do not see chains around me, but I am confined all the same. \r\n\r\nOne by one, every link shatters!</ispeech>\r\n\r\nThe dragon stares at the wards around the prison.",
      "female": ""
    },
    {
      "id": 594,
      "default": "\"Give me a second chance. I'll take care of everything.\"",
      "female": ""
    },
    {
      "id": 595,
      "default": "<ispeech>Time has weakened the wards enough that I can leave this cell without you. \n\nThere will be a... debt of pain that I have no wish to incur.</ispeech>",
      "female": ""
    },
    {
      "id": 596,
      "default": "<ispeech>HOW, then? You have a plan for this... mad scheme of yours?</ispeech>",
      "female": ""
    },
    {
      "id": 597,
      "default": "\"I'd take a closer look at the wardstones, for a start.\"",
      "female": ""
    },
    {
      "id": 598,
      "default": "[Attack] \"Just one. You're not going to like it.\" ",
      "female": ""
    },
    {
      "id": 599,
      "default": "<ispeech>Have you come to deliver me from this prison of my own making?</ispeech> The dragon flares his nostrils and glares at you. ",
      "female": ""
    },
    {
      "id": 600,
      "default": "\"Dragon!\"",
      "female": ""
    },
    {
      "id": 601,
      "default": "\"Let me get my bearings first. Who are you?\" ",
      "female": ""
    },
    {
      "id": 602,
      "default": "\"Absolutely not.\"",
      "female": ""
    },
    {
      "id": 603,
      "default": "<ispeech>Then I take it you have not, and the city has forgotten me.</ispeech> A heavy sigh fills the room with a scent of brine. ",
      "female": ""
    },
    {
      "id": 604,
      "default": "<ispeech>Hm. What an unfortunate beginning for us.</ispeech>",
      "female": ""
    },
    {
      "id": 605,
      "default": "[Strengthen the spell of imprisonment.]",
      "female": ""
    },
    {
      "id": 607,
      "default": "[Use the Rod of the Deep Hunter to disable the enchantments.]",
      "female": ""
    },
    {
      "id": 609,
      "default": "[Try to siphon enough of the dragon's essence to empower the guild, then break the imprisoning ward.]",
      "female": ""
    }
  ]
}