{
  "Component": "exported",
  "Name": "conversations\\05_neketaka_artisans_district\\05_cv_tumara",
  "Entries": [
    {
      "id": 1,
      "default": "\"If you've come to see Arkemyr, you're too late. He left the estate on 'wizard business.'\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"All this trouble over a tablet of fucking stone... If my Company standing wasn't on the line, I would have written this one off as a loss already.\" Tumara nurses her brow and motions for you to speak.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"I was to understand that our business is concluded?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"What did you want with Arkemyr?\" ",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"What's going on between you two?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"The wizard got his hands on a Huana tablet - the Harapo Epic. I came to reclaim it for Rauatai.\" ",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"How did Arkemyr come to possess the tablet?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"I believe that he had dealings with black market treasure hunters. Not that the queen will implicate him.\" ",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"I don't give two pires for your tribal pride, and I wager that Arkemyr cares even less!\" \r\n\r\nThe aumaua woman clutches her fists at her sides. Her severe features are caught in an unshakable grimace. ",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Tell me about yourself.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Any ideas on retrieving the Harapo Epic?\" ",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"I help finance expeditions around the isles, which often means keeping an ear to the ground.\" ",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"You need something? No use in wasting time.\" \r\n\r\nTumara crosses her arms and regards you with a neutral, if appraising look. ",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"I have questions about the Harapo Epic.\" ",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"I won't dispute that point if the value goes to Rauatai.\" ",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"The Harapo Epic belongs to the Huana. The queen sent me to remind you both.\" ",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"How did Arkemyr come to possess the tablet?\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"I believe that he had dealings with black market treasure hunters. Not that the queen will implicate him.\" ",
      "female": ""
    },
    {
      "id": 40,
      "default": "[Give the tablet.] \"I retrieved the tablet from Arkemyr's manor.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"After all the trouble and effort, somehow I never expected this day would come.\" She hefts the tablet and grins, tucking it away. ",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"My thanks on behalf of the Royal Deadfire Company. We remember our friends and, and... what in Rymrgand's hairy backside is that?\" \r\n\r\nShe squints as an approaching figure makes itself known with a harsh clearing of its throat.",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Who's Arkemyr?\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"A spellcaster, and a damn good one. Specializes in hexes and illusions.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"What kind of defenses does Arkemyr have inside his manor?\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Arkemyr is a magical savant and a recluse. That makes for a very dangerous combination.\" ",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"If this is what passes for Rauataian diplomacy, your hazanui has bigger problems.\" \r\n\r\nThe more calm and composed Huana smiles, turning when she notices you.",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"An intact primary source is a rare find for the Huana.\" ",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Ekera, few outsiders can appreciate what such an artifact could mean to our people.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Posturing about cultural value is worthless. We both want the tablet for the same reason.\" ",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Would that be archmage Arkemyr? I'm fond of his Dazzling Lights.\" ",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"The same. He keeps to himself, inviting no one but Fassina behind the walls of his estate.\" ",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"You and Netehe don't seem to get along.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"Any idea where Arkemyr went?\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Arkemyr could be drinking koīki wine with dead kings. There's no finding him if he doesn't want to be found.\" ",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"So, you fell for all of Netehe's flowery talk of cultural pride?\" Tumara crosses her arms.",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"Get lost. I am finished with you.\" ",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"Hand that over at once!\" ",
      "female": ""
    },
    {
      "id": 132,
      "default": "[Hold up tablet.] \"You don't mean THIS Harapo Epic, do you?\" ",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"It's an artifact of the Huana people, crafted by Huana hands.\" Netehe opens her palms and raises her eyebrows.",
      "female": ""
    },
    {
      "id": 134,
      "default": "[Give to Tumara] \"I hope it fetches a good price.\" ",
      "female": ""
    },
    {
      "id": 135,
      "default": "[Give to Netehe] \"Here, a bedtime story for the tribes.\" ",
      "female": ""
    },
    {
      "id": 136,
      "default": "[Leave] \"I think I'll hold onto this for now.\" ",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"You had no right to interfere in Rauatai's business!\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"Huana culture isn't 'business,' you company drudge!\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"Did you say 'wizard business'?\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"Arkemyr could be drinking koīki wine with dead kings. There's no finding him if he doesn't want to be found.\" ",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"Tumara and I wanted something from Arkemyr. Our powers of persuasion leave much to be desired.\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"Ah,Tekēhu. Are you still shaping fountains into phalluses for the delight of bathhouse ladies?\" ",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"Ekera, I have not indulged in parlor tricks since the last time you visited.\"",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"Netehe has her principles. You do not.\"",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"Maybe the Royal Deadfire Company should handle its dirtier business with more discretion.\"",
      "female": ""
    },
    {
      "id": 179,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"I hope your time on Neketaka as the Huana-loving errand-runner is profitable.\"",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"Perhaps we will, at that.\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"Now get out of here. We're done.\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"Now his soul is bound to the fortune telling machine in the Dark Cupboard. A strange fate.\" ",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"Not very romantic from behind a desk, but Rauatai's campaign could use the extra coin.\"",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"It's a handsome piece of rock which some call valuable.\"",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"Back to my previous questions.\"",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"Fine by me. I'm looking forward to the day when the Harapo Epic is someone else's concern.\" She chuckles mirthlessly.",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"All of her pretenses of cultural pride are a means to an end.\"",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"He relies on imps and ironclad constructs to maintain the estate.\"",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"Instead of standing here and arguing, why not negotiate with him?\" ",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"Arkemyr left the city - likely for the peace and quiet we didn't grant him.\"",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"At least I offered to pay him. Your only currency is altruism.\" Tumara grimaces. ",
      "female": ""
    },
    {
      "id": 223,
      "default": "\"Of all the... find me in the Brass Citadel when you've come to your senses!\" She throws her arms up and leaves.",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"Curious. I'll be in Serpent's Crown if you feel like doing the right thing.\" Shrugging, Netehe steps away.",
      "female": ""
    },
    {
      "id": 232,
      "default": "\"So what's your plan?\"",
      "female": ""
    },
    {
      "id": 233,
      "default": "\"I might as well adjourn to the palace in Serpent's Crown and give Arkemyr time to think.\"",
      "female": ""
    },
    {
      "id": 234,
      "default": "\"What a load of... You mean to get your hands on that tablet with or without Arkemyr!\"",
      "female": ""
    },
    {
      "id": 235,
      "default": "\"Scamper back to the Brass Citadel and spin your own plots. I will happily do the same on my side of the island.\" ",
      "female": ""
    },
    {
      "id": 236,
      "default": "\"Tumara, I'd like to speak with you.\" ",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"I have questions for Netehe before you go.\"",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"I suppose I can spare a moment.\" She watches Netehe go with an uncertain frown.",
      "female": ""
    },
    {
      "id": 241,
      "default": "\"For me? I could use a reprieve.\" ",
      "female": ""
    },
    {
      "id": 244,
      "default": "Netehe blinks at her in shock and takes a moment to smooth down the creases in her uniform.",
      "female": ""
    },
    {
      "id": 245,
      "default": "\"I heard tell of Ifren, a thief with a penchant for making house calls.\" ",
      "female": ""
    },
    {
      "id": 247,
      "default": "\"What does the Royal Deadfire Company want with the Harapo Epic?\"",
      "female": ""
    },
    {
      "id": 248,
      "default": "\"I suppose it's no secret that we're after more than some arbitrary cultural touchstone.\" ",
      "female": ""
    },
    {
      "id": 249,
      "default": "\"We're looking for a route to Ukaizo.\"",
      "female": ""
    },
    {
      "id": 250,
      "default": "\"It stands to reason that ancient lore would be a key to finding the place.\"",
      "female": ""
    },
    {
      "id": 252,
      "default": "\"In the middle of my negotiations, this little pest showed up with a claim on it.\" She gestures to Netehe.",
      "female": ""
    },
    {
      "id": 253,
      "default": "\"Wait, is there another reason you both want the tablet so badly?\"",
      "female": ""
    },
    {
      "id": 254,
      "default": "The pair go silent and awkwardly avoid eye contact, focusing in different directions. ",
      "female": ""
    },
    {
      "id": 256,
      "default": "\"There are things better left unsaid.\" ",
      "female": ""
    },
    {
      "id": 257,
      "default": "\"While I'm standing here, you mean.\"",
      "female": ""
    },
    {
      "id": 258,
      "default": "\"Ekera, I don't deny it.\"",
      "female": ""
    },
    {
      "id": 270,
      "default": "\"As I recall, you cheered the loudest of all for my 'Pillar of Liquidity.'\" Tekēhu bows, holding her eye contact with an amused grin.",
      "female": ""
    },
    {
      "id": 271,
      "default": "\"When you've lived as long as Arkemyr, I suppose trust becomes a problem.\"",
      "female": ""
    },
    {
      "id": 272,
      "default": "\"He and his apprentice run the Dark Cupboard, our local magic shop.\"",
      "female": ""
    },
    {
      "id": 273,
      "default": "\"She is too preoccupied negotiating with the warmongers at her door.\"",
      "female": ""
    },
    {
      "id": 274,
      "default": "\"You island rats can barely write your own names, much less a distinguished epic.\"",
      "female": ""
    },
    {
      "id": 276,
      "default": "Netehe watches Tumara skulk away, turning back to you only when she's gone, and lets out a heavy sigh.",
      "female": ""
    },
    {
      "id": 277,
      "default": "\"Word has it that Ifren made his way inside of Arkemyr's manor and later died.\"",
      "female": ""
    },
    {
      "id": 278,
      "default": "\"Could the Harapo Epic really be a path to Ukaizo?\"",
      "female": ""
    },
    {
      "id": 279,
      "default": "\"When it comes to finding the lost island, we can't afford to neglect any lead.\"",
      "female": ""
    },
    {
      "id": 280,
      "default": "\"The ranga nui seeks to saddle the weather and harness the storm. If there is a place where this can happen, it is Ukaizo.\" Tumara shrugs and wipes off the breast of her uniform.",
      "female": ""
    },
    {
      "id": 281,
      "default": "\"Like the rest of the Huana, she isn't above exploiting any advantage if she can profit from it.\"",
      "female": ""
    },
    {
      "id": 282,
      "default": "\"That doesn't seem fair. The Huana are trying to get by.\"",
      "female": ""
    },
    {
      "id": 283,
      "default": "\"You make a point. The Huana have assembled a tidy profit from selling off the islands.\"",
      "female": ""
    },
    {
      "id": 284,
      "default": "\"Back to my other questions.\"",
      "female": ""
    },
    {
      "id": 285,
      "default": "\"As you say.\"",
      "female": ""
    },
    {
      "id": 288,
      "default": "\"Back to my previous questions.\"",
      "female": ""
    },
    {
      "id": 289,
      "default": "The duo pointedly glare at each other and exhale through their noses.",
      "female": ""
    },
    {
      "id": 291,
      "default": "\"Hope you two find an agreeable solution.\"",
      "female": ""
    }
  ]
}