{
  "Component": "exported",
  "Name": "conversations\\05_neketaka_artisans_district\\05_cv_degnos",
  "Entries": [
    {
      "id": 1,
      "default": "\"Ado, fentre! You go to visit the Luminous Bathhouse, yes?\"",
      "female": "\"Ado, tella! You go to visit the Luminous Bathhouse, yes?\""
    },
    {
      "id": 2,
      "default": "\"Perhaps. Why do you ask?\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"The luminous what?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Leave] \"Whatever your request, the answer is no. Farewell.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"My satchel - like a fool, I left it inside.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Di verus, you do not know it? The waters, they glow with the light of luminous adra. It can heal nearly any malady, I have heard!\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"I would go myself, but, ah, the guards, they bar the doors to me without my casità present. They think I am a thief.\"\r\n\r\nHe stares at his feet, his hands an anxious, twisting knot in front of him.",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I could help you find it.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Gellarde! You mean it? Agracima, agracima, I am in your debt!\"\r\n\r\nThe air of misery suffusing him lifts for a moment. His eyes go wide, and he grins. ",
      "female": ""
    },
    {
      "id": 16,
      "default": "You notice a light sheen of sweat on his upper lip. He shifts his weight from foot to foot and stares at you intently.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"There is, ah, one thing. Madiccho! H-how could I have forgotten!\"\r\n\r\nHe tugs at the collar of his shirt as if he's suddenly much too hot.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Eccosi, fentre - you have found the satchel?\"",
      "female": "\"Eccosi, tella - you have found the satchel?\""
    },
    {
      "id": 21,
      "default": "\"I'll let you know if I see it.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "[Return satchel] \"Indeed.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"No, not yet.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"My ship - ah, my casità's ship - it will depart at any moment. I must be on it with the satchel in hand.\"\r\n\r\nHe begins to pace, taking a few hasty, measured steps before turning and starting back in the other direction, all the while wringing his hands.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Di verus? Belfetto! This is magnificent.\" A smile breaks across Degnos' face.",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"You have some explaining to do.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"It is not as you must think. Complanca, hear me out.\"\r\n\r\nHis gaze slides off your face as if he is not able to meet your eyes. A light sweat dampens his brow, and he worries the hem of his tunic.",
      "female": ""
    },
    {
      "id": 46,
      "default": "[Return items.] \"It's not my place to interfere in your plans.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Your scheme is ended. Talfor is dead.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"What would Avetta make of your treachery? Perhaps we should find out.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"If you will not support me, I understand. Your contempt is justified.\"\r\n\r\nHe hangs his head and his shoulders sag, listless as a ship in irons.",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"I won't report you to Avetta if you agree to end your scheming.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "[Leave] \"I'm not interested in your explanations.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"I'm surprised you're the first to try to kill her. You should go through with it.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Merla, yes! I will do as you ask, so long as you do not tell Avetta!\" He claps his hands together and nods vigorously.",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Postenago, you have truly put your foot in it this time!\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Please, take this. You do not know what you have done for me.\"\r\n\r\nHe hands you a few coppers, a sheepish grin stretched across his face.",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Where'd you leave it, again?\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"It is within the Luminous Bathhouse, in Periki's Overlook. Like as not, it is still in the bedroom on the second floor. \"\r\n\r\nHe worries a hangnail on his right hand, avoiding your eyes.",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Eccosi, I do not have the time to talk. I must help Avetta with her inventory.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Apretta! Apretta! Out of my way!\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Hylea grant me wings!\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Casità, she will flay the skin from my bones, I know it!\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Bazzo!\" He whispers the word under his breath and turns away from you.\r\n\r\nHe peers down the street with narrowed eyes, as if he's waiting for someone and hopes to see them before he is seen.",
      "female": ""
    },
    {
      "id": 74,
      "default": "[Leave] \"I tire of running petty errands for fools. Farewell.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"On my honor, I will not open the satchel.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"You request a favor, then attempt to dictate the terms of its fulfillment?\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Well, now I can't <i>wait</i> to see what's inside.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"When first I saw you, I knew you were a trustworthy sort. I knew!\" He clasps your hands in his. ",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"No, no, I would not dare! You do me a great service, aimico.\" He waves his hands frantically.",
      "female": "\"No, no, I would not dare! You do me a great service, aimica.\" He waves his hands frantically."
    },
    {
      "id": 82,
      "default": "\"No, no!\" He makes a negating gesture in front of him.",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Calm your theatrics. I won't open the satchel.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "[Lie] \"Calm your theatrics. I won't open the satchel.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\" I could just as soon leave you to your fate as help you. You'd do well to remember that.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Of course, aimico. You do me a great favor.\" He taps his chest - right above his heart - with a shaking hand.",
      "female": "\"Of course, aimica. You do me a great favor.\" He taps his chest - right above his heart - with a shaking hand."
    },
    {
      "id": 87,
      "default": "\"Why can't you ask your casità to retrieve it, then?\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"I would rather her not discover my incompetence.\"\r\n\r\nHis eyes dart to the side, as if looking for something - or someone - just outside his vision.",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"I'm sure she's well aware.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"An understandable concern.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"My ship is due to sail from Neketaka with the next high tide. If I do not find it, my casità will surely throw me overboard.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Merla, I cannot swim!\" A look of horror spreads across his face.",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"You must see it for yourself. And maybe you do Degnos a favor while you are there?\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"If you could, do not open the satchel. The contents are - the information is...\" He searches for the word.",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Per complanca, apretta! I beg you, find it soon!\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"I will reward you properly someday, you will see.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"I am in your debt, aimico. Truly.\" He takes your hands in a tight, sweaty grip.",
      "female": "\"I am in your debt, aimica. Truly.\" He takes your hands in a tight, sweaty grip."
    },
    {
      "id": 98,
      "default": "\"But, I beg you - please do not tell Avetta.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"My word is my bond.\" He taps his chest.",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"I am not so good at Aedyran, yes? Forgive my clumsy words.\" He clasps your hands in his. ",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Please, when you find the satchel, meet me at Peddler's Canal in Queen's Berth.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Please, my casità - she holds her trade secrets close. If she finds I have disclosed them to another, even unintentionally, I shall not live to make amends.\"\r\n\r\nHe grabs your hands in his own clammy ones and shakes like a leaf in a gale.",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Proprietary. You understand?\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"You do me a great favor.\" He clasps your hands in his.",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"ARE you a thief?\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"N-no! Of course not!\" His eyes widen in fright and he waves his hands frantically before you in a warding gesture.",
      "female": ""
    },
    {
      "id": 111,
      "default": "[Lie] \"I would <i>never</i>!\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"When first I saw you, I knew you were a trustworthy sort. I knew!\" He clasps your hands in his. ",
      "female": ""
    },
    {
      "id": 113,
      "default": "[Leave] \"I'll think about it.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "He pales, glancing left and right with alarm.",
      "female": ""
    },
    {
      "id": 115,
      "default": "He bites his lower lip, uncertain whether or not to take your words at face value.",
      "female": ""
    }
  ]
}