{
  "Component": "exported",
  "Name": "conversations\\05_neketaka_artisans_district\\05_cv_ekenu",
  "Entries": [
    {
      "id": 3,
      "default": "\"What do you do here?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"What can I do for you?\" ",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Simply a caretaker. I dust off Periki's tomb and try to keep the place tidy.\" ",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Go no further! There is a situation in the guildhall.\" The watershaper glances over his shoulder, his chest rising and falling with deep breaths.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Once I find Mairu I'll help her pick off the rest of the nāga.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"What say, where is Mairu?\" Tekēhu's brow creases with concern.",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"I will remain and dispatch any snakes who slither past you. Good hunting!\"\r\n\r\nEkenu nods and touches his brow. ",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"I am to guard the staircase while she routs the last of them. Ekera, but Mairu is fierce for her years!\" \r\n\r\nHe grimaces as another deep rumble shakes the earth under your feet. ",
      "female": ""
    },
    {
      "id": 338,
      "default": "\"What about the mess up here?\"",
      "female": ""
    },
    {
      "id": 340,
      "default": "\"You call this under control? I just waded through a pool of blood.\"",
      "female": ""
    },
    {
      "id": 342,
      "default": "\"Ekera - nāga blood.\" He raises a finger to correct you.",
      "female": ""
    },
    {
      "id": 368,
      "default": "\"Remember your forms, and the water will respond.\"",
      "female": ""
    },
    {
      "id": 369,
      "default": "\"Onekaza sent me to speak with Mairu. What is happening?\"",
      "female": ""
    },
    {
      "id": 370,
      "default": "\"Why haven't you summoned help from the queen?\"",
      "female": ""
    },
    {
      "id": 371,
      "default": "\"We are watershapers! Onekaza knows we can walk over a few snakes.\" ",
      "female": ""
    },
    {
      "id": 372,
      "default": "\"Nāga swam in from the waterways of our sanctum.\r\n\r\n\"We pressed back until they fled underground. Then Mairu gathered her forces for a stand at Periki's tomb.\"",
      "female": ""
    },
    {
      "id": 374,
      "default": "\"What's causing those tremors?\"",
      "female": ""
    },
    {
      "id": 375,
      "default": "\"Not snakes, I say.\" \r\n\r\nEkenu frowns, worrying the back of his head.",
      "female": ""
    },
    {
      "id": 377,
      "default": "\"All is under control I say, but the building is closed until Mairu cleans up the mess below.\"\r\n\r\nHe thumbs over to the blocked stairwell.",
      "female": ""
    },
    {
      "id": 379,
      "default": "\"Interested in the guild? I say we are the jewel of Neketaka.\"\r\n\r\nEkenu smiles and beckons you on.",
      "female": ""
    },
    {
      "id": 385,
      "default": "\"Ah! For what did Ngati send you but to lend your strength?\"\r\n\r\nHe nods and claps Tekēhu on the shoulder.",
      "female": ""
    },
    {
      "id": 386,
      "default": "\"Nothing beyond the likes of <i>us</i>, I say!\" His exhaustion breaks under a proud grin.",
      "female": ""
    },
    {
      "id": 388,
      "default": "\"Ekera. When the dust settles, I will see that our sisters and brothers are honored properly.\" ",
      "female": ""
    },
    {
      "id": 389,
      "default": "\"Snakes could not have caused that tremor...\"",
      "female": ""
    },
    {
      "id": 390,
      "default": "\"Ekera, we felt the quakes even before the serpents showed up.\" \r\n\r\nEkenu nods and wipes a bit of dust from the ceiling rafters off his shoulder.",
      "female": ""
    },
    {
      "id": 391,
      "default": "\"Mairu though, I say she would not turn down reinforcements.\" \r\n\r\nHe eyes you up and down, nodding as the idea takes root.",
      "female": ""
    },
    {
      "id": 392,
      "default": "\"Why are they attacking the guild?\"",
      "female": ""
    },
    {
      "id": 394,
      "default": "\"I do not know. With great purpose they throw their bodies back to Rikuhu's bowels...\"",
      "female": ""
    },
    {
      "id": 395,
      "default": "\"I say this is personal. They strike with anger, not conviction.\"\r\n\r\nHe turns his arm and studies a shallow wound.",
      "female": ""
    },
    {
      "id": 396,
      "default": "\"Unless they brought a battering ram.\"",
      "female": ""
    },
    {
      "id": 397,
      "default": "\"I hope Mairu leaves something for me.\"",
      "female": ""
    },
    {
      "id": 398,
      "default": "\"Ha! I say you will have to run fast. She could cut through nāga like a harpoon through blubber.\"",
      "female": ""
    },
    {
      "id": 400,
      "default": "\"What say, friend? The guild sanctum has seen better days.\"\r\n\r\nThe young watershaper leans on his broom and smiles at you.",
      "female": ""
    },
    {
      "id": 401,
      "default": "\"For what do you dally? There is work to be done below.\"",
      "female": ""
    },
    {
      "id": 403,
      "default": "\"Onekaza will want your report, I say.\"",
      "female": ""
    },
    {
      "id": 405,
      "default": "\"What say, friend?\"\r\n\r\nEkenu cocks his head and bows.",
      "female": ""
    },
    {
      "id": 408,
      "default": "\"Are you a watershaper?\"",
      "female": ""
    },
    {
      "id": 409,
      "default": "\"Ekera. One of... aheh, middling skill, if I am generous.\"",
      "female": ""
    },
    {
      "id": 410,
      "default": "\"Not all of us can boast of Tekēhu's talent, but Ngati touches us differently I say.\" ",
      "female": ""
    },
    {
      "id": 411,
      "default": "\"Caring for the guildhall usually means drying off what others get wet in practice.\" Ekenu shakes his head with a weary smile.",
      "female": ""
    },
    {
      "id": 412,
      "default": "\"The guild didn't used to allow outsiders the freedom of our halls... ekera, but how times change.\"",
      "female": ""
    },
    {
      "id": 413,
      "default": "\"The guild is open to all Huana, I say. Outsiders can browse, but... it still makes me anxious.\" ",
      "female": ""
    },
    {
      "id": 414,
      "default": "\"Hiding something, are we?\" Maia raises her brow to Ekenu.",
      "female": ""
    },
    {
      "id": 415,
      "default": "\"No. I have just seen how outsiders occupy or purchase what they do not understand.\"",
      "female": ""
    },
    {
      "id": 416,
      "default": "\"What's behind that stone door by the staircase?\"",
      "female": ""
    },
    {
      "id": 417,
      "default": "\"A sanctum for master watershapers, I say. No students or outsiders allowed.\"",
      "female": ""
    },
    {
      "id": 418,
      "default": "\"I have never been there myself. Mairu assures me the room has no need of cleaning.\" He shrugs, smiling.",
      "female": ""
    },
    {
      "id": 419,
      "default": "\"The inscription by Periki's tomb has been defaced.\" ",
      "female": ""
    },
    {
      "id": 420,
      "default": "\"Water damage, I thought.\" Ekenu scratches the back of his head.",
      "female": ""
    },
    {
      "id": 421,
      "default": "\"I say it's been that way since I got here, but I cannot recall if the former steward ever mentioned it...\" He shrugs, smiling.",
      "female": ""
    },
    {
      "id": 422,
      "default": "\"Periki should have known we could not keep a dragon forever.\" ",
      "female": ""
    },
    {
      "id": 423,
      "default": "\"All is quiet in the sanctum. As it should be.\" ",
      "female": ""
    },
    {
      "id": 424,
      "default": "\"I have felt uneasy since the disturbance. It will pass.\"",
      "female": ""
    }
  ]
}