{
  "Component": "exported",
  "Name": "conversations\\05_neketaka_artisans_district\\05_si_weak_wall",
  "Entries": [
    {
      "id": 1,
      "default": "This wall looks recently repaired. Many of the stones are new, and were cut to fit into the older structure around it.\r\n\r\nIt would take an appropriate tool, or considerable brawn, to overcome the steadfast obstacle. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Examine the stone wall.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "The wall appears fairly solid and upright, though some patient work with a hammer and chisel could make short work of it.",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Have someone push through the wall.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "The mortar gives at the last instant, collapsing a section of wall large enough for a group to pass through single-file.",
      "female": ""
    },
    {
      "id": 7,
      "default": "The wall stays resolutely upright. The only products of this effort are a bruised shoulder and a bruised ego.",
      "female": ""
    },
    {
      "id": 8,
      "default": "[Chisel away at the mortar.]",
      "female": ""
    },
    {
      "id": 9,
      "default": "With time and care, you manage to break through the recent repairs and carve out a serviceable entrance. ",
      "female": ""
    },
    {
      "id": 11,
      "default": "You notice fine, metal wires nestled among the stones in a weblike network. Following them leads to an elaborate alarm system, which would be triggered by removing the stones.",
      "female": ""
    },
    {
      "id": 12,
      "default": "[Disable the alarm system.]",
      "female": ""
    },
    {
      "id": 13,
      "default": "After disconnecting the wires from the alarm with care, the stones are now safer to move. ",
      "female": ""
    },
    {
      "id": 14,
      "default": "Pulling on every wire at once and hoping that they all simultaneously fail to trigger the alarm seems like a poor idea, and you decide against it at the last moment. ",
      "female": ""
    },
    {
      "id": 15,
      "default": "As the last of the loosened stones tumbles free, you catch the silver glint of a wire snapping. Somewhere in the manor, a mixture of bells and horns sound a discordant alarm, which fades over time and is replaced by the sound of high-pitched cackling growing closer. ",
      "female": ""
    }
  ]
}