{
  "Component": "exported",
  "Name": "conversations\\05_neketaka_artisans_district\\re_si_talfor_pirates",
  "Entries": [
    {
      "id": 1,
      "default": "\"Fentre, a moment.\"",
      "female": "\"Tella, a moment.\""
    },
    {
      "id": 3,
      "default": "\"Your errand boy lost his satchel. I'm returning it to him.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"What business is it of yours who I talk to?",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Degnos is an associate of mine. His success is important to me, as it impacts my own.\"\r\n\r\nHis shrug is insouciance personified, slight and carefree.",
      "female": ""
    },
    {
      "id": 12,
      "default": "[Punch Talfor.]",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"That is good to hear. So rare it is that I am glad of a stranger's interference.\"\r\n\r\nTalfor renders you a slight bow and a crooked, almost jesting smile.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"I've read your letter.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Ah, and what did you think? Perguono, regale me with your thoughts.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"I have no intention of interfering with your plans. I will return Degnos' satchel and be on my way.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"What reason do I have to trust you with my thoughts?\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "[Ignore him and walk past.]",
      "female": ""
    },
    {
      "id": 22,
      "default": "[Attack] \"You will see justice for this!\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Have you had the unique pleasure of meeting Avetta? Degnos would not be the first to abandon her crew.\"\r\n\r\nHe plays with the knife at his waist and smiles grimly.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"'Revenge' can take many meanings. What's yours?\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"I didn't expect such whining from pirates.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Perhaps I have been overlong with the Príncipi, who value fair play in a way Vailians do not.\"\r\n\r\nHe twists his face into a sneer, idly thumbing the dagger at his belt.",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"It is not revenge on Avetta I want, but her cargo.\"\r\n\r\nHe turns to his hand, casually regarding the many rings on his fingers.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"To make an enemy of me is to heave your own body overboard!\"\r\n\r\nHe brandishes a blade, disgust twisting his features into a dark caricature of his usual grin.",
      "female": ""
    },
    {
      "id": 29,
      "default": "[Attack] \"Bold words for a coward. When Avetta defended her ship, you ran with your tail between your legs, yelping like a whipped dog!\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "[Attack] \"If you'd like to test your steel against mine, you're welcome to try!\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Am I not already waylaid?\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"That won't be necessary.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"I'll be on my way. If you wish to follow, that's your business.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Were I a more fragile man, I might have found offense in your vulgar accusation.\"\r\n\r\nHis smile is sharp, drawn in irony. It promises violence. He winks.\r\n\r\n",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"A gracious offer! We accept.\" He nods to his fellows, who smile and murmur agreement.",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Ah, aimico, the streets of Neketaka, they are too dangerous to travel without an escort. I insist my associates and I see you safely to your destination.\"",
      "female": "\"Ah, aimica, the streets of Neketaka, they are too dangerous to travel without an escort.\"\r\n\r\nHe cuts a slight bow. \"I insist my associates and I see you safely to your destination.\""
    },
    {
      "id": 39,
      "default": "\"Stand aside, or I will make you.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"I imagine Avetta will have some choice words about this.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"A shame, then, that you will not live to hear them.\"\r\n\r\nTalfor draws his weapon, and his companions do the same.",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"I won't be bested by you!\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "Talfor grabs your arm as you pass. His grip is firm, and his smile wide. He will not be deterred.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Agh! Bazzo!\" Talfor reels back with a strangled cry, palm pressed to his eye.\r\n\r\nHe draws his weapon, and his companions do the same.",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Aha, you are too slow, aimico! My belnanna has a better arm!\"\r\n\r\nTalfor draws his weapon, and his companions do the same.",
      "female": "\"Aha, you are too slow, aimica! My belnanna has a better arm!\"\r\n\r\nTalfor draws his weapon, and his companions do the same."
    },
    {
      "id": 46,
      "default": "\"Madiccho! A pity we could not reconcile our desires. Here I had hoped we might become great friends!\"\r\n\r\nTalfor draws his weapon, and his companions do the same.",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"It pains me to impose, but I must ensure Degnos has everything he needs for his next voyage.\"\r\n\r\nHe smiles wide, the corners of his eyes crinkling with mirth.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"I've read your letter - your penmanship is terrible. I'm embarrassed for you.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"I am wounded!\"\r\n\r\nBlush colors his cheeks, and he chuckles, the back of his hand held against his mouth.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"I saw you speak to my dear aimico, Degnos, so I thought to myself, 'Why, Talfor, you must meet him, too!'\"\r\n\r\nArrayed about him are a small group of kith, well-armed and armored.",
      "female": "\"I saw you speak to my dear aimico, Degnos, so I thought to myself, 'Why, Talfor, you must meet her, too!'\"\r\n\r\nArrayed about him are a small group of kith, well-armed and armored."
    },
    {
      "id": 54,
      "default": "\"Would you like an escort to Queen's Berth, fentre? You never know what rough types may be about, and I would hate to see you waylaid.\"",
      "female": "\"Would you like an escort to Queen's Berth, tella? You never know what rough types may be about, and I would hate to see you waylaid.\""
    },
    {
      "id": 55,
      "default": "A tall, wiry man blocks your path. He wears a sly smile as one might wear their most comfortable trousers.",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Perguono, let us be off.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"But what did you think of its contents, cuè?\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"A little revenge would not be amiss, I think.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"We'll spare her - so long as she surrenders, of course. If she seeks a fight, who am I to refuse her?\"",
      "female": ""
    }
  ]
}