{
  "Component": "exported",
  "Name": "conversations\\10_magrans_teeth\\10_cv_rathun_warlord",
  "Entries": [
    {
      "id": 1,
      "default": "A Rathun warrior stands tall even among his giant brethren. With a stern sweep of his hand, he addresses the soldier at his side.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Kith.\" He nods once.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Rekir, gather the coals! We must purify ourselves to face the defiler.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"My mace strikes for Magran!\" ",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"What is this? Intruders have infiltrated the heart of <i>my</i> keep?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"You are a bold one to attack us in our own seat of power.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Kith?! How is it you have come to be here? Nay, it is of little matter.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"I hope you are prepared to die here. For I will soon prostrate you upon the altar of Magran and burn you for her glory.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"I've no quarrel with you, bathor. I'm here only to speak to Eothas.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Your warriors let me pass in order to speak with Eothas. Or rather, the first two did...\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "[Lie] \"Your warriors let me pass so that I could speak to you.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"We don't have time for this. I need to get to Eothas, quickly.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Eothas deserves death - not words. The defiler god has brought war to Ashen Maw in revenge against Magran and her Rathun.\"\r\n\r\nThe warlord regards you hotly, fire-sweat dripping down his neck. His surrounding warriors clang their weapons against their chests or the floor, clamoring for blood.",
      "female": ""
    },
    {
      "id": 14,
      "default": "The warlord studies you for a few stretched seconds. The ensuing silence is heavy, oppressive beneath the weight of his potential violence.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Do not speak your frigid lies to me. I cannot believe they would let you pass.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"I can hardly believe they would willingly allow you to pass.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"And to do that without my permission, you would need to triumph over the Rathun.\" He signals for his warriors to close in around you.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"I concede to your point... for the time being.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"But as you are a creature of our goddess. And if you serve her...\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "[Lie] \"They know you need my help.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"What you really want to know is what they saw in me that will aid you against Eothas.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"There's no reason for us to fight when we can be of aid to each other instead.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Is your pride worth more than the lives of your warriors? Can you afford to lose any more right now?\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "[Attack.] \"If you won't let me pass then I'll kill you.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"At any other time, no Rathun would accept aid from a mere kith. But you are right.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"At any other time, no Rathun would accept aid from a mere kith. But you are right.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "He scrubs a hand over the front of his helm, apparently weighing your words.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Think you could fell even one of my warriors? You may be right. Even one loss is a blow I cannot currently risk.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "The warlord gives a shout, and his warriors return a thunderous battle cry. They thrust their weapons high before stomping forward.",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"What is your relation to Eothas if not to act with him against Magran?\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"That bastard crossed me, and I'm going to make him pay for it.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"I couldn't care less if Eothas snuffs every one of you. I need only to discern his aim within the Deadfire.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"My motives are mine to know and mine alone.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Eothas stole a part of my soul. I need it back.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Your blood boils with anger. Good.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"The sentiment is mutual. But if anyone is to be snuffed to smoldering ash - it will be you.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Deception and darkness are the foes of fire - and of the truth in its light.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Then you too have cause against Eothas, as we do.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "He signals to his warriors. They stalk heavily around you.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Careful, Magran watches from this very shrine. Your failings have already displeased her.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Sheath your weapons or I'll face Eothas alone - after I've slaughtered you all.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"I am here to treat with a god, and nobody will stop me!\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"You mean to imply that the goddess speaks to you? You can hear the roar of her voice?\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"How resolved you are, how confident in your triumph. Maybe I have underestimated you.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"How resolved you are, how confident in your triumph. Maybe you are an envoy of the gods, after all.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"We are preparing to assault Eothas at the base of the Maw.\"\r\n\r\nThe warlord gestures to the shrine of Magran behind him.",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"The shrine will lower us to the sacred adra pillar - where the embodied god now gluts himself.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"We guard the sacred depths of the Maw. None may freely enter.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"We guard the sacred depths of the Maw. None may freely enter.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"I'm ready to face Eothas.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"I have the torc.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Where would the brenthís have gone at a time like this?\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"I found your brenthís. She's dead.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"I've communed with Magran. She plans to erupt the Maw to destroy Eothas.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"If you assault Eothas, you'll be slaughtered.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"You are certain - this is the destiny you desire?\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Yes.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Actually, I need to see to some final preparations.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Take your position upon the shrine, and we will lower you. May Magran see to your victory.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Fine. You may alert me when you are ready to proceed.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"To return in victory from the Lair of the Ancient... I misjudged you. You are one of a kind among kith.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"I heard shouts of your triumph preceding you. It would seem you are unparalleled among your kind - and mine.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"You are without the brenthís, so I must assume she has returned to the ever-flame.\" The markings on his skin dim briefly.",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"What became of the Ancient, Jadaferlas? Triumph will be nigh impossible without her.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"The dragon is dead.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"The dragon has forsaken you.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "[Lie] \"She'll join the attack against Eothas, after you've led the charge into battle.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "[Grunt noncommittally.]",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Impossible! A flame as bright as the Ancient's cannot be so easily extinguished.\" He shakes his head grimly.",
      "female": ""
    },
    {
      "id": 72,
      "default": "He falls silent, the scrawlings on his skin flaring hotly.",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Really? If the Ancient is willing to aid us, why then did the brenthís perish?\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Indeed, I feared the worst when the brenthís failed to return with the beast.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "[Lie] \"The priestess tried to control the dragon, serving only to enrage the beast. I simply asked the dragon to help us.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "[Lie] \"Eothas' rampage caused a rock slide. It crushed your priestess and her attending warriors.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"I didn't want to be the bearer of bad news... but the dragon has refused to fight Eothas.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Did I say she was going to join you? What I meant was... Um, well...\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"We did have an agreement with the Ancient - I would expect her to honor it.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"You-you little liar! I should have known!\" He thrusts his mace into the air, furious.",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"We've no choice... despite the odds. We'll attack without either's strength.\" He shakes his head, the motion grave.",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Now. Descend on the fires of the shrine and meet your fate, kith.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Magran plans to erupt the Maw to destroy Eothas. You'll die if you stay here.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"I'll be keeping the torc.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"If that is the goddess' ever-burning will, we Rathun will abide it.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Among us, only I can hear her. So how do you know Magran's will is for you to stay and fight?\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Your souls aren't bound to Magran's will. You're free to choose your own fate.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"If that's how you feel about it, I won't try to sway you.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Could her will be for us to flee like cowards?\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"What are our souls if not the sparks from Magran's flint? Our choice is not whether to serve the goddess but how.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"We are Magran's creatures, formed from her flames. We exist only to further her greatness.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Magran created you for a reason. You must persist in order to serve her properly.\" ",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Who'll serve Magran if you die here? Don't her many other sites also need protecting?\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"As you say, Magran has chosen to sacrifice this site. Far be it from us to spurn her offering to the war.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"We will evacuate the Maw and instead guard the other volcanoes of the Teeth. I believe she will approve of this destiny we have chosen.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Keep the torc. Use it to lower the shrine if you are determined still to meet with Eothas.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"May the heat of your soul lead you to victory.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"All that is sacred of Magran is to be guarded by the Rathun. We cannot lapse in our duty.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"I may not be Rathun, but I'm blessed by Magran. I'll safeguard the torc per the goddess' will.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"I worship Magran, same as you. You can trust the torc in my care.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"Blessed kith of Magran, I acknowledge your birthright.\" He nods gravely.",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"I acknowledge your devotion to Magran and the feats you have accomplished in her name.\" He nods gravely.",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"You have proven your worth as a follower of Magran. Take the Torc of Bithákten far from the defiler god - keep it safe.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"Fire the shrine! Ready yourselves, Rathun! We will now face our fates and destroy the defiler god!\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"Now we prepare for the end.\" ",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Our first defense against the defiler god lies in shambles.\" His body markings flare with his anger.",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"So the brenthís has hastened to summon our ancient ally to battle. She is deep within the Lair of the Ancient, west of the keep.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"When she returns to us with the dragon, we will fire the shrine and strike down the defiler.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"I do not share the brenthís' ability to commune with Magran. But I must believe the goddess would will us to fight.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"Then it is as I feared... and as I felt. Her flames have been extinguished.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"Why should I trust the words of an outsider? Maybe you seek to sow discord or to stay our attack.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"Nay, unless the brenthís returns and tells us otherwise, the attack will proceed as planned.\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"To die for Magran is the greatest honor. We live only to protect the goddess. And to serve her will.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"And Magran has obliterated Eothas before, has she not?\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"And you, segroth. Lay a protection upon the kith.\" The bathor jabs his mace toward one of his firecallers.",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"The Lair of the Ancient is a deadly place - den to a great dragon. This shall safeguard you... against the fire and fumes that fill the caverns.\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"But you are a priest of our goddess. And if you serve her...\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"I can hardly believe they would willingly allow you to pass.\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"We must make a final stand.\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"You're sure I can't change your mind?\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "He grunts an affirmation.",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"I am.\" He folds his arms over his chest.",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"Now do you believe that Magran's going to erupt this volcano? If you stay to fight Eothas, Magran herself will kill you.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"There's no time to lose. I will gather my warriors, and we will lower the shrine.\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"How disturbing... and unfortunate. She would've been a mighty ally against Eothas.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"Well, what are you waiting for? Open the way.\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "[Attack] \"That's all I needed to know.\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "He shakes his head. His eyes burn, fiercely intent.",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"Let me through. I'll speak with Eothas and convince him to leave this place.\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"Even if I believed you, I cannot do such a thing.\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "[Lie] \"Let me through. Eothas will listen to me and leave, trust me. We go waaay back.\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"Our high priestess, the brenthís, is the torc's rightful bearer, but she has yet to return to the keep.\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"Thus the shrine lies dormant - locked without the Torc of Bithákten.\" He shoves his shoulders back with pride.",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"I'll venture into the Lair of the Ancient and retrieve the Torc of Bithákten.\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"If you had the torc, would you let me through to Eothas?\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"Return with our brenthís and the torc, and we will let you join us in glorious battle, indeed.\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "The warlord crosses his arms over his chest, fiery scrawls flaring as his biceps bulge. Eventually, he grunts and gives you a gruff nod.",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"I'm not here to fight you.\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"Your words hold no weight, kith. Rathun decide their own battles.\" His words boom from behind his helm without falter, yet he does not strike. With a raised hand, he signals his warriors to wait.",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"I've come to ask him about his intentions within the Deadfire.\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"If you have no plans to defend the defiler god, then we've no quarrel with you, kith.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"Berath wills that I intervene with Eothas.\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"Mere kith are seldom agents of such a powerful deity.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"The brenthís tarries for too long. Yet only she is fit to fire the shrine. Go and ensure that she returns readily with the Ancient.\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "When the warlord spots you, his shoulders stiffen, and he reaches for the mace strapped to his back.",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"Did you follow that?\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"Did you expect to answer a riddle then navigate a labyrinth to access the way? Hmph.\"\r\n\r\nThe warlord glowers at you, his gaze hot like a brand against your skin.",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"I... don't suppose you have this torc on hand?\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"Sometimes I feel like this whole archipelago has a vendetta against traditional locks.\" ",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"Battened hatches be well and good until the flog-swallowing ship be sinking.\"",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"So what you're saying is... we need a sacred torc to unlock the shrine, to go deeper into the Maw?\"",
      "female": ""
    },
    {
      "id": 162,
      "default": "The scars in his skin burn brighter as the Rathun warlord's thoughts turn contemplative.",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"Don't think of it as fleeing. Think of it as charging in a safer direction.\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"Perish here and you'll have failed your goddess.\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"All children of the gods have a purpose. My fiery friend, only you can decide what to make of it.\" ",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"Oi, you overlarge bilge-lantern! Going to be right difficult serving your lady of fiery sourness when you be blown to shit and blown again!\"\r\n\r\nSerafen glares up at the much taller rathun, hands on his hips.\r\n",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"And if Magran would rather have you die for nothing than survive, she is not worth serving, anyway.\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"Where to begin. Ahem, captain?\" Maia elbows you.",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"For what do you look at me? Look to the captain, I say!\" Tekēhu glances away, his cheeks flushed. ",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"Wh-what makes you think something happened to her?!\" Face beet red, Xoti chokes, pounding on her chest as she struggles for air.",
      "female": ""
    },
    {
      "id": 174,
      "default": "Pallegina's inner eyelids slide out and back as she calmly turns her head toward you.",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"This one be all yours, cap...\"\r\n\r\nSerafen steps back, keeping well away from the warlord.\r\n",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"Aw, who needs some old lizard anyway?\"",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"What ever gave you people the idea that dragon would let you ride her?\"",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"You will answer me, kith. Without trickery or lies.\" He glowers, impatient.",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"You take the fire, I'll take the fumes.\" ",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"Must all dragons be so terrible? Can we not attempt to charm just one of them?\" \r\n\r\nTekēhu glances hopefully in your direction.",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"Think she's a nice dragon?\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"What be a little deadly flame and fume to the likes of us? ...Wait. Did you say dragon?\"\r\n\r\nHe shoves a finger in his ear and wiggles it.\r\n",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"Say, that's great. Now all we gotta worry about is the dragon.\"",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"It's the dragon that concerns me.\"",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"I bested your kind before. Who are you to stop me, now?\"",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"Given the circumstance, I will hear your reason for being here. But my patience burns quickly, kith.\"\r\n\r\nHis eyes glower brightly from behind his heavy mask.",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"If this is to be our... last stand... we must prepare ourselves - either for victory or for sacrifice, lest Magran forsake us for our failures.\"",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"You have earned the right to fire the shrine with the torc of the ever-flame. But we cannot join you as yet in facing the defiler.\"",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"Watch carefully, for we will slay a god shortly.\"",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"I approve of this venture. Until the brenthís returns with the Ancient, my warriors will remain restless and ill-at-ease.\"",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"The entire cavern collapsed. Everyone died.\"",
      "female": ""
    },
    {
      "id": 195,
      "default": "[Lie] \"Her soul was drained just like the Rathun who Eothas consumed.\"",
      "female": ""
    },
    {
      "id": 196,
      "default": "\"I killed her.\"",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"I was a fool for trusting you! Have you any fathom of the doom you have wrought us?! YOU SHALL EXPLAIN - or forthwith perish on the end of my mace!\"",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"The beast killed the brenthís and your warriors. I avenged them.\"",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"She was never going to help you. Her loyalty was a sham.\"",
      "female": ""
    },
    {
      "id": 200,
      "default": "Enraged, the warlord lunges for you, mace raised. His warriors hulk and shout, surging after him into battle.",
      "female": ""
    },
    {
      "id": 201,
      "default": "[Shrug.]",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"It would be my honor, bathor.\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"Why would they permit a kith deeper into the Maw?\"",
      "female": ""
    },
    {
      "id": 205,
      "default": "\"You are blessed to hear Magran's voice through the flames. However, your interpretation of her intent does not alter the duty required of her warriors.\"",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"'Bout time we put this to rest. I'm ready.\"\r\n\r\nEdér gives you a firm nod. He checks his equipment, tugging at various straps. He mutters to himself as he finishes, either a reassurance or a prayer.",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"I was born ready. Now let's meet my maker.\"",
      "female": ""
    },
    {
      "id": 209,
      "default": "\"Only an imbecile or a madman would <i>desire</i> this. It is our duty.\"",
      "female": ""
    },
    {
      "id": 210,
      "default": "\"Well?\" The muscles to either side of his neck flex with his impatience.",
      "female": ""
    },
    {
      "id": 211,
      "default": "He falls silent, the scrawlings on his skin flaring hotly.",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"So we are thus doomed.\"",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"The Ancient attacked them?!\" Flames rise from the simmering lines in his skin as the warlord takes a deep breath.",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"The dragon could be fierce and unrelenting indeed, but I trusted the brenthís' power would command the beast.\"",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"You?! Kill my brethren - champions of Magran - and have the courage to test my anger?\"",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"The flame of Magran burns in you, yet I do not believe you could do anything to stop the foul defiler.\"",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"Goddess of the victorious flames, I beseech your blessing!\"",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"Ignite the ever-burning fire of your triumphant spirit within this kith!\"",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"Rekir, go to the Lair of the Ancient and carry out my command. You will permit this kith to assist you, presuming he can muster the strength.\"",
      "female": "\"Rekir, go to the Lair of the Ancient and carry out my command. You will permit this kith to assist you, presuming she can muster the strength.\""
    },
    {
      "id": 221,
      "default": "\"Bravery burns within your blood. It stokes my respect.\"",
      "female": ""
    },
    {
      "id": 222,
      "default": "\"Kith, should you return the torc - and our priestess along with it - to the shrine, you will have proven your worth by serving Magran's cause.\"",
      "female": ""
    },
    {
      "id": 223,
      "default": "\"The kith speaks true, bathor. The Ancient one housed a deceitful heart. She had no intent to aid us in battle. Worse, turned fang and claw on our priestess.\"",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"The kith destroyed the dragon and recovered the torc. I bear witness to the strength of his soul-fire.\"",
      "female": "\"The kith destroyed the dragon and recovered the torc. I bear witness to the strength of her soul-fire.\""
    },
    {
      "id": 225,
      "default": "\"The kith speaks true, bathor. The Ancient one housed a deceitful heart. She had no intent to aid us in battle. Worse, turned fang and claw on our priestess.\"",
      "female": ""
    },
    {
      "id": 226,
      "default": "\"Do not speak your filthy lies before the bathor, kith! In the chaos that the defiler has brought, the Ancient turned against us.\"",
      "female": ""
    },
    {
      "id": 227,
      "default": "\"The kith speaks true, bathor. The Ancient one housed a deceitful heart. She had no intent to aid us in battle. Worse, turned fang and claw on our priestess.\"",
      "female": ""
    },
    {
      "id": 229,
      "default": "\"Return in victory, rekir.\"",
      "female": ""
    },
    {
      "id": 230,
      "default": "\"Yes, bathor.\"",
      "female": ""
    },
    {
      "id": 233,
      "default": "\"Kith.\" He nods once.",
      "female": ""
    },
    {
      "id": 234,
      "default": "\"If you assault Eothas, you'll be slaughtered.\"",
      "female": ""
    },
    {
      "id": 235,
      "default": "\"To die for Magran is the greatest honor. We live only to protect the goddess. And to serve her will.\"",
      "female": ""
    },
    {
      "id": 236,
      "default": "\"What in Magran's name?! On the alert, my warriors!",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"And remember -\" The giant sweeps his gaze in your direction.",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"It will be done. You have my word, bathor.\"",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"I killed your dragon, and I'm going after Eothas next.\"",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"You had best make good on your word. The Ancient would've been a mighty ally against Eothas.\"",
      "female": ""
    },
    {
      "id": 241,
      "default": "\"Again, impossible. Nay... impressive.\" The warlord grunts, taken back. But as he appraises you, a new respect blazes in the embers of his eyes.",
      "female": ""
    },
    {
      "id": 243,
      "default": "\"Guess it's a good thing we've got one on hand.\"",
      "female": ""
    },
    {
      "id": 244,
      "default": "The warlord tilts his head as if considering the true meaning to your companion's reaction. Growing distrustful, he tightens his grip on his mace. ",
      "female": ""
    },
    {
      "id": 245,
      "default": "\"But if we are to be a sacrifice - as without the aid of either our brenthís or the Ancient, victory seems unlikely - we must ready our souls for Magran's reception.\r\n\r\n\"The ritual preparations will require some time for us to complete. But I imagine you are eager to face the befouled god, and so will not want to wait.\"",
      "female": ""
    },
    {
      "id": 246,
      "default": "\"You have earned the right to fire the shrine with the torc of the ever-flame.\"",
      "female": ""
    },
    {
      "id": 247,
      "default": "When the warlord spots you, his shoulders stiffen, and he reaches for the mace strapped to his back.",
      "female": ""
    },
    {
      "id": 248,
      "default": "\"You are a bold one to attack us in our own seat of power.\"",
      "female": ""
    },
    {
      "id": 249,
      "default": "\"Kith?! How is it you have come to be here? Nay, it is of little matter.\"",
      "female": ""
    }
  ]
}