{
  "Component": "exported",
  "Name": "conversations\\10_magrans_teeth\\10_cv_eothas",
  "Entries": [
    {
      "id": 1,
      "default": "\"Watcher. I wasn't sure you'd make it, but there is enough of you in me to grasp that you had a better chance than most.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Some would say it's because you have a 'strong soul.' Great deeds come easily to one so spiritually blessed.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Or have you become great because of what has been thrust upon you, Watcher of Caed Nua? Herald of Berath? Hound of Eothas?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"I don't know. Whatever the reason, I'm still standing.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"It's in my soul. It always has been. Greatness is my birthright.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Each of us simply does the best we can. My trials have made me who I am.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"I've had enough of this! I followed you into this damned volcano to get some questions answered!\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Even after all these years, countless generations, we don't know, either.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Good fortune and good people have carried me the whole way. I'd be nothing without them.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "[Remain silent.]",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"There is little evidence to dispute your claim, you who ended Thaos and learned the secrets of the gods.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"You have done much in this life, it's true.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"There! There is the fire of kith that we fear. A fire that burns beneath a god's judging gaze and does not sputter, does not flicker.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"As would we all.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"You have come a great distance for answers. What would you ask of me, Watcher?\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"I need to know why you've come back.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Can you atone for all of the damage you've done?\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Give me back the soul you took from me.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"You need to know... or Berath? Or the gods?\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"I need to know.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"The gods fear you have something catastrophic in mind.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"After all you've done, I think every creature that lives and breathes on Eora needs to know.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "[The volcano rumbles and the ground shakes.]",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"It seems someone <i>else</i> needs to know. One who has held me to the flames once before.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"It seems the gods may have something catastrophic in mind for me.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"And it would seem even she whose presence shakes the heart of this mountain needs to know.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"I wouldn't know.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "[Lie] \"I wouldn't know.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Magran is prepared to take drastic measures to stop you.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Do you mean Magran?\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Magran fears what I will do, just as she feared what I would do in the Dyrwood. But this time... there is no power on Eora or in all of Hel to stop me.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"There's no point in feigning ignorance, Watcher. Reading souls has been my job longer than it's been yours.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Of course. Magran fears what I will do, just as she feared what I would do in the Dyrwood.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Understand that what I'm saying is neither a boast nor a challenge.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"No, not now. Not in your lifetime. Perhaps in one hundred generations, the books and tongues of kith will forget the name 'Eothas.'\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"When I am finished here, you may have it back, though you may find the process... not painful, but traumatic, nonetheless.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"But you have come here for other answers. Why I have returned. Where I am going. Am I answering to you... or to Berath?\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"But you have come a great distance for answers. What would you ask of me, Watcher?\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"What are you going to do?\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Says the one who's killed thousands walking from the Dyrwood to Deadfire.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"I'll find a way to stop you.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"No, you won't. I made mistakes last time that I have not repeated. I will not be corrupted from my course and neither Magran's fire nor Ondra's beloved moon can harm this body.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Yes. I am sacrificing lives from this generation for the benefit of those who have not yet been born.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Force gods and mortals alike to open their eyes to one another.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"I am going to force gods and mortals alike to open their eyes to one another, and all the powers of Hel cannot drive me from this course.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"It seems my sister does not like the sound of that.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"I'm not here to stop you. I'm just here for answers.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"That may be why you have come, but you may change your mind when you hear what I have to say.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Can you be more specific? What are you trying to do?\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Quit dancing around the question!\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"If that's so, what are you doing this time that will make any difference?\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Why is it so important that mortals know that the gods came from the Engwithans?\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"A fair request. I suppose your time is more limited than mine.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"I want to return the gods to our original purpose. And to allow mortals to worship us - or ignore us - for what we are, not what we pretend to be.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"When I entered Waidwen, I did so with the intention of illuminating the history of Engwith.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"But even if I had succeeded, my words would have been easy to deny. Belief creates the foundation upon which a mind's reality is built.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"And even your words could be corrupted by the Leaden Key and Hand Occult.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"We began with a dream that if we provided guidance to mortals, each generation of souls would grow stronger.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Over two thousand years have passed. Hundreds of generations have been born, lived, and died. If the world has improved under our guidance, mortals should be prepared to understand the truth.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"The time has come for a new covenant between gods and mortals, one forged in the light of truth and understanding between our kind.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"I have not come to speak, to convince, to plead, but to break the foundations of belief itself, to extinguish the lights that maintain the illusions we have created.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"We took on the mantles of gods from legends, and in so doing, made real what was false, crafted truth from fiction.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"It is what we have tasked them with for thousands of years.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"And so have the gods, with their help, maintained this illusion for hundreds of generations.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"I will leave this place and go to the lost city the Huana call Ukaizo. It is there that all souls pass through the machines of the gods, where all souls pass into the Beyond before beginning their next life.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"When I reach that place, I will find our great machines and tear them to pieces. I will smash the Great Wheel until the lights of Hel all gutter and die.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"WHAT?!\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"That's insane. I hope Magran explodes two volcanoes on you for good measure.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"I guess that's one way to get a response.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Both gods and mortals alike rely on the Wheel. We depend on it for the souls that give us power. Mortals depend on it for the lives of future generations. Breaking it will force all of us to face the truth.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"I'm surprised Magran is reacting this way. I would have thought she would appreciate a trial of this magnitude, one that tests us all.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"An understandable response. Still, I'm surprised Magran is reacting this way. I would have thought she would appreciate a trial of this magnitude, one that tests us all.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"I admit that's not the response I expected, especially given the volcano erupting around us. Still, I'm surprised Magran is reacting this way. I would have thought she would appreciate a trial of this magnitude, one that tests us all.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"We will fail together or move forward together. Either ending is preferable to the cycle we still find ourselves in.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Once again, the gods have put you in a precarious position, Watcher. Considering all the troubles I have put you through, the least I can do is protect you from the wrath Magran has intended for me.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"It's much appreciated.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"This doesn't make us even, you know.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"I didn't ask for your help and I don't want it.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "[Roll eyes.] \"Oh, praise Eothas! What an <i>amazing</i> gesture.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Don't thank me yet. This will be particularly difficult for you, Watcher.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Perhaps I will have another opportunity to make amends. Until then, this will have to do. Brace yourself, Watcher.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Then I will save you in spite of yourself. Brace yourself, Watcher.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"For your sake, I will ignore that. Brace yourself, Watcher.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"I must say, you've been remarkably calm in spite of all this. This next part may test you. Brace yourself, Watcher.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"The brightest souls can burn out in an instant, and even a pathetic, feeble spark can grow brilliant in time.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Woe may befall the next god or mortal who stands in your way.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"But if it weren't for your past with Thaos - with Iovara - you never would have come down this path.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"A penance, paid in full, noted by none. That would be my absolution.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"But this time is different. This time, there is no power on Eora or in all of Hel to stop me.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"It is the clearest statement of truth I can give you - give Berath - in the hopes of dissuading you from taking actions that may harm others.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"Like the adra that guides souls from the Here to the Beyond, this form was created to survive the trials of thousands of generations.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"The other gods may be willing to make similar sacrifices, but they will be in vain.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"I wanted to show all the nations of the Eastern Reach the machines we had used to create ourselves, how we had hidden our true nature from mortals for millennia.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"Some minds can never let go of that foundation. They would rather hold tight to the world in their mind than accept what they're being told.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"If they have not improved after all of this time, then we have utterly failed in our aims and there should be a reckoning of our faults.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"And if the souls grew stronger, societies would become better, moving ever closer to achieving the potential we believed all mortals have within them.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Even their clumsiest attempts to cloud the truth can be easily accepted by those who want desperately to believe it.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"But even a beautiful illusion is still a lie, obfuscating reality even as it points to a transcendent truth.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Guys and gals, we are literally being touched by the hand of Gaun right now!\"\r\n\r\nDespite herself, Xoti squeals. Trembling, she sways on her feet as if she might faint.",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"Oh. My. Gaun. Y-you... you're really, I mean, I'm... this can't...\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"I see you, Xoti. I am glad that we could meet, even if it is under quite unpleasant circumstances.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"That we have! And I got a request! Down here. Gaun! L-look how full my lantern is! I've been harvesting day and night for you, my god.\"\r\n\r\nLantern rattling, sickle gripped so tight her knuckles are white, she waves her arms over head as she shouts.",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"My dear Xoti, I do not mean to diminish your presence here, but this is a question that the Watcher needs to answer.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"That we have! And I got a request! Down here. Gaun! L-look how full my lantern is! I've been harvesting day and night for you, my god.\"\r\n\r\nLantern rattling, sickle gripped so tight her knuckles are white, she waves her arms over head as she shouts.",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"My dear Xoti, I do not mean to diminish your presence here, but this is a question that the Watcher needs to answer.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "Xoti gasps sharply, for once too stunned to blurt out a response. Her eyes are wild, with too much white showing, when she glances from Eothas to you.",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"Gaun, wait! Before it's too late - you got to take the souls I harvested for you!\" The priestess thrusts her light-pulsing lantern outward, as if waiting for Eothas to take it from her.",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"They are not for me to take. Xoti, you are their guardian now. You are their protector. You have taken responsibility for them, and only you can decide their fate.\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"You're just gonna wait for us to forget what you did? That's your penance?\"\r\n\r\nEdér stands in a broad posture, the one he so often takes when placing himself between friend and foe. His neck is sharply craned to meet the unblinking stare of his god.",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"How about you start by giving back the souls you took? \r\n\r\n\"Or maybe by apologizing to every one of your followers - especially the ones that died for you.\"\r\n\r\nThe molten rock of Magran's Teeth gleams bright orange in his eyes and he looks like a man overtaken by a furious spirit.",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"You owe this Watcher here. You owe my brother, Woden. You owe Elafa Maesy's boy, and every last one of us that ever followed you.\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"I cannot atone for my mistakes with words alone, Edér. I know this now. It is why I began this journey and why I must move on.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"You owe this Watcher here. You owe my brother, Woden, and every last one of us that ever followed you.\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"And you owe me. I never asked you for much. But you owe me better than what you're giving.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"What's that mean? You're gonna tell them the truth?\"\r\n\r\nEdér looks away from Eothas for the moment, his eyes darting back and forth as if between possible outcomes.",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"Whatever you're doing, there's gotta be a better way.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"Where's that leave us? You're ending the rule of the gods?\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"More destruction. You're tearing the whole world apart because you can't make peace among yourselves!\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"You better be sure of what you're doing, Eothas. You better be making things right.\r\n\r\n\"'Cause either way, we're the ones paying the cost.\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"Hey! Eothas! We're not done here. You and I, we're not finished. Don't think you can just move me aside like all the rest.\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"Maybe you can't be stopped. But on behalf of everyone you've trampled, betrayed, and ignored, I'll be coming to see you again.\"\n\nEdér spits. In the surging heat, it never reaches the ground.",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"I know that you have undertaken a noble mission, but I will tell you what I told the Watcher. You need not fear for the lost souls of this world.\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"As for you, Watcher, why is it you believe you have made it this far?\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"He alone was tasked with pursuing me. The gods have placed him in this fire. It is only right that we speak together now.\"",
      "female": "\"She alone was tasked with pursuing me. The gods have placed her in this fire. It is only right that we speak together now.\""
    },
    {
      "id": 140,
      "default": "\"No, Edér. It is not for me to decide if the gods should remain in power. That will be for your kind, for mortals, to decide.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"Edér, there will never be peace among mortals so long as they are unwittingly manipulated by the gods.\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"The divine enslavement that Woedica reveres perpetuates ignorance, chaos, and violence across the world.\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"I only wish to destroy the darkness that surrounds the gods, that you may better see us for what we are.\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"Perhaps we will meet again, Edér. Until then, take care of the Watcher.\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"All that I have done, I have done for your sake. If we do not meet again, Edér, please take care of the Watcher.\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"And when my work is done, I will leave this world forever.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"This is really happening, right? G-gaun, your humble priestess is before you! Please, tell me what you require of me. How do I save more lost souls than I can carry in one lifetime?\" \r\n\r\nFace bright red, sweat beading her brow, Xoti stumbles precariously closer to the edge. Lantern rattling, she catches herself a mere moment before she would have toppled over.",
      "female": ""
    }
  ]
}