{
  "Component": "exported",
  "Name": "conversations\\00_prototype\\00_cv_tikawara_lagufaeth_fisherman",
  "Entries": [
    {
      "id": 1,
      "default": "\"Full tides.\" The fisherman lowers his head in greeting and wipes his hands on his sarong, which is mottled with fish guts. He doesn't meet your gaze.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"What more you need?\" He averts his gaze.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"No! They escape!\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Quit your chirping. I have no fish for you.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Why are those lagufaeth caged?\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Himuihi and the other Mataru found them when they explored the island.\" \r\n\r\nHe looks at the creatures with mingled trepidation and disgust. They bare their teeth in response, flies buzzing around their clouded, gunky eyes and the dull patches on their scales.",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"You need something?\" The fisherman scratches his cheek, dusting it with glimmering scales.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"I need to free those lagufaeth hatchlings.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Are you crazy? Then Himuihi will go and blame me!\" His burning eyes meet yours.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"What can you tell me about Tikawara?\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"The high tide is stingy with fish, and the low tide even more so.\" He points down the beach to a lonely rack strung with a few scrawny fish.",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"You see the woman at the trading post? The angry one?\"\r\n\r\nHe grabs your arm with a strong, sticky hand and points across the dock to a scowling woman who stands with her arms folded.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"She will have MY corpse for bait if you do this.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Said maybe we train them to build. And if the soil and sea are misers here, then we eat them.\" He shrugs, scratching at his incurved belly.",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Why would she blame you?\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"I see.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"At least go and see her before you release her prizes. Then maybe I find some other place to be until her anger cools.\"\r\n\r\nHe lets go of your arm, leaving behind a few glimmering fish scales.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"She despises me. How could disaster not be my fault?\" He snarls.",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Besides, the ranga will bury her at high tide if she so much as insults you. Or any foreigner.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Stop this! They will get away!\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"I have Himuihi's permission.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "He shrugs, doubtful.",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"The fish do not swim to you, brother? Strange.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "Edér's hand begins to drift slowly toward his weapon.",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"I do not believe I have ever experienced hunger so great that I would resort to eating... lagufaeth.\"\r\n\r\nA shiver sends a ripple through Pallegina's feathers.",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Captain stinkfeathers here has choked down his share of lagufaeth eggs.\"\r\n\r\nIshiza chirps up at her and waggles his tailfeathers.",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"A swabby on the Sorcerer once suggested we dine on fishman meat. Not a hand complained when Remaro put him off at the next port.\"\r\n\r\nThe orlan's nose wrinkles.\r\n",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Ekera, for Ngati does not bless us all equally.\" Pekeho swallows and glances toward the sea.",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Mukūmu says you caught Tamau stealing koīki.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Ekera.\"\r\n\r\nHe pauses and stares at you with wide eyes.",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Tamau was creeping around the drying hut where we stored koīki for the ceremony - north of our ranga's home.\"\r\n\r\nHe tips his head to gesture away, holding your eye contact all the while.",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"The snake brought this on himself, I say. Now Mukūmu will deliver him to Tangaloa's maw, where he belongs.\" \r\n\r\nPekeho nods slowly.",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Did you actually see Tamau with any koīki?\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Back to my other questions.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "He nods, swallowing.",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Ekera, it is as I said. Tamau was near the koīki hut.\" He blinks at you.",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"It is said the gods piss on the souls of liars before sending them back to Eora as krill.\r\n\r\n\"Tamau stole no koīki.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Tamau didn't have any koīki, did he?\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Kohopa must have made Tamau from sand lice, because he gives nothing to the tribe. Only takes.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"I grabbed Tamau by the wrist and dragged him to Mukūmu. We found all of the koīki were gone.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Sounds like the type of story a koīki thief would tell.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Tamau is the thief! Ekera, day and night I catch fish for the tribe.\"\r\n\r\nPekeho shakes his head, chest heaving as the smell of perspiration thickens.",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Tamau isn't the one implicating an innocent man.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"I can see why you'd want Tamau out of the way.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"I suppose I'll decide what to do with this information.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"You were saying that you caught Tamau with some of the missing koīki?\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Ekera. Creeping around the hut north of the ranga's home.\" He nods, eyeing you all the while.",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Stuffing his face, I say. And if he will not admit it in this life, he will pay in the next one.\" ",
      "female": ""
    },
    {
      "id": 84,
      "default": "A bead of sweat rolls down his brow.",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"You look awfully nervous, Pekeho.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Tamau is as innocent as a skulking tidepool wurm.\" Pekeho spits forcefully to the ground.",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"He <i>hates</i> the tribe, pity and charity fill his belly and shell pouch, and he has not strained a muscle to serve anyone but himself.\"\r\n\r\nPekeho balls his hands at his sides.",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Can you think of anything that might help me find the koīki?\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "He blinks at your companion impassively, glancing toward the sea with an air of mild impatience.",
      "female": ""
    },
    {
      "id": 91,
      "default": "He shakes his head, his eyes turning downcast.",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"I know that Mukūmu wished to give the fruit to Ngati with a prayer to pull back her furious storms.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Actually, Mukūmu told me the koīki were for a harvest ritual.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Now that the storms are gone, I wonder how closely the goddess listens to our pleas.\" A smile creases the edge of his mouth.",
      "female": ""
    },
    {
      "id": 95,
      "default": "He opens his mouth to retort, but closes it and hangs his head.",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"Ekera. I say Tamau is guilty even if he has no koīki juice on his hands.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Knowing this does not bring the koīki back to the drying hut, but it will help to heal the tribe.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"So the hatchings scampered off, then.\" He scratches the back of his head and shrugs.",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"I hope they recall this as nothing but a bad dream, ekera.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Would Mukūmu accept your retraction without koīki to prove it?\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"No. He wants the koīki and the guilty. So do we all, I say.\" ",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"I cannot say if the true thief covered their tracks since Mukūmu never looked for clues.\" Pekeho shrugs and calmly brushes sand off his foot.",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"But the drying hut - ekera, in his sandals, this is where I would look.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Did <i>you</i> steal the koīki?\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"No! Ekera, I did not do this.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"I provide for the tribe. Not like that louse Tamau.\" He wrinkles his nose and looks away.",
      "female": ""
    }
  ]
}