{
  "Component": "exported",
  "Name": "conversations\\00_prototype\\00_cv_nairi",
  "Entries": [
    {
      "id": 1,
      "default": "This woman is young, but her serious manner makes her look much older. Her nose and ears are pierced in several places, and her mouth is twisted in a scowl.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Amira's winds blow bitter today, outsider.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"More outlanders? Are your masters so desperate that they send you to plunder a starving village?\" ",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"I think we got off on the wrong foot. [Player Name], captain of [Player Ship].\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"I warned the Vailians about Poko Kohara, but why listen to the ignorant Huana girl?\r\n\r\n\"Now I remain. They are gone - taken by the curse.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"They're dead. I found their bodies.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Your curse killed them. I found the idol among their things.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Vailians are some of the most skilled navigators in the world. They don't just go missing.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"What curse?\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Dark clouds surround Poko Kohara, and in my dreams they swallow us all.\"\r\n\r\nShe looks at the statue next to her, her eyes bright with intensity. ",
      "female": ""
    },
    {
      "id": 26,
      "default": "It's a good speech, and it sounds like one she's rehearsed a little too carefully.",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Do you really believe all of that?\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"If the island is cursed, who ever lived to tell of it?\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"I see.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"We tell these stories not because they happened just so. We tell them for what they mean.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"If more Vailians come?\r\n\r\n\"Ekera, the same that has happened with every other foreigner!\" She waves a gangly arm in the air.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Our ranga's fear makes him too trusting. He believes the Vailian traders will protect us if they settle here and mine Poko Kohara.\"\r\n\r\nShe closes her eyes and shakes her head.",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Ruānu seems confident that Tikawara will draw in much trade.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"What do you think will happen?\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"A den for foreign traders to wallow in bathhouses while the Huana feed on trash.\" ",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"If you go to Poko Kohara, I say the best thing is to destroy it for the tribe.\" Her brow raises sharply as she studies your reaction.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"You are known as a friend to the Huana. If you did not win our favor simply to profit from us, then prove it now.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Other tribes tell different stories - that you are friend and foe as it suits you.\r\n\r\n\"Prove your loyalties now.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Knock over an adra pillar? I do enjoy a challenge.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Sorry, but I won't shatter a gateway to the Beyond because it's inconvenient for you.\" ",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"I will consider it.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"I hope so. And we did not speak of this, ekera?\" She nods, but her eyes are still narrowed in caution.",
      "female": ""
    },
    {
      "id": 55,
      "default": "She snarls. \"Then stay out of my plans! Sail back to wherever you came from.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"I want to ask you about something.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"The gods give answers. It is only my duty to listen.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"You don't seem to think much of Ruānu's leadership.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"This would be the end of us.\" Her eyes burn against her paling skin.",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Who's Anahāru?\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"I must respect him, even as he builds a village for our enemies.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Have you tried reasoning with him?\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Steel is more convincing than speech. Confront him with both.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"You must do something. You owe a duty to your tribe, too.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Ekera, I have. And so did Ana-\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "She breaks off, looking down and frowning.",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"That name is cast off. Forget I said it.\" Her words have a distant, rote sound to them.",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"But he was cast off. We are forbidden to speak of him.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"What does it mean to be 'cast off'?\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "She winces. \"It means the tribe must forget him.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"The ranga divided his possessions among the other Mataru, and now we do not speak of him.\" She swallows, still looking away.",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Tell me about the Trial of Waves.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Anahāru was the tribe's priest before me. And he was my father... before he challenged Ruānu to a Trial of Waves.\" \r\n\r\nShe sighs and takes hold of the pendant, gripping it in a tight fist.",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"When there is an argument between leaders that cannot be answered, we turn to Ngati.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Two challengers risk violent currents, beasts from the deep, and waves that would dash them against the rocks.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"The winner - if there is one - has Ngati's favor. The loser, living or dead, is forgotten by Ngati and the tribe.\"\r\n\r\nHer gaze turns downcast.",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"Why did Anahāru challenge Ruānu to a Trial of Waves?\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"My father knew the traders are as dangerous as pirates and slavers. Perhaps more, because they grow strong in Neketaka.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "Her mouth becomes a hard line. Her eyes, for a moment, look distant. Dead.",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"So when the expedition came, he begged Ruānu to send them away and move the tribe to another island.\"\r\n\r\nHer knobby knuckles pale as she squeezes the pendant.",
      "female": ""
    },
    {
      "id": 110,
      "default": "Her eyes flash. \"Only foreign barbarians murder their leaders. We have a way, but that is not it.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"The last one to challenge our ranga was Ana-\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"I know.\" She closes her eyes.",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"Anahāru. I must learn to stop saying his name.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"Never mind.\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"So. The waves bring fortune as well as flotsam.\" Her head bobs in a respectful nod.",
      "female": ""
    },
    {
      "id": 121,
      "default": "[Give her Beza's pages.] \"You were right to be wary of the Vailians.\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "She takes the pages and examines them.\r\n\r\nHer finger crawls down the text. She's reading slowly, but her eyes are widening with understanding.\r\n\r\nAnd horror.",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"And the ranga would sell us to these sea snakes.\" She smooths her hands down her long skirt to still their shaking.",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"Thank you for this warning. But for what did you bring this to me?\" She eyes you curiously.",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"I've made many friends among the Huana tribes. I aid them when I can.\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"This was the right thing to do!\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"Let's just say we have common interests.\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"I was hoping for a reward.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"Then take this and be repaid.\" Her expression cools.",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"And the ranga sold us to these sea snakes.\" She smooths her hands down her long skirt to still their shaking.",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"Then I am glad we share purpose.\" Her smirk is gone as quickly as it appears.",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"I heard this, and I did not trust your reasons then.\" She presses her lips together.",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"Then I thank you.\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"Perhaps it is too late to stop the Vailians, but I will do what I can.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"If any speak in favor of an alliance again, then I will have this to show them.\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"If the ranga continues pressing for this alliance, then I will see that our people know the cost.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"Are you the priestess of this tribe?\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "She nods, one finger brushing the crescent pendant at her neck.",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"Foreigners know her as Ondra. To us, there is no difference.\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "Her back stiffens, and her arms freeze by her sides.\r\n\r\nSlowly, she turns to you.",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"You have been to Poko Kohara. Go back and destroy it, I say. This is best for the tribe.\" One of her eyebrows raises sharply.",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"I warned them not to go. I warned Ruānu not to help them.\" \r\n\r\nHer fingers close around the weathered coral crescent at her neck.",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"You killed the Vailian explorers. I found this cursed idol among their things.\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"I warned them not to go. I warned Ruānu not to help them.\" \r\n\r\nHer fingers close around the weathered coral crescent at her neck.",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"Foreign ships raided our old villages and carried away our people. Ruānu promised us we would be safe here.\"\r\n\r\nThe twine bites a deep furrow into her neck as she pulls at the crescent pendant.",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"Give it to me. Please. Then I will see that it brings no harm to anyone else.\" She holds out her hand and levels a steely glare at you. ",
      "female": ""
    },
    {
      "id": 157,
      "default": "[Give her the idol.] \"Here it is.\"",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"No.\"",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"Thank you.\"",
      "female": ""
    },
    {
      "id": 160,
      "default": "Nairi meets the gaze of the aumaua nearest her. His skin pales, but she remains steadfast.",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"I do not want to shed blood, but I will do what I must to protect my people.\r\n\r\n\"The idol, then.\" She extends her hand further.",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"I won't give it to you.\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "[Attack] \"You'll have to take it the hard way.\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"Then I do as I must.\" She attacks.",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"Poko Kohara was not for them. With Ngati's aid, the sea takes and gives in equal measure.\"\r\n\r\nShe raises her fingers to her brow.",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"Those who make for Poko Kohara are devoured by Ngati, the trickster of the seas.\"\r\n\r\nHer hand strays to a coral crescent at her neck. It's pitted with age, and it looks older than her.",
      "female": ""
    },
    {
      "id": 173,
      "default": "She sighs deeply, her bony shoulders rising like a vulture's wings.",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"They will kill us, rob us, enslave us.\r\n\r\n\"And we will be too busy building their halls and sweeping their docks to fight.\" She bites her lip in a bitter frown.",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"Many see in you the blessing of Ngati. If the trickster touched your soul, then prove it now.\"",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"You lived in foreigners' lands many years, but now you are home. Your duty is to us.\"",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"For what do you say this, to impress me? You are no different from the last ones who came through.\" She shakes her head, scowling.",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"I was wrong about you. You did a great thing for us, whether or not the others know it.\" \r\n\r\nNairi is almost smiling.",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"Take this. Maybe it looks small next to a fat Vailian purse, but it is all I have to give.\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"I may not be part of your tribe, but I'm still Huana.\"",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"It is good you remember.\"",
      "female": ""
    },
    {
      "id": 187,
      "default": "Her eyes search yours. ",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"We are both Huana. We should fight the intruders among us, not each other.\"",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"He is our ranga - my own great-aunt looked into his soul and declared him such.\"\r\n\r\nEven as she says this, she hesitates, one hand clenching in a fist at her side.",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"Surely you remember this is the way of things.\"",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"So the villagers pour their sweat into the sand... building a trading post on a barren island.\"",
      "female": ""
    },
    {
      "id": 196,
      "default": "She winces as you speak the name. \r\n\r\nOne hand strays to the coral crescent pendant. She forces it back down, pinning her hand beneath folded arms.",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"We worship the same gods as the foreigners, but sometimes with different names. This is Ngati, the trickster of the seas.\"\r\n\r\nShe points to the wooden statue. It's as smooth as an old piece of driftwood, and the sun-bleached and water-stained patches suggest years of travel from one village to the next.",
      "female": ""
    },
    {
      "id": 199,
      "default": "Something about the shrine statue looks familiar. You've seen that rounded body and gaping mouth before.\r\n\r\nYou realize it's almost an exact replica of the idol you found in Poko Kohara. On the body of the dead expedition member.\r\n\r\nAnother wave of pain and confusion hits you. You haven't been feeling well since you picked the idol up.",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"Excuse me?\"",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"Outlanders conquer us with ink-and-paper pacts as well as blades, but they conquer us all the same.\" She squares her stance and grimaces.",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"Was it the Rauataians? The Vailians? Or some new invader?\"",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"So, the foreigners now send Huana to enslave Huana?\" She sniffs, curling her upper lip back.",
      "female": ""
    },
    {
      "id": 205,
      "default": "\"Watch your tongue if you intend to keep it.\"",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"Does it cut you so deeply? Ekera, good. I keep it sharp for my enemies.\" She gives you a cruel smirk.",
      "female": ""
    },
    {
      "id": 209,
      "default": "\"I warned them. I did.\" Her eyes are cast down.",
      "female": ""
    },
    {
      "id": 210,
      "default": "Her back stiffens, and her arms freeze by her sides.\r\n\r\nSlowly, she turns to you.",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"That is for what we build this village - and for what he wasted half our stores of food feasting for them.\" \r\n\r\nShe crosses her bony arms and plants her big feet, all angles and determination.",
      "female": ""
    },
    {
      "id": 223,
      "default": "\"How do you expect me to destroy luminous adra?\"",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"If I knew, then I would go myself!\"",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"Anything that is built can surely be destroyed, ekera? And the storms are proof of powerful magic at work.\"",
      "female": ""
    },
    {
      "id": 229,
      "default": "\"I'd like to rest.\"",
      "female": ""
    },
    {
      "id": 233,
      "default": "\"People died. I won't let you cover it up.\"",
      "female": ""
    },
    {
      "id": 234,
      "default": "\"The Company came here at the invitation of <i>your</i> chief. You should respect his decision.\"\r\n\r\nPallegina's lip curls at the young woman's impudence.",
      "female": ""
    },
    {
      "id": 235,
      "default": "\"Amira's armored hatchling speaks with no authority here.\" ",
      "female": ""
    },
    {
      "id": 236,
      "default": "\"Nisca merla! Their deaths are on <i>you</i>!\"\r\n\r\nHer jaw clenches so tightly you can hear her teeth grinding.",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"Nisca merla! Their deaths are on <i>you</i>!\"\r\n\r\nHer jaw clenches so tightly you can hear her teeth grinding.",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"These people have no respect for the ancient law of 'finders keepers.'\"",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"An earnest plea, I say.\" ",
      "female": ""
    },
    {
      "id": 242,
      "default": "\"How many times you suppose she's used that line?\"",
      "female": ""
    },
    {
      "id": 243,
      "default": "\"Di verus? I would sooner trust a child with a fleet of gunships.\"\r\n\r\nShe makes a dismissive gesture with a feathered hand.",
      "female": ""
    },
    {
      "id": 244,
      "default": "\"On one hand, she looks in a killing mood, cap. On the other, it be ours now, law of the sea being the law of the sea.\"",
      "female": ""
    },
    {
      "id": 245,
      "default": "\"Aw, Watcher. She is asking nicely...\"",
      "female": ""
    },
    {
      "id": 247,
      "default": "\"I won't give it to you, Nairi.\"",
      "female": ""
    },
    {
      "id": 248,
      "default": "\"They <i>will</i>. It is what the Company has done throughout the Eastern Reach. Why not here?\"",
      "female": ""
    },
    {
      "id": 249,
      "default": "\"You can always tell when someone has not visited the bathhouse, I say.\"",
      "female": ""
    },
    {
      "id": 251,
      "default": "\"So much the better if it means one fewer island with a Vailian flag planted on the beach.\"",
      "female": ""
    },
    {
      "id": 252,
      "default": "\"Adra is the life of the Deadfire. This is not done, I say.\" ",
      "female": ""
    },
    {
      "id": 254,
      "default": "\"It's always 'destroy.' It's never 'renovate.'\"",
      "female": ""
    },
    {
      "id": 255,
      "default": "\"Destroying a vein of precious luminous adra is foolish, childish, and of benefit to no one - certainly not the tribe she hopes to protect.\"",
      "female": ""
    },
    {
      "id": 256,
      "default": "\"Scuttle the boat to keep the boarders from your booty? Ain't the first time a body's had that thought.\"\r\n\r\nHe chuckles as he plucks a bit of lint from the fur on his forearm. \r\n",
      "female": ""
    },
    {
      "id": 257,
      "default": "\"Sometimes the ends justify the means.\" She nods.",
      "female": ""
    },
    {
      "id": 259,
      "default": "\"Again, this is nonsense. Beza's notes are her own. Her mad fantasies should not disgrace the Company by association.\"\r\n\r\nPallegina's eyelids narrow and jaw clench in frustration.",
      "female": ""
    },
    {
      "id": 260,
      "default": "\"You worship Gaun same as I do. At least in Neketaka. But I'll admit I've never called Ondra, 'Ngati.'\" ",
      "female": ""
    },
    {
      "id": 261,
      "default": "\"No one chains Tekēhu, I say. Well. Except Rabyuna.\" \r\n\r\nHe rubs along his neck and smiles, the shallow mark of a collar standing out in his flesh.",
      "female": ""
    },
    {
      "id": 262,
      "default": "\"Shameless clown!\" She folds her arms and stamps her foot.",
      "female": ""
    },
    {
      "id": 263,
      "default": "\"When the adra is gone, the Vailians will dig somewhere else, leaving us to point our canoes toward more welcoming shores.\"",
      "female": ""
    },
    {
      "id": 268,
      "default": "\"Either way, it seems Tikawara's days of isolation are numbered.\"",
      "female": ""
    },
    {
      "id": 270,
      "default": "\"And this would make us what, another Neketaka?\" She spits and promptly wipes her mouth with the back of her arm.",
      "female": ""
    },
    {
      "id": 271,
      "default": "\"You mean Ngati's curse of devouring?\"",
      "female": ""
    },
    {
      "id": 272,
      "default": "\"An entire island under a curse? No small feat.\"",
      "female": ""
    },
    {
      "id": 273,
      "default": "\"The promise of wealth is quite a motivator, isn't it?\"",
      "female": ""
    },
    {
      "id": 274,
      "default": "\"Ekera. The goddess widens her jaws and swallows all who approach the island uninvited.\"",
      "female": ""
    },
    {
      "id": 275,
      "default": "\"Ekera. I say nothing good can come of us standing in the path of hungry Vailians.",
      "female": ""
    },
    {
      "id": 276,
      "default": "\"It might not be barren for long if you allowed coin to flow through.\"",
      "female": ""
    },
    {
      "id": 277,
      "default": "\"You are no different from our ranga who speaks nonsense or Queen Onekaza who sits on her hands.\" Nairi sighs.",
      "female": ""
    },
    {
      "id": 278,
      "default": "\"I am not expecting you to understand how dangerous this is, outsider.\"\r\n\r\nShe squeezes her eyes shut.",
      "female": ""
    },
    {
      "id": 279,
      "default": "\"Dispel this magic. Banish it. Whatever needs doing.\" She brushes off her palms.",
      "female": ""
    },
    {
      "id": 280,
      "default": "\"I doubt my friends in the trading company would appreciate that.\"",
      "female": ""
    },
    {
      "id": 281,
      "default": "She grimaces, shaking her head slowly.",
      "female": ""
    },
    {
      "id": 282,
      "default": "\"Go, then. I am done with your face.\" She folds her arms and turns away.",
      "female": ""
    },
    {
      "id": 283,
      "default": "\"If it means blowing something up, count me in.\"",
      "female": ""
    },
    {
      "id": 284,
      "default": "\"I'm only looking for Poko Kohara.\"",
      "female": ""
    },
    {
      "id": 285,
      "default": "\"I'm just seeking a lost Vailian expedition.\"",
      "female": ""
    },
    {
      "id": 287,
      "default": "\"Thankfully for you Rauatai is more concerned about the expedition than this island.\"",
      "female": ""
    },
    {
      "id": 288,
      "default": "\"Ekera, that is what the last bunch said.\" She crosses her arms and glares.",
      "female": ""
    },
    {
      "id": 289,
      "default": "\"Ruānu, he collaborates with the bottom-feeders who went to Poko Kohara for adra riches.\"",
      "female": ""
    },
    {
      "id": 290,
      "default": "\"Hmph. Better for us all if they stay lost, I say.\"",
      "female": ""
    },
    {
      "id": 291,
      "default": "\"It's difficult to plunder when you can't reach the shelves, my lady.\"",
      "female": ""
    },
    {
      "id": 292,
      "default": "\"Hmph. Maybe not, but your kind have surprised me in the past.\"",
      "female": ""
    },
    {
      "id": 293,
      "default": "\"I've always been partial to the old double-tall orlan trick, meself. Get one of us sitting on another's shoulders, then drape the whole mess in a buttoned-up long coat. Were a favorite back on the Sorcerer.\"\r\n\r\nHe chuckles quietly.\r\n",
      "female": ""
    },
    {
      "id": 295,
      "default": "\"Ekera, and for how long can this last?\"",
      "female": ""
    },
    {
      "id": 296,
      "default": "\"I'm not here to conquer anyone.\"",
      "female": ""
    },
    {
      "id": 297,
      "default": "\"Are you done with the baseless accusations?\"",
      "female": ""
    },
    {
      "id": 299,
      "default": "\"Baseless? Ha! Unlike our ranga, I do not posture like a kata bird for outsiders like you.\"",
      "female": ""
    },
    {
      "id": 300,
      "default": "\"If the Vailians are gone, why are you in such a foul mood?\"",
      "female": ""
    },
    {
      "id": 301,
      "default": "\"Don't insult me with the same ghost stories you tell to frighten outsiders away.\"",
      "female": ""
    },
    {
      "id": 303,
      "default": "\"Fair enough.\"",
      "female": ""
    },
    {
      "id": 304,
      "default": "\"This brood of outsiders will not be the last. Others will follow. Like sharks, they are never appeased.\"",
      "female": ""
    },
    {
      "id": 305,
      "default": "\"The more I hear about this Poko Kohara the more entrancing it sounds.\"",
      "female": ""
    },
    {
      "id": 307,
      "default": "\"I see your dilemma.\"",
      "female": ""
    },
    {
      "id": 308,
      "default": "\"Maybe I ought to revisit Poko Kohara for a closer look.\"",
      "female": ""
    },
    {
      "id": 309,
      "default": "A broad smile crosses her features for the first time since you began talking.",
      "female": ""
    },
    {
      "id": 310,
      "default": "\"So learn to fight or read the fine print. Either will do.\"",
      "female": ""
    },
    {
      "id": 311,
      "default": "\"If our ranga gave me the chance.\" She grits her teeth.",
      "female": ""
    },
    {
      "id": 312,
      "default": "\"Maybe you want to cause trouble for the Vailians, ekera? Or just to topple something large?\"",
      "female": ""
    },
    {
      "id": 313,
      "default": "\"Ekera, and it blinded the Vailians as they sailed to their doom.\"",
      "female": ""
    },
    {
      "id": 315,
      "default": "\"I hear that Anahāru also had problems with outsiders.\"",
      "female": ""
    },
    {
      "id": 316,
      "default": "\"What's the problem?\"",
      "female": ""
    },
    {
      "id": 319,
      "default": "Sighing, she beckons you on.",
      "female": ""
    },
    {
      "id": 320,
      "default": "\"It is not spoken of. I... apologize.\" She grits her teeth through the words.",
      "female": ""
    },
    {
      "id": 321,
      "default": "\"Anahāru goes to his next life. But... forgotten, he goes to a different tribe.\" She hangs her head.",
      "female": ""
    },
    {
      "id": 322,
      "default": "\"Ruānu... he did not listen. And Anahāru was done talking.\"",
      "female": ""
    },
    {
      "id": 323,
      "default": "\"A Trial of Waves... he challenged the ranga and lost?\"",
      "female": ""
    },
    {
      "id": 324,
      "default": "\"Died. Ngati took him between her jaws - body and soul.\"",
      "female": ""
    },
    {
      "id": 325,
      "default": "\"Others cast aside his name. I... I disgrace myself before Ngati, for I cannot forget him.\"",
      "female": ""
    },
    {
      "id": 326,
      "default": "\"He dishonors your traditions and himself.\"",
      "female": ""
    },
    {
      "id": 327,
      "default": "\"Ekera, but the tribe is exhausted of strong Mataru to stand against him.\"",
      "female": ""
    },
    {
      "id": 328,
      "default": "\"<i>We</i> are the life of the Deadfire! Even if Ngati tells us to defend green rocks.\" She pounds her chest and glares at Tekēhu.",
      "female": ""
    },
    {
      "id": 331,
      "default": "\"As though they <i>care</i> what happens to any of us. Per complanca. You are young, but not so young to be this naive.\"",
      "female": ""
    },
    {
      "id": 332,
      "default": "\"We have cause to respect the gods in the Deadfire, daughter of Amira.\" She places special emphasis on the last phrase.",
      "female": ""
    },
    {
      "id": 333,
      "default": "\"Not sure if you and me be sharing the same definition of slavery, lass, but I don't think you be getting the particulars wrong.\"\r\n\r\nHe scratches behind his ear.\r\n",
      "female": ""
    },
    {
      "id": 334,
      "default": "\"The pirate knows nothing of this, I say!\" She looms over Serafen and clenches her fists at her sides.",
      "female": ""
    },
    {
      "id": 335,
      "default": "\"Forgive me for saying, but I ain't afraid of your goddess. I got a divine purpose - and so blessed protection from my god.\"",
      "female": ""
    },
    {
      "id": 336,
      "default": "\"How comforted these outsiders must feel when they lie to themselves as well.\" ",
      "female": ""
    },
    {
      "id": 337,
      "default": "\"I pray that Ngati knew what she was doing when she sent you into the world.\" Nairi touches her brow and sighs.",
      "female": ""
    },
    {
      "id": 338,
      "default": "\"As regrettable as those deaths were, what choice did she have? Are we to punish her for attempting to aid her people?\" He looks at Nairi, disturbed but stricken.",
      "female": ""
    },
    {
      "id": 339,
      "default": "\"And that her own misdeeds don't come to light.\r\n\r\n\"We can't help her cover this up.\" He glares coldly at Nairi.",
      "female": ""
    },
    {
      "id": 340,
      "default": "\"We saw how the Vailians took over Port Maje. Imagine a similar scenario with a less... amiable governor.\"",
      "female": ""
    },
    {
      "id": 341,
      "default": "\"I don't doubt your intentions, but isn't this a little rash? \r\n\r\n\"No offense, but you seem... a little young to make this decision on behalf of your entire tribe.\" He winces.",
      "female": ""
    },
    {
      "id": 342,
      "default": "\"I am old enough to have seen the greed of foreigners, <i>elf</i>.\"",
      "female": ""
    },
    {
      "id": 343,
      "default": "\"Ekera, your friend sees the shape of things.\"",
      "female": ""
    }
  ]
}