{
  "Component": "exported",
  "Name": "conversations\\00_prototype\\00_cv_mukumu",
  "Entries": [
    {
      "id": 1,
      "default": "\"Confess, Tamau! Or will you let good food rot?\"\r\n\r\nA young warrior's forehead is furrowed with lines and beaded with perspiration. He stands over a man bound to a pole.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Yes, hello! Whatever you need, I can help.\" He speaks with the false poise of someone who spends a lot of time practicing in front of the mirror.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"What do you do here?\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"I'd like to know about the village.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I am a warrior, like most Mataru - can you not tell?\"\r\n\r\nHe poses, standing tall and flipping his blade in his hand.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Then you must speak with the ranga. His lodge is at the top of the hill, past the trading post.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"The village starves and you hide koīki fruit?\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"I hide nothing you bloated puffer fish!\" ",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Traitor! Ngati's jaws will close around you.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Does mine look like a full belly, idiot? Question the rest of the Roparu! We all hunger.\"\r\n\r\nEvery word out of the bound man emerges as an agonized wheeze. He glares up at Mukūmu.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"What was this koīki ceremony?\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"We would have eaten the last of the koīki as a tribe. This way we give our thanks to Kohopa, the eel of life.\" His eyes go downcast.",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Would it make things better if I had some spare koīki fruit on hand?\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"I say missing food is not the problem. Tamau betrays the tribe. Dishonors the Roparu. Denies all of us Kohopa's mercy.\"\r\n\r\nHe winces as if ashamed to even discuss it.",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"And he will surely wash back into our nets as a mudfish in the next life if he does not tell us where the koīki fruit is.\" \r\n\r\nHe raises his voice again, just to be certain Tamau hears it.",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"We have little reason to fight on Tikawara. Except when the fishermen drink too much of the dwarf man's liquors.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Nairi also knows much. But she is quiet ever since-\"\r\n\r\nHis eyes go wide as he catches himself. He clears his throat.",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Nairi... she tends the shrine in the northwest part of town, near the statue of Ngati. Yes.\" He nods rapidly.",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Much is uncertain. We have no ranga now, only Himuihi.\" He thumbs his chin and sighs.",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"And her anger grows like a great whale's hunger.\" ",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Now this cannot happen. Our harvest fails because <i>this one</i> puts his empty stomach higher than the gods!\" ",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"But these are only small fights. Not like it was on the islands we left before, when the pirates... the- the slavers...\"\r\n\r\nHis expression goes slack. For several seconds, his widening eyes stare blankly into some remembered horror.\r\n\r\nAfter a moment, he snaps back.",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"You hear this? A second chance we give, and Tamau throws it in our faces!\" \r\n\r\nMukūmu holds the blade level with Tamau's heart.",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"But what did I say? Ah... Tikawara does not give in abundance, but there are worse things, ekera.\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"Funny thing I learned about grog back on the Sorcerer... it be birthing up quarrels as often as it be burying them.\"\r\n\r\nHe grins, pulls a skin from his belt, and takes a swig.\r\n",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"Watcher! We can't just let this injustice stand! Do something - or I might.\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"I say this outsider speaks her mind like a Mataru.\" He touches his chin and looks over Xoti before focusing his attention back to you. ",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"I might have an old primer on Rauataian naval punishments lying around. You could give those a try.\" ",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"The koīki will reveal itself when you can smell it from Neketaka, I say.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "His face lights up as he studies the glowing crescent about your head.",
      "female": ""
    },
    {
      "id": 140,
      "default": "His expression freezes as he takes in the carapace-like flesh encasing your head.",
      "female": ""
    },
    {
      "id": 141,
      "default": "Suddenly, he jumps back as he notices the flames dancing about your head.",
      "female": ""
    },
    {
      "id": 142,
      "default": "His face lights up as he studies the minute growths and greenery wreathing your face.",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"You speak like an outlander, but your face is of the tribes?\" He frowns at Maia.",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"What say, cousin - have you seen a more despicable sight?\"",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"Disgrace! Any other Roparu has worked ten times in a day what you have in your life, and they do not complain!\"\r\n\r\nThe warrior pulls a dagger from his belt and thumbs the tip thoughtfully.\r\n\r\nBlinking, he turns to you wearing a bright, friendly smile.",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"He's done this before?\"",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"What say you, Tamau?\"",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"So you have your guilty man. What's to be done?\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"Lied and stolen? Ekera.\"",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"When we have food he takes more than he deserves. He steals baskets and pots, and even pilfered a spearhead from a warrior on the hunt.\"\r\n\r\nExasperated, Mukūmu mops his brow with the back of his hand.",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"I say there is no person in Tikawara who he has not wronged in some way. Maybe no person in the Deadfire.\"",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"I say that I deserve what others have in plenty - shade, a full belly, a moment to kneel on cool sands.\"\r\n\r\nHe glares up at Mukūmu.",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"We stopped being a tribe when Ruānu dragged us into the path of the outsiders. Now we can only save ourselves.\" ",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"You <i>shame</i> us, Tamau! To return in your next life as a coconut crab would be too kind!\"\r\n\r\nMukūmu stamps his foot, kicking up a flurry of dust.",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"Pekeho's word is enough to give Tamau over to the waves.\"\r\n\r\nMukūmu faces the beach and touches his brow.",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"Justice does not fill our stomachs or our hearts. It brings the gods no closer to ending this famine.\" \r\n\r\nMukūmu's hand strays toward his stomach. He glances out to the horizon.",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"Ekera, you must forgive my shock. Kith do not visit often, much less the gods.\" \r\n\r\nHe touches his brow and nods.",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"Another outsider? You visit Tikawara in hungry times.\" Mukūmu sighs through his nose.",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"Whisper a good word in your ranga's ear and I'll consider it.\"",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"Good luck with your harvest.\"",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"Ekera, you would do this? I say our ranga will dedicate the feast of the last koīki to your name!\" \r\n\r\nHe claps you on the shoulder, leaving Tamau all but forgotten.",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"Until the koīki is found, I will delight in prodding this stubborn eel for answers.\" \r\n\r\nHe touches the point of his dagger, his lips spreading into a broad grin.",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"I stole no koīki, but I wish I had. I would have hid it somewhere <i>most</i> unpleasant.\" He bares his teeth in a defiant grin.",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"For what do you make of this hagfish, eh? Will Tamau confess if I tighten the ropes?\" He gestures to the bound man.",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"Pekeho caught this wretch stealing the last of the koīki fruit. The tribe was to feast on it for a harvest ceremony.\"",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"I take it he's done something wrong?\"",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"Looks like you're getting ready to give him to the waves.\"",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"Do whatever you like. He's just another pig on a spit to me.\" ",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"Ekera, I see your tribe was no stranger to justice.\"",
      "female": ""
    },
    {
      "id": 205,
      "default": "He blinks, momentarily perplexed.",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"You know, you catch more flies with honey than vinegar.\"",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"Do it.\"",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"No less than he deserves.\" Mukūmu narrows his eyes at the prisoner.",
      "female": ""
    },
    {
      "id": 209,
      "default": "\"Did anyone think saving the seeds might be a good idea?\"",
      "female": ""
    },
    {
      "id": 210,
      "default": "\"Isn't it traditional to eat the whole fruit, seeds and all?\"",
      "female": ""
    },
    {
      "id": 211,
      "default": "\"Gods or no, harvests fail all the time.\"",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"Uh huh. I'm sure that's the reason.\"",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"This is not done.\" Mukūmu furrows his brow at you.",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"To consume the fruit, seeds and all - this is how we pray to Kohopa for bounty.\"",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"Ekera, just so.\" He nods resolutely.",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"Kohopa will see to it that Tamau's next life has him crawling on his empty belly as the snake he is.\" ",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"Better to drown as an innocent man than starve with you fools!\"\r\n\r\nTamau spits, but without the forward momentum it just dribbles on his chin. \r\n\r\nMukūmu turns his gaze away, doing his best to ignore him.",
      "female": ""
    },
    {
      "id": 221,
      "default": "\"If there's missing fruit then [Player Animal Companion] and I will sniff it out - won't we?\"",
      "female": ""
    },
    {
      "id": 222,
      "default": "He blinks at you and [Player Animal Companion] with dawning comprehension.",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"You have been away too long. The islands are ripe for planting while the gods are appeased.\"",
      "female": ""
    },
    {
      "id": 225,
      "default": "He bites his lower lip, uncertain whether or not to take your words at face value.",
      "female": ""
    },
    {
      "id": 226,
      "default": "\"This may be so where you come from, outsider.\"",
      "female": ""
    },
    {
      "id": 227,
      "default": "\"In the Deadfire, we are in the hands of powers older than the soil.\"\r\n\r\nHe touches his brow in reverence.",
      "female": ""
    },
    {
      "id": 228,
      "default": "\"Ugh, forget I said anything.\"",
      "female": ""
    },
    {
      "id": 229,
      "default": "\"I owe the gods a favor. Your koīki is as good as found.\"",
      "female": ""
    },
    {
      "id": 230,
      "default": "\"Pekeho was lying. Tamau didn't steal the koīki.\"",
      "female": ""
    },
    {
      "id": 231,
      "default": "\"What say? Pekeho speaks through a false blowhole?\" Mukūmu narrows his eyes.",
      "female": ""
    },
    {
      "id": 232,
      "default": "\"Prove it. Show me the real traitor.\" He opens his arms, gesturing to the surrounding huts.",
      "female": ""
    },
    {
      "id": 233,
      "default": "[Show dried koīki.] \"Rongi was hiding this on the shore.\"",
      "female": ""
    },
    {
      "id": 234,
      "default": "\"I don't have any hard evidence... yet.\"",
      "female": ""
    },
    {
      "id": 235,
      "default": "\"I'll have to get back to you about that.\"",
      "female": ""
    },
    {
      "id": 236,
      "default": "\"Do not waste my time, I say.\" Mukūmu folds his arms and frowns.",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"I found a bunch of koīki fruit buried by the shore.\"",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"Hidden from all but the sand crabs and liars, I say!\" \r\n\r\nMukūmu shows his teeth to Tamau.",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"I say I am beyond finished! For this I'll feed you to Ngati myself!\" \r\n\r\nMukūmu unsheathes his dagger and advances on Tamau. ",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"Wait! Rongi was the one who hid the koīki.\"",
      "female": ""
    },
    {
      "id": 241,
      "default": "\"Pekeho lied about Tamau. He didn't steal the koīki.\"",
      "female": ""
    },
    {
      "id": 242,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 243,
      "default": "He holds the edge of the blade near Tamau's face, hesitating. \r\n\r\nFinally Mukūmu reaches back and cuts the prisoner's bonds. ",
      "female": ""
    },
    {
      "id": 244,
      "default": "\"It is not worth dirtying my blade. Try not to sicken Ngati on your way down her maw.\"\r\n\r\nHe hoists Tamau to his feet and gestures to the beach. As an afterthought he passes you a few bottles and some shells.",
      "female": ""
    },
    {
      "id": 245,
      "default": "\"Coward. I will take this satisfaction to my next life.\" Tamau nurses his wrists.\r\n\r\nHorror fills his eyes as a distant wave crashes against the shore.",
      "female": ""
    },
    {
      "id": 246,
      "default": "The dagger bobs in Mukūmu's hand, his pinched glare hovering on Tamau.",
      "female": ""
    },
    {
      "id": 247,
      "default": "\"Ekera, this is true? Why would Rongi do this?\"",
      "female": ""
    },
    {
      "id": 248,
      "default": "\"He wanted the koīki seeds to sprout.\"",
      "female": ""
    },
    {
      "id": 249,
      "default": "\"Because he's a criminal. He even bribed me to stay silent.\"",
      "female": ""
    },
    {
      "id": 250,
      "default": "\"I don't know. Why don't you ask him?\"",
      "female": ""
    },
    {
      "id": 251,
      "default": "[Lie] \"He kept the koīki for himself and paid for my silence.\"",
      "female": ""
    },
    {
      "id": 252,
      "default": "He flares his nostrils and glances toward the north.",
      "female": ""
    },
    {
      "id": 253,
      "default": "\"Two traitors. But only one deserves death this day.\"\r\n\r\nResolved, Mukūmu nods to himself and presses his lips together. Without another word he passes you some bottles and shells.",
      "female": ""
    },
    {
      "id": 254,
      "default": "\"Rongi gave up his words when he stole from the tribe. His voice is silenced to me.\"",
      "female": ""
    },
    {
      "id": 256,
      "default": "\"Is this really necessary?\"",
      "female": ""
    },
    {
      "id": 257,
      "default": "\"With respect, it is not for you to question how I protect the tribe and appease the gods.\"\r\n\r\nHe turns a severe look to you.",
      "female": ""
    },
    {
      "id": 259,
      "default": "\"Then who did? Speak now, or I will give Tamau to the waves once and for all!\"\r\n\r\nHe grits his teeth, clutching the knife in a steady hand.",
      "female": ""
    },
    {
      "id": 260,
      "default": "\"It was Rongi.\"",
      "female": ""
    },
    {
      "id": 261,
      "default": "[Lie] \"I don't know. Do what you will.\"",
      "female": ""
    },
    {
      "id": 263,
      "default": "\"What say, he thinks a weaver knows better than the ranga what to do with our fruit?\"\r\n\r\nHis grip tightens on the hilt of the dagger.",
      "female": ""
    },
    {
      "id": 264,
      "default": "\"Ekera, that is no work of mine - though I want to see you lose a finger to the crabs digging up the rest.\" \r\n\r\nTamau laughs in spite of himself, his teeth red with dried blood.",
      "female": ""
    },
    {
      "id": 265,
      "default": "\"What say, is the brine imp ready for his confession?\" Mukūmu folds his arms and grimaces down at Tamau.",
      "female": ""
    },
    {
      "id": 266,
      "default": "\"Perfectly civilized. Go on.\" \r\n\r\nMaia strokes her chin and nods.",
      "female": ""
    },
    {
      "id": 267,
      "default": "\"This is our way.\" He blinks at Maia.",
      "female": ""
    },
    {
      "id": 268,
      "default": "\"I don't know who did it, but I'd like to investigate further.\"",
      "female": ""
    },
    {
      "id": 269,
      "default": "\"Unless you think someone else is to blame?\"",
      "female": ""
    },
    {
      "id": 270,
      "default": "[Lie] \"Tamau is guilty.\"",
      "female": ""
    },
    {
      "id": 271,
      "default": "\"Don't worry. I intend to.\"",
      "female": ""
    },
    {
      "id": 272,
      "default": "[Give her a look.]",
      "female": ""
    },
    {
      "id": 273,
      "default": "\"Pipe down, Xoti.\"",
      "female": ""
    },
    {
      "id": 274,
      "default": "\"Y-you do? I mean, of course you do.\" She grins big and brassy, unable to hide her happiness with you.",
      "female": ""
    },
    {
      "id": 275,
      "default": "She returns your look, eyes blazing. Then with a puff of breath, she nods - leaving it to you.",
      "female": ""
    },
    {
      "id": 276,
      "default": "\"The last fella who told me that got a fist through his teeth.\"",
      "female": "\"Funny. That ain't what you were telling me last night.\""
    },
    {
      "id": 277,
      "default": "\"But I respect you, Watcher. So if you want me to back down, I will.\"\r\n\r\nWith a huff, she steps back, giving you and Mukumu some space to talk.",
      "female": ""
    },
    {
      "id": 279,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 280,
      "default": "\"You are free to question him in your custom, I say. And Pekeho, he tarries often by the beach.\" \r\n\r\nMukūmu nods toward the shore.",
      "female": ""
    },
    {
      "id": 281,
      "default": "[Lie] \"I'm still assembling all the facts.\"",
      "female": ""
    },
    {
      "id": 282,
      "default": "\"I found this kaora reed outside of the koīki hut.\"",
      "female": ""
    },
    {
      "id": 283,
      "default": "\"Ekera, curious.\" Mukūmu tips his head with mild interest.",
      "female": ""
    },
    {
      "id": 284,
      "default": "\"This is a weaver's material, but I say it is everywhere in Tikawara.\" He sweeps out his arm to encompass the entire village.",
      "female": ""
    },
    {
      "id": 285,
      "default": "\"For what do you meddle in...\" Mukūmu trails off and sheathes his dagger with a hard slap.",
      "female": ""
    },
    {
      "id": 286,
      "default": "\"Tamau goes nowhere. The gods are patient, I say.\" He dismisses you with a steely-eyed look.",
      "female": ""
    },
    {
      "id": 287,
      "default": "\"As you say, the gods must be appeased.\"",
      "female": ""
    },
    {
      "id": 288,
      "default": "[Show dried koīki.] \"I found this buried by the shore, but I don't know who stole it.\"",
      "female": ""
    },
    {
      "id": 289,
      "default": "\"Ngati's lamp shine on you! I say Tamau is the only one selfish enough to do this.\" He nods slowly, drawing his dagger.",
      "female": ""
    },
    {
      "id": 290,
      "default": "\"Rongi stole the koīki, not Tamau.\"",
      "female": ""
    },
    {
      "id": 291,
      "default": "\"I suppose Tamau must have stolen the koīki.\"",
      "female": ""
    },
    {
      "id": 292,
      "default": "[Lie] \"Tamau definitely stole the koīki.\"",
      "female": ""
    },
    {
      "id": 293,
      "default": "\"Execute Tamau, then. It's nothing to me.\"",
      "female": ""
    },
    {
      "id": 294,
      "default": "\"With Tamau gone, our tribe has lost a diseased parrot, I say - nothing more.\" Mukūmu furrows his brow and nods.",
      "female": ""
    },
    {
      "id": 295,
      "default": "\"Justice is most terrible when its blade falls on a friend, I say. Rongi...\" Mukūmu inhales sharply and trails off, his expression stony.",
      "female": ""
    }
  ]
}