{
  "Component": "lax2_exported",
  "Name": "conversations\\lax02_01_iceberg_dungeon\\lax02_02_cv_whitevoid_shamblingsoul",
  "Entries": [
    {
      "id": 1,
      "default": "\"You, you there! You, you.\"\r\n\r\nThe distorted figure waves an arm at you. The other hangs limply at its side.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Don't suppose you, uh, know the way?\"\r\n\r\nThe figure drags one leg behind it, furrowing the snow. Though turned towards you, its eyes seem empty of  recognition.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"The way where?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Possibly. Do you know how to leave this place?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Only the Beast of Winter can provide. Can provide respite.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"To the Beast of Winter. Only the Beast of Winter can provide us the respite we're looking for.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"The Beast of Winter can release us from the White Void?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"We're as lost as you are.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Yes, yes! Sweet release!\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Yes, release in annihilation. The winds'll eat you with time, sure, but the Beast makes it quick. Chop! Chop!\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"How long have you been searching for the Beast?\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Weeks? Months? Longer? Do you know? No! No, no. It's not, it's not important.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Together - so many eyes! - we can find him in... in no time at all!\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"We should, uh, go, go into the cold, maybe, I think. The deeper the cold, the closer you are. Probably.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Sure. Come along then.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Rymrgand and I have an understanding. He'll let me go.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Then take me with you! You can take me with you, right? To the Beast, I mean! Or maybe further?\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"I can destroy you as thoroughly as Rymrgand can. If it's mercy you want, I can grant it.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Absolutely not.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "The soul shambles towards you, hand outstretched, as the frigid wind rises.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Truly? Well ain't that an offer rare as... rare as...\"\r\n\r\nIt roughly shakes its head.",
      "female": ""
    },
    {
      "id": 22,
      "default": "You reach a hand towards the spirit, and with it, your soul stretches forth to enshroud it. You sense the bonds holding its fragile core together. Closing your hand as if extinguishing a candle, you sunder those connections. \r\n\r\nThe spirit flickers and fades away as the frigid wind rises.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"But, is there, maybe I can, can I get you to change your mind? Surely I can change your mind!\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"The heart of the White Void. I never thought I'd see it. Not truly.\"\r\n\r\nHe shudders and wraps his arms around his torso.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Sakes alive, this place sure as Hel ain't the gentle promise of Gaun's reaping, is it? I bet we're at the very heart of Rymrgand's Void.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"A void of endless cold and death. How to cross such a gloomy expanse?\" Tekēhu shields his eyes and surveys the distance.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"The entropic energies here are nearly overwhelming. We must find a way out. Quickly.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Gods, the very air here be thick with hopelessness. Smart coin says this be the White Void itself.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"I've sailed through ice storms in zero visibility before, but apparently nothing compares to the White Void.\" \r\n\r\nMaia bundles Ishiza close and takes a cautious step forward. ",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Any chance we could visit a warm spot in the Beyond next? Whatever's the opposite of a White Void - that one.\" Edér squints into the chill winds and represses a shiver. ",
      "female": ""
    },
    {
      "id": 33,
      "default": "Streams of essence snake through the space around you, the only splashes of color in an otherwise infinite blank expanse of whiteness. The colorless earth - or perhaps ice - rises from impossible depths into blunted spires, each worn away by incessant wind.",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"This imagery... do you think Rymrgand chose it? Or did it predate him?\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Or perhaps our expectations determine our perception of this place.\"\r\n\r\nShe taps lightly on her chin, frowning. Her short, white hair whips about her head like a halo.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"I'm not usually staring directly into the inevitable ending of all things.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Isn't your entire faith predicated on the inevitability of death?\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"It has a stark beauty.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Let's find a way out.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"It's a long trek from knowing you'll die and truly understanding it. Also, I'm not dead yet.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"It certainly captures the imagination. Still, I'd rather not stay. Let's find a way out, ja?\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Agreed. This place is cold even for someone of the Land.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"It's not like you to sound so nervous.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Are you telling me there's something you don't know?\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"What do you know of this place?\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Save it. Let's go.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "The glamfellen nods, turning her attention ahead.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Besides what's in the teachings of the elders?\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "A quiet chuckle accompanies her wan smile.",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"By its nature, the White Void is the place from which things do not return. Accounts of this place cannot be verified - and hence remain unreliable.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"In fairness, lass, this hardly be the first time the captain set us sail for certain death. This just be a more, eh, literal manifestation than usual.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"As pithily put as ever, mi aimico.\"\r\n\r\nShe grins down at the pirate.",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Are you worried you're staring into your own ending?\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Isn't this what you wanted? Release from the Wheel?\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Seems to me you'd be right at home here.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Let's find a way out.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Are you worried that we're not going to return either?\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Concerned may be a better word than worried. Or perhaps not.\"\r\n\r\nHer thin white brows knit.",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"I -\"\r\n\r\nShe blinks, carmine eyes falling to the frozen ground.",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"I may have misunderstood what I wanted. I am scientist enough to recognize and admit when I've erred.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"I'm sorry. I thought that, being an adherent of Rymrgand...\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"I understand that you're gross.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"You must grossly misunderstand me.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Lass...\" Serafen rubs the back of his head and glances away.",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Many scholars and scientists have difficulty reconciling the dogma of the gods with the unbiased approach demanded by our studies.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Science and history alike, however, bear out the philosophy of Rymrgand. Everything decays. Everything ends. The Beast of Winter cleanses all.\"\r\n\r\nHer head lists to the left.",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"You pursue a mad god across a foreign sea, at risk from pirates, wilder, and monsters of the deep. Do you merely seek vengeance? Or do you believe you do the gods' will?\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"If I can prevent Eothas from doing more harm, I will.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"That asshole smashed my castle.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"I'm here for the booty.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"I'm seeking something else.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"My reasons are my own.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"How beneficent.\"\r\n\r\nHer smile stops well short of her eyes.",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Let us carry on, before this place saps our will.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"There's much to be said for simplicity in motivation.\" She chuckles quietly.",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"The plunder, too, I'm certain.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Then let us seek. Starting with a way back from this place.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"That, I can respect.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Lass beat me to it.\" Serafen chuckles.",
      "female": ""
    },
    {
      "id": 82,
      "default": "She glances at [Specified 0].",
      "female": ""
    },
    {
      "id": 86,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 87,
      "default": "The spirit recoils, cowering before you.",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Back, spirit!\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"I only, I hoped you knew the way... the way to the Beast.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"To the Beast of Winter. Only he can offer respite, uh, respite from the, from the cold.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "Vatnir's lipless mouth twitches.",
      "female": ""
    },
    {
      "id": 92,
      "default": "[Leave] \"You're on your own.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"I presume the release you speak of is the dissolution of the soul?\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"I don't even want to ask... but by 'release,' do you mean, o-oblivion?\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "The spirit cringes as if the weight of your question is too great for its shoulders. It makes to rub the back of its head, but its hand simply hangs behind it, motionless.",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"Are all of your ghost friends this chatty? Maybe not knowing is better.\" ",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Hen's teeth.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Truly? Thank you, kindly, good soul, thank you!\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "She frowns at you, then shakes her head before turning away.",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Well done, Captain Watcher.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "Little remains of the spirit, its form largely smoothed featureless by the wind.",
      "female": ""
    }
  ]
}