{
  "Component": "lax2_exported",
  "Name": "conversations\\lax02_01_iceberg_dungeon\\lax02_02_cv_hub_lost_soul",
  "Entries": [
    {
      "id": 1,
      "default": "\"Hájo? Did you get turned around in the blizzard as well? I knew I shouldn't have left the path.\" \r\n\r\nThe spirit raises a hand to get your attention. She edges closer at an awkward, shambling gait. ",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Attack] \"Find peace in oblivion.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "She doesn't make another sound. No sooner have you struck the first blow than her essence dissipates like a flurry of snow. ",
      "female": ""
    },
    {
      "id": 29,
      "default": "She takes a step and dissolves into fine dust, which is carried off by a stray breeze as if it had never been there. ",
      "female": ""
    },
    {
      "id": 30,
      "default": "Rather than fall in line with the other souls trailing behind you, she boldly takes a place at your side and knits her fingers with yours.",
      "female": ""
    },
    {
      "id": 31,
      "default": "The mace she was clutching clangs to the ground and rolls to a stop.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"I don't know how long it's been since I lost my way. Hymir must have worried himself sick by now.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Where do you think you are?\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"You're not in a blizzard. You're dead.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Wish I could help you.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "A sound like chattering teeth echoes from her soul, but she doesn't respond as if she hears or understands you. ",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"No one there? Damn this cold for playing tricks on me again. Just another of the Beast's illusions. Hymir! Where are you?\" \r\n\r\nShe searches her surroundings, hugging an object tightly to her chest. It looks like a battle mace. ",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Hymir, are you out there? I can't find my way back to the tent!\"\r\n\r\nShe hugs the mace tighter, suppressing a chill.",
      "female": ""
    },
    {
      "id": 39,
      "default": "[Use Betrayal.] \"It's me, darling. It's Hymir.\" ",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Mind if I take a look at that mace?\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"What happened to you?\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"I... I can hear you! I can hear your call! Hymir, I'm frozen to the bone!\"\r\n\r\nShe shambles a step closer, her soul brightening with hope - glowing with the first signs of warmth. ",
      "female": ""
    },
    {
      "id": 44,
      "default": "[Point her toward oblivion.] \"That way. See how close you were? I'll be right behind you.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "[Take her hand.] \"Come with me, dear one. No more getting lost.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "[Attack] \"Not a step closer.\" ",
      "female": ""
    },
    {
      "id": 48,
      "default": "She hugs the weapon like it's the edge of a precipice. The willpower she expends clutching it might be the only thing holding her together.",
      "female": ""
    },
    {
      "id": 49,
      "default": "[Wrench the mace away.] \"Sorry.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Never mind.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Eh? Who's talking? Hymir, is it you out there?\" \r\n\r\nTeeth chattering, she glances away.",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Hymir...\" \r\n\r\nAs soon as she loses her grip on the weapon, her essence scatters like leaves caught up in a breeze. ",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"How long have I been lost? Hours, maybe days now. Hymir said he would keep the fires lit, but I cannot see my way to them...\" ",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"And now specters follow me across the ice.\" \r\n\r\nShe squints at you and chatters her teeth. You can tell she isn't really seeing you.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Of course, my love. From now on I go nowhere without your hand and a warm kettle, ja?\"\r\n\r\nBeaming with joy, she steps closer. ",
      "female": ""
    },
    {
      "id": 56,
      "default": "[Attack] \"I... can't allow this to continue.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Hymir?\" She cocks her head to the side as you ready your attack. ",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Ah! Of course, there it was all along! Thank you, darling. I'll hang a kettle over the fire for us, ja?\" \r\n\r\nShe leans in to kiss your cheek. A chill runs down your spine. ",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Captain, you're blushing. Should I be jealous of something?\" Tekēhu purses his lips and studies you.",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"What are you smiling about, cutie? Have I got something on my face?\" Maia smirks at you, oblivious to the presence of the spirit. ",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"You got that look to you... you know the one. Do I look that way when I'm reaping?\" She chews on her lip.",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Dare I ask what's on your mind?\" The corner of Aloth's mouth turns up in the beginning of a sly smile.",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Maybe something in this place can help you.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "She shivers and looks out on the distance, taking in landmarks which aren't there. ",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Where is my Hymir? Why doesn't he answer my call?\" \r\n\r\nThe sound of her chatting teeth is cut short by a desperate sob. ",
      "female": ""
    }
  ]
}