{
  "Component": "lax2_exported",
  "Name": "conversations\\lax02_01_iceberg_dungeon\\lax02_01_cv_construct_fluid",
  "Entries": [
    {
      "id": 1,
      "default": "Or at least a sludge.",
      "female": ""
    },
    {
      "id": 2,
      "default": "You scoop up the fluid with the bottle, brushing its viscous surface with your knuckles. The scorching sensation arrives mere moments later, accompanied by smoke rising from your skin. You rub the back of your hand against the ice, both to remove the fluid and to sooth the burn. ",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Collect the fluid.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Leave it be.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "The solution is doubtlessly unfit to handle, much less to consume.",
      "female": ""
    },
    {
      "id": 8,
      "default": "Serafen chuckles. \"I reckon I enjoy getting good and squiffy twice as much as the next lad, cap, but I'll be taking Magranite vows 'fore I go touching another drink on this godsforsaken icebox.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "Vatnir sighs. \"I... perhaps Nyvardir should not be adding this to the lager...\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "Mirke's nose wrinkles at the goo. \"You going to drink that, my friend? 'Cause I wouldn't. And that's saying something.\" ",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"I'll gladly suffer the stifling customs of Aedyr if drinking poison is what constitutes 'fun' in the White that Wends.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "You carefully scoop some of the fluid into a container, careful not to touch it with anything save the bottle.  A few drops fall to the floor, hissing where they land. When the steam clears, you see that the fluid has melted a small hole in the ice.",
      "female": ""
    },
    {
      "id": 13,
      "default": "[Sniff the fluid.]",
      "female": ""
    },
    {
      "id": 14,
      "default": "[Identify the fluid.]",
      "female": ""
    },
    {
      "id": 15,
      "default": "The noxious fluid smells of rotting koīki fruit, with notes of naphtha and rust.",
      "female": ""
    },
    {
      "id": 16,
      "default": "Not only does the fluid reek, it leaves the nostrils feeling singed from within.",
      "female": ""
    },
    {
      "id": 17,
      "default": "The substance seems an admixture of naphtha and water with an agent produced through the alchemical combination of a mixture of alcohol and phosphorus with one of silver salt with potash.\n\nIt's undoubtedly toxic.",
      "female": ""
    },
    {
      "id": 18,
      "default": "The brilliant green surface of the sludge shimmers with prismatic colors, not unlike oil. Though the exact nature of the fluid remains unclear, it's almost certainly toxic.",
      "female": ""
    },
    {
      "id": 19,
      "default": "The fluid's brilliant green surface shimmers with prismatic colors. You've no idea what it is, though.",
      "female": ""
    },
    {
      "id": 20,
      "default": "[Specified 2] adroitly scoops some of the fluid into a container, careful not to touch it with anything save the bottle.  A few drops fall to the floor, hissing where they land. When the steam clears, you see that the fluid has melted a small hole in the ice.",
      "female": ""
    },
    {
      "id": 21,
      "default": "[Specified 2] scoops up the fluid with the bottle and, with a hissing intake of breath, brushes a few knuckles against its viscous surface. Your companion rubs the injured - and lightly smoldering - extremity against the ice.",
      "female": ""
    },
    {
      "id": 22,
      "default": "A depression in the ice has collected a small portion of the construct's vital fluids. Despite the frigid air and colder surface, it remains a liquid.",
      "female": ""
    }
  ]
}