{
  "Component": "lax2_exported",
  "Name": "conversations\\lax02_01_iceberg_dungeon\\lax02_01_cv_missing_harbinger",
  "Entries": [
    {
      "id": 1,
      "default": "\"I know that smell. Beer and furs and fires. It's been a long time since a Harbinger made it over the top of the berg.\" \r\n\r\nShe turns her attention from the fallen construct and grimaces at you. ",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"You here to pull your weight or just to say hájo?\" \r\n\r\nEhrys wipes oil from her palms and gestures for you to speak freely.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Sounds like you'll enjoy being a construct. How can I help?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"I think you're better off returning to Harbingers' Watch.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Aren't you Brythe's sister?\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Actually, I'm not a Harbinger.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Oh, no. Don't tell me she's fallen in with the rest of those fools?\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"The Harbingers are too soft to worship the Beast properly. Me and the other pilgrims found a new faith here, at the top of the berg. A faith that made us strong.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Could have fooled me. I can smell the self-satisfaction wafting off you like incense.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"It was only a matter of time before they hired someone to stop us. I'll bet the Harbingers can't stand how deliciously <i>miserable</i> we are.\" \r\n\r\nHer dry lips peel back in a painful grin.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"What are you doing up here?\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"I'm casting off this putrid, mortal body of mine and trading it in for something better.\" \r\n\r\nShe knocks on the metal carapace of the fallen construct with pride. ",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"By hammering my soul into this wretched instrument, I can become the guardian this temple deserves.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"What do you prove by turning yourself into a construct?\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Prove? How easily an outsider like you misses the point.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"A construct feels nothing but duty. When simple instructions are your world, 'pride' and 'self' are calved off like glacial ice.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Sacrifice and emptiness rule in the White Void. It is my honor to give everything I have - everything I am - for the glory of the Beast.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"This place has shown me wonders, and I have no plans to leave.\r\n\r\n\"I've seen serpents made of ice encircle the moon. I've seen colors beyond our perception ribbon across the stars.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"I am a changed woman - asleep no longer. This bloated husk of mine is bound for the worms, but my soul is made for eternal service.\" ",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Well, I'm convinced. Let's get you into that construct.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Wouldn't the ultimate expression of faith mean letting your body wither and rot over time?\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"It sounds more like you hate your body and want a new one.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Forget I brought it up.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Worry not. In time, I will have forgotten everything.\" ",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"You'll help me? That's great! Time to cast this body aside like a worn-out fur.\" \r\n\r\nShe rubs her hands together and gestures toward the construct. ",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"But that will take years! I can't serve the Beast and his Maw like this!\" She gestures down at herself. ",
      "female": ""
    },
    {
      "id": 35,
      "default": "Something in your words takes her by surprise. She rests a hand on the construct's frozen boiler and steadies herself. ",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"I hate my limitations, my hungers, my frailty. The Beast can suck my marrow and discard me - <i>this</i> is true perfection.\"\r\n\r\nShe knocks on the iron shell, this time with more conviction.",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Or you could accept yourself as you are. Stop indulging in this fantasy of a fresh start.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Maybe I'm guilty of... hoping for something I'm not. But there's no room for hope in the Beast's clutches, is there?\" \r\n\r\nHer finger trails away from the construct. ",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"I'll leave this berg to the Beast, then. Maybe make my way down and shout some sense into the dumb Harbingers.\"\r\n\r\nSighing, Ehrys turns her attention to the way you came. ",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"You're just going to reject everything I suggest, aren't you?\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"What kind of stake have you got in this anyway?\" \r\n\r\nShe rests her hands on her hips and gives you a measuring look.",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Nice offer, but I doubt I could dig the snow out of a Harbinger's ears.\" ",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Just walk away. Tell anyone who asks that you didn't see anything.\" ",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Careful, you're talking to the Duskspeaker.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Duskspeaker? What is that, some kind of Harbinger boogeyman? Doesn't exactly roll off the tongue, does it?\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Vatnir, don't you think her asceticism would be an inspiration to the other Harbingers?\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Oh, uhm, absolutely. We'd certainly, ahem, benefit from the perspective of one so well-acquainted with life on the Dead Floe.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Donning this permanent shell is a betrayal of your faith. Embrace annihilation when your time comes.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"You make it sound like I missed the point. Curses, maybe I have.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Well, good luck.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"No! No! My Beast, I tried!\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"You're making a case for mindless drudgery?\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"It's no better or worse than any other trade on the berg.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Brythe said you were part of a pilgrimage?\" ",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"It took our best climbers and their scouting bears, but we summited the berg.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"The things we saw at the top... Even now my mind is bending around the vision of it.\"\r\n\r\nHer eyes unfix from the conversation, but she shakes herself back into the moment.",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"You don't walk away from a climb like that untouched.\" ",
      "female": ""
    },
    {
      "id": 60,
      "default": "The construct regards you with no evident emotion.",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"The only question is how we go about it.\" \r\n\r\nShe props her chin on her fist and nods.",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"You didn't have a plan?\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Step aside. I'm a Watcher. We'll figure something out.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"I didn't show up completely empty-handed. I have some of these. And one of these.\"\r\n\r\nFrom the depths of her pocket she produces a palmful of adra shards and twisted lengths of copper, all dusted with lint. Then she unslings a dented mallet from her belt. ",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Will these help?\" She gives the mallet a practice swing. ",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"I only just came up with the idea when you strolled in. Haven't exactly had enough time to put all of this to the test, but isn't that in the spirit of adventure?\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"I like your confidence! Makes me feel like I'll be a metal person in no time.\"\r\n\r\nShe beams with pride as the two of you get to work. ",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"It's a start. We'll hope for the best.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"This could get you killed, but I suppose that's the point.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"There's the spirit! When we're done, you'll swear you've never seen a happier corpse.\"\r\n\r\nShe beams with pride as the two of you get to work. ",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"I've changed my mind. I want no part of this.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"No? Your loss, then. Let me know when you grow a stomach for adventure.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"I changed my mind. Let's get you into that construct.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"The people who built this temple probably left some tools or instructions lying around.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Now that we've set decency aside, the rest should be simple.\" ",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Oh, no. Don't tell me she's fallen in with the rest of those fools?\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"You must see this sort of thing a lot. Wish I was that well-traveled.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"That's true. If we're a little clumsy about it, at least we won't cause any permanent damage - to my spirit, anyway.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"At least the Harbingers make good beer. I needed a hearty stout.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Are you quite certain that's wise?\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"We still got that kitchen lard from Hasongo, don't we? It'll come in handy if her joints freeze up.\" ",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"You indulge in unusual fantasies, captain! I am intrigued to see where this goes.\" ",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Perhaps we, uh, <i>shouldn't</i> put the madwoman inside a hostile machine.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "Vatnir blinks in surprise. His mouth falls open, closes, then opens again with a ragged cough.",
      "female": ""
    }
  ]
}