{
  "Component": "lax2_exported",
  "Name": "conversations\\lax02_01_iceberg_dungeon\\lax02_02_si_dracolich_ending",
  "Entries": [
    {
      "id": 1,
      "default": "The dragon heaves before you, fallen to her knees, her foreclaws scraping at her gaunt ribcage as her putrid flesh buckles and twists at the mercy of the arcane energies contained within.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Tear the phylactery from her chest.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "Dodging the wyrm's swinging talons, you shove your hand deep into her desiccated chest. You grasp the relic, its warmth pulsing through your fingers, and rip it from the dragon's breast.",
      "female": ""
    },
    {
      "id": 4,
      "default": "The beast throws back her head and howls.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Grab the phylactery!\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Specified 0] ably dances among the dragon's wildly slashing talons before thrusting a hand elbow-deep into the beast's chest. Your compatriot leaps away, glowing relic clutched tightly in gore-caked fingers.",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Blast the phylactery free with magic.]",
      "female": ""
    },
    {
      "id": 8,
      "default": "Essence explodes within the wyrm's chest, ejecting the relic, which spins across the frozen ground to come to rest at your feet.",
      "female": ""
    },
    {
      "id": 10,
      "default": "You shove your hand deep into the wyrm's desiccated chest even as her talons gouge your back. You grasp the relic, its warmth pulsing through your fingers, and rip it from the dragon's breast.",
      "female": ""
    },
    {
      "id": 11,
      "default": "[Specified 0] thrusts a hand elbow-deep into the dragon's chest, only to be gouged across the back by the beast's wildly flailing talons. Your companion rolls away, however, with the glowing relic clutched tightly in gore-caked fingers.",
      "female": ""
    },
    {
      "id": 12,
      "default": "The dragon's neck twists, turning her head that she might cast a single balefully glowing eye upon you. ",
      "female": ""
    }
  ]
}