{
  "Component": "lax2_exported",
  "Name": "conversations\\lax02_01_iceberg_dungeon\\lax02_01_cv_icebergdungeon_imp",
  "Entries": [
    {
      "id": 1,
      "default": "This imp sits on the frozen ground, rime clinging to its flesh, wings draped protectively over its shoulders. Its mouth hangs agape, and the wrinkles around its eyes indicate that they're squeezed tightly shut.\r\n\r\nIt grasps a small object in its hands.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Examine the object.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Leave it be.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "The imp's knobby knuckles wrap about what at first appears to be a sphere of solid ice, though a palpable power pulses beneath its surface, further cooling the frigid air around it.",
      "female": ""
    },
    {
      "id": 5,
      "default": "The imp's knobby knuckles do little to obscure the frozen orb in its grasp. A palpable power pulses within it, further cooling the frigid air around it. This is likely the artifact sought by Rymrgand.",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Pry the relic from its hands.]",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Replace the frozen relic with the stone relic.]",
      "female": ""
    },
    {
      "id": 8,
      "default": "As you pull the creature's spindly fingers from the orb, its bright blue eyes burst open. The imp leaps away from you with a prolonged hiss, its leathery wings holding it aloft.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"EH! WARMLING NOT TAKE MY BALL! IS NOT WARMLING'S TO TAKE!\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"I'll trade you something for your ball.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "[Attack] \"Let's get this over with.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"That's no ball. It's a sacred artifact, and it belongs to the temple here.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"WARMLING'S HEAD FILLED WITH SNOW? TEMPLE FULL OF CORPSES. CORPSES CAN'T HAVE THINGS! THEY'RE CORPSES!\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Hand over the artifact or I start plucking wings.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I understand that you're attached to the relic. But perhaps we could find a way we both get what we want...\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"I take it you're not familiar with the wrath that awaits those who cross the Beast of Winter.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "The wiry primordial's bulging blue eyes narrow slightly. ",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"I'll give you this stone relic in exchange. It'll last much longer than a ball of ice.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"You don't recognize the Stone of Winter Dusk? It wards the bearer from Rymrgand's influence. You'll never be cold, lonely, hungry, or sick, so long as you bear it on your person.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "You withdraw the stone from your pack and attempt to quickly swap it with the frozen orb. The imp's grip on the orb proves stronger than you expected, foiling your attempt at a fast switch. ",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"EH? DON'T WANT WARMLING'S THINGS. ALREADY HAVE BALL! BALL EVERYTHING IMP NEEDS!\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"I'd be willing to give up a veritable chest of gold for it. Thousands worth. You could buy <i>so many balls.</i>\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"EHHH?! FRIENDS HELP ME! FRIENDS SAVE ME FROM WARMLINGS!\"\r\n\r\nThe imp flaps about, waving the relic above its head. A metallic grinding fills the room.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"IF GIVE BALL TO WARMLING, WHAT WILL IMP HAVE?\"\r\n\r\nIt scratches its head with one hand, hugging the sphere tightly to its jutting ribs with the other.",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"What you won't have is a curse. That relic leaves those who carry it cold, hungry, and alone. But I'm sure you knew that.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"NO MORE LONELY AND ALONE?\"\r\n\r\nThe imp peers down at the sphere for a moment, then shoves it into your hands.",
      "female": ""
    },
    {
      "id": 29,
      "default": "A wave of cold washes over you... or perhaps the stone sucks the warmth from your fingers.",
      "female": ""
    },
    {
      "id": 30,
      "default": "As the orb glows in your hands, you hear the creaking and popping of cold metal echoing in the chill air.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"MORE JINGLING SHINY COINS THAN ANY IMP COULD CARRY...\"\r\n\r\nThe imp's eyes widen at the sudden windfall. It presses the relic into your hand and begins to drag the box of coins away.",
      "female": ""
    },
    {
      "id": 32,
      "default": "[Examine the imp.]",
      "female": ""
    },
    {
      "id": 33,
      "default": "Though still, the imp does not appear dead. Its coloration, while dominated by blue and white, suggests circulating blood, and a hand held before its mouth catches the light brush of exhalation. ",
      "female": ""
    },
    {
      "id": 34,
      "default": "It's certainly an imp. A cold, motionless, blessedly quiet imp. ",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"NEVER... LONELY?\"\r\n\r\nIts eyes linger on the stone as it pushes the icy sphere into your hands. It grasps the stone relic, hugging it to its chest.",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"PFFFFFFT. WARMLING MAY FIND ROCK SHINY, BUT IT ONLY COLD, HARD NOTHING!\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"EHHH?! FRIENDS HELP ME! FRIENDS SAVE ME FROM WARMLINGS!\"\r\n\r\nThe imp flaps about, waving the relic above its head. A metallic grinding fills the room.",
      "female": ""
    },
    {
      "id": 40,
      "default": "From its size and shape, you have little doubt that this is the object missing from the grasp of the iced-over pale elf you encountered earlier. The imp's claws would also explain the scratch marks in the glamfellen's frozen skin.",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"You dismiss the stone because it's not obviously magical, but you neglect its value as a cultural artifact. It would command its own price from any of the worshippers at the outpost down the way.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "The imp stares at you, brilliant blue eyes narrowed to sharp edges.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"NO! WARMLING THINKS ITSELF <i>SO SMART</i> WITH ITS BIG WORDS AND FANCY... WORDS.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"You okay there?\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Hello?\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "[Tap it on the head.]",
      "female": ""
    },
    {
      "id": 48,
      "default": "The imp remains motionless and unresponsive.",
      "female": ""
    },
    {
      "id": 49,
      "default": "The imp's flesh feels cold and hard beneath your fingers.",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Hey, this could just be how they sleep. You don't know.\" ",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Enjoying yourself there, cap?\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"The poor little icicle. Captain, if you will not surrender one of your cloaks as a blanket then it is welcome to one of mine!\" Tekēhu looks to you with a silent plea. ",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"You thinking it's ready for my lantern?\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "Though incredibly still, you make out a slight tremor in the imp's finger and the briefest twitch of one of its ears. Its chest expands and deflates with preternatural slowness. The creature is alive, possibly in some form of hibernation.",
      "female": ""
    },
    {
      "id": 56,
      "default": "The imp is not as unmoving as it at first appears. You catch the slightest twitch of the tip of an ear and note a slight tension in its boney digits. ",
      "female": ""
    },
    {
      "id": 57,
      "default": "The creature is alive, possibly in some form of hibernation.",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"It would appear to be under some form of enchantment, but I sense nothing of the sort. Curious.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "As you peer beneath the surface of the sphere, you identify entropic energy slowly spinning within, as if a necrotic spell had been bound within - entrapped but not quite frozen. ",
      "female": ""
    },
    {
      "id": 61,
      "default": "It would surprise you little, given its frozen appearance and the preternatural chill that attends it, to learn that this artifact was held sacred by Rymrgand's followers.",
      "female": ""
    },
    {
      "id": 63,
      "default": "[Use fire magic to thaw out the imp's hands and claim the relic.]",
      "female": ""
    },
    {
      "id": 64,
      "default": "You've barely begun to channel arcane flame from your hands when the imp's piercing shriek echoes through the cavern. It leaps away from you, wings holding it aloft. Its blue eyes glare at you as it blows on its hands. ",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"GO AWAY! THIS PLACE NOT YOUR HOME! YOU PROBABLY DIE HERE!\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Imps are prone to rash behavior at the best of times, and I'd wager this one has seen better days.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"NO! LIAR! BIG STUPID LIAR FULL OF LIES!\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"What have you got there?\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"THING NOT FOR YOUR KNOWING!\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"EH! ALL WANTS IS BALL! HAS BALL ALREADY.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"I'll buy it from you. How's a bag of gold sound?\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"On second thought...\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"SECOND THOUGHT? FIRST THOUGHT MUST COME BEFORE SECOND THOUGHT!\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"WARMLING ECHOES LIKE SQUAWKING SEA BIRD!\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"WHY WARMLING KEEP SAYING THAT? HOW MANY SECOND THOUGHTS YOU THINK YOU GET?\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"JINGLY? JUST SHAKE IT AND HEAR! EH, MAYBE IMP NOT UNDERSTAND QUESTION.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"WRATH, EH? WHAT WARMLING SQUAWK ABOUT?\"\r\n\r\nThe imp cranes its neck to either side, peering into the cavern's icy recesses. It's possible it was trying to lower its voice.",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"When Elsífol Boldsummer attempted to cheat Rymrgand out of a single spirit, the god swallowed him, chewing him as cud for a thousand years.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"It's very unpleasant. Bad luck. Cold. Smells bad.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"The Annuqpiaat clan adopted Magran as their favored deity, claiming it better to court fire than appease cold. They vanished the following winter.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"All things end, but not all things have to end in painful boils, clawing hunger, and crippling curses...\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "The imp giggles uproariously. ",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"BOILS AND CURSES! COUGHING AND CRYING! BOWEL LOOSENINGS AND SNEEZES!\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"That the reaction you were aiming for, cap?\"\r\n\r\nSerafen scratches the back of his head.",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"NO! WON'T BE CHEWED ON AND SPAT OUT AND CHEWED ON AND SPAT OUT AGAIN!\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"BUT NO WANT TO DISAPPEAR COMPLETELY!\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "It hugs the icy sphere tightly to itself, then - as if realizing what he's clinging to - thrusts it into your hands.",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"What a profoundly deep understanding of my people's religious doctrine.\" Ydwin peers at you over the rims of her spectacles.",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"WARMLING JUST DESCRIBED LIFE.\"\r\n\r\nThe imp shrugs.",
      "female": ""
    },
    {
      "id": 92,
      "default": "<ispeech>Don't suppose that be coming out of your share of the plunder, cap?</ispeech>",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"EH! FRIENDS! TIME FOR WARMLINGS TO LEAVE NOW!\"\r\n\r\nIt waves the sphere over its head.",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"An imp, not understand? Now I've heard everything.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "The imp sniffs at you.",
      "female": ""
    },
    {
      "id": 96,
      "default": "The imp's knobby knuckles wrap about what at first appears to be a sphere of solid ice, though a palpable power pulses beneath its surface, further cooling the frigid air around it.",
      "female": ""
    }
  ]
}