{
  "Component": "exported",
  "Name": "conversations\\12_ukaizo\\12_cv_nirro",
  "Entries": [
    {
      "id": 1,
      "default": "\"Watcher! I suspected you'd be trouble the day I heard your name.\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"You've thrown away so much. You could not <i>buy</i> the influence you might have held over the Songretta. \r\n\r\n\"If only you possessed more loyalty.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"A talented but fickle-hearted man, as eager to slip a dagger in your back as shake your hand.\"",
      "female": "\"A talented but fickle-hearted woman, as eager to slip a dagger in your back as shake your hand.\""
    },
    {
      "id": 4,
      "default": "\"But for some meaningless Dyrwoodan lord to sail into the region and turn everything on its ear...\" ",
      "female": "\"But for some meaningless Dyrwoodan noblewoman to sail into the region and turn everything on its ear...\" "
    },
    {
      "id": 5,
      "default": "\"Sweeping in like something out of the theater... If only I had found you first. We might have done such great things together.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Attack] \"I'm tired of listening to you prattle.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Castol carried your candle right up until the end. And here the poor fool used to be such a fine judge of character.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Useful, to a point. But ultimately a disappointment.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"You're not going to win this.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"You will die surprised, aimico.\"",
      "female": "\"You will die surprised, aimica.\""
    },
    {
      "id": 13,
      "default": "\"Not much challenge in fighting an old man.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"We can still avoid more bloodshed, Nirro!\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Ac, even now. But I will put a blade through your heart, Watcher, and sleep all the better for it!\" ",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"You have always known where my loyalties are, Watcher. It is a shame it had to come to this.\"\r\n\r\nHer voice is calm, but you can see her jaw flexing as she sizes you up.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"We should have cut you loose long ago.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Well. I should have trusted my instincts.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"No matter. I have little time to waste on regrets.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"You will die surprised, aimico.\"",
      "female": "\"You will die surprised, aimica.\""
    }
  ]
}