{
  "Component": "exported",
  "Name": "conversations\\12_ukaizo\\12_cv_prince",
  "Entries": [
    {
      "id": 1,
      "default": "\"I say if the gods sent you to Ukaizo, it was a cruel joke.\" Aruihi clutches his side and winces. \r\n\r\nHis armor is bloodied and a faint wheeze escapes him with every breath. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"I can still be your ally if you feel like signing over Ukaizo to the Republics.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Did you think you could hide from vengeance here? Onekaza's wrath did not die with her.\" \r\n\r\nAruihi levels his gaze and cracks his knuckles.",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"You would have made a useful ally. Instead you will join the other nameless corpses.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Rauatai is here to stay. Cooperate or die.\" ",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"The Príncipi need a home. You let this one rot.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"I didn't come here to make allies. I came for my soul.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"You insult the stones of this great city.\" Aruihi narrows his eyes.",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"We both went through a lot to get here. Can't we negotiate?\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "[Attack] \"You first, my prince.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Warriors, let your spears fly with the fury of our ancestors!\"\r\n\r\nHe glances back and passes each of the loyal fighters a look of recognition and respect. ",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Vengeance for Onekaza!\" He raises his arm and brings it down to signal the assault.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"For Ukaizo!\" He raises his arm and brings it down to signal the assault.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"More empty terms of surrender? Not here, I say. Not on Ukaizo.\" ",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Ngati's chosen... were you born to unravel everything we built? Was this your mother's wish?\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"I do not speak for my mother, Aruihi. I... ekera, I never did.\" ",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"The priest who read your omens must have been blind. You are savior only to yourself.\" Aruihi shakes his head and returns his focus to you.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Captain, I...\" Tekēhu swallows and fights to form words. ",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"I'm sorry that we're here. Ukaizo... this should be a celebration, not a bloodbath.\"\r\n\r\nHe looks out upon the city, the enormity of it only now becoming clear. ",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Waste not another breath, Tekēhu. Ngati isn't finished with us yet.\" Aruihi grips his weapon and stares you down.",
      "female": ""
    }
  ]
}