{
  "Component": "laxi_exported",
  "Name": "conversations\\laxi\\laxi_00_cv_god_ukaizo",
  "Entries": [
    {
      "id": 1,
      "default": "\"Indulge me in a moment's curiosity. There is something I wish to know about Eora - about kith - that I can only learn through your eyes.\" ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"What could I know that you don't?\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Well look at that, now Eothas the green and terrible needs something from <i>me.</i>\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Go on.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"You're not taking my eyes. I need them.\" ",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"You followed me all this way, dodging an armada, navigating an impenetrable wall of storms...\" ",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"You misunderstand.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Yes.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Forget it. I'm done talking.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Very well.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"...besting a guardian who existed to bar your trespass...\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"...voyaging across uncharted seas...\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"...with the machinations of gods echoing in your ears...\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"...and you did so on your own. That is no small achievement. Kith across Eora will hear the tale of it and look to you with awe.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"...all the while trusting in the institutions of kith to get you this far - and earning their trust in turn. Whatever else happens this day, that much is remarkable.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"I believe that mortals possess the strength to collaborate and shape a future of their own design. Not all of my brothers and sisters agree.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"I had hoped your actions would set an example for the future, demonstrating the resilience and ingenuity of mortals when they work together.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"What inspired your decision, Watcher? Did the choice echo your foundational beliefs, or were you influenced by observation?\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"I believe that mortals possess the strength to collaborate and shape a future of their own design. Not all of my brothers and sisters agree.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"By relying on others and coming together in a time of crisis, you illustrate my point. The gods will witness you and question their assumptions about how responsible, empathetic, and sophisticated mortals can be.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"What inspired your decision, Watcher? Did the choice echo your foundational beliefs, or were you influenced by observation?\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"I believe in the Huana cause. Ukaizo will strengthen and unify the tribes.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"I wanted to prove Woedica wrong. She thinks mortal cooperation is destined to fail.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"I wanted justice for the Huana. Ukaizo is theirs to rule.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Someone made me an offer and I took it. Nothing personal.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"What inspired your decision, Watcher? Did the choice echo your foundational beliefs, or were you influenced by observation?\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"What inspired your decision, Watcher? Did the choice echo your foundational beliefs, or were you influenced by observation?\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"What inspired your decision, Watcher? Did the choice echo your foundational beliefs, or were you influenced by observation?\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Mortals couldn't work through their petty differences. I didn't have time to wait for them to see reason.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"I thought Woedica made a good argument. Collaboration is fine, but kith require a guiding hand.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"I didn't come to the Deadfire to settle the problems of others.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"I don't owe you any explanation.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"I thank you for your perspective. Yours is not the only opinion that concerns me, but for the moment it offers much to consider.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Woedica has been especially active since the downfall of her favorite operative. Have you ever considered that she is mentoring his replacement?\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Perhaps not. One day, I hope you are able to look beyond your misfortunes and behold a broader view of my motives.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"I work alone.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"We need ingenuity if we're going to survive. It was a logical choice.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"The Vailians have enough resources at their disposal to undo your damage.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"History is written by survivors. It would be irresponsible to prop up a lesser authority.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Rauataians know how to respond to a threat. The future will need their cunning.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"The Príncipi showed unity and willingness to adapt. They can bring the archipelago together.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Strength rules the Deadfire. If that means piracy, so be it.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"You shirked the aid of others and came this far alone, but I think you'll find that the future is built on trust, cooperation, and understanding among kith.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Never forget that trust and coordination between mortals brought you to this place. Your future is built on a foundation of hope, and you have laid the first stone.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"All I ever wanted for mortals was growth. Transformation. Once my brothers and sisters shared this goal.\" ",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"It brings me great sorrow that crisis is the only way to set the future in motion. Would that I could pass the responsibility of heralding your darkest hour to another.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Thanks for the lesson. What happens next?\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Before this is over, it's my turn to ask the questions.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Ask. You are entitled to any answer that is mine to give.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"This has been a nice chat, but I was just buying time. Wael's titan should be here any second now.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"A titan approaches? I had thought them all...\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"No... The work continues. I can delay no longer.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"That's all. What happens next?\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"What happens after the Wheel breaks?\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"How long until Eora is devoid of all life?\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Why won't reincarnation just go back to how it was before the Wheel?\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"How can anyone trust the gods after what you've done?\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"The great work of the Engwithans falls to ruin. Reincarnation, as we know it, will end.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"When we tamed the cycle of reincarnation, we broke what had once functioned naturally and without intervention. The flow of essence will not normalize on its own.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Souls which currently await new life in the Beyond will be born into the world as normal, but their numbers will not replenish.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Unless mortals work together to carve a new path, the essence of life will be trapped in the netherworld. Gods will starve. Eora will grow silent and cold.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"A generation or more. That much essence is already poised to flow into Eora. But unlike an hourglass, no amount of turning will compel the sand to reverse its course.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"By your reckoning, there are still good years to come. By ours, time is short.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Should you choose, you could lay down your burden and trust in your children's children to set matters right. That depends entirely on you.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Essence will simply pool in the void of the In-Between, never passing through adra networks to the Beyond. The dead will be left to wander in darkness, confusion, and sorrow.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"No one is worthy of unconditional trust. If you feel the gods are beyond forgiveness, then they don't deserve your obedience. Make your future one that doesn't require them.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Should you choose to accept the gods, I hope that you temper your faith with skepticism.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"That's a... troubling thought.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Beloved Woedica, the hour of our joining cannot come soon enough!\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Interesting. I won't dismiss the idea entirely.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"My brothers and sisters never act when the gains are strictly short-term.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"If she deserves your love, then may you be favorable partners in the years to come.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 79,
      "default": "His gaze lingers on Aloth for a moment before turning back to you.",
      "female": ""
    },
    {
      "id": 80,
      "default": "You feel searing heat radiate from Woedica's restored crown, but a moment later it cools. ",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Woedica sees this as a test. One we're destined to fail.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Woedica is entitled to her opinion. If the intent of this test is to justify an uprising to come, that is more worrisome.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"The other gods must decide for themselves if mortals are ready to dictate their future. Should Woedica's tyranny prove the only alternative, mortals must prepare for a terrible conflict.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Your perspective bridges eternity, Watcher. Many will look to you to mediate differences that could shake the very foundations of Eora.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"Once the Beyond has emptied, every birth will be Hollowborn. Other maladies of the soul may follow and plague those who linger in life.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Coming to Ukaizo unencumbered by alliances proves a different point than the one I intended, but it is a valuable one all the same.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"If Woedica's shadow has fallen upon you, that can only mean she recognizes your potential to further her ambition.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Some have forgotten themselves, giving in to fatalism or tyranny. Others have succumbed to apathy.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Anything that dies will tarry in the void of the In-Between, awaiting the motion of a Wheel that no longer turns.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Mortals aren't the only ones in jeopardy. What you're doing threatens the gods.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"You've had millennia to do this. Why now?\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"I haven't forgiven you for Caed Nua.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Yes. They must work toward a solution or perish.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"If that task is beyond their skill, then they no longer deserve their position. I would have them justify their right to lead.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"That could mean swallowing their pride and hearkening to the wisdom of mortals. Some, I expect, will perform better than others.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"For several reasons. My strength was diminished after the Godhammer Bomb, and assuming this form took incredible effort.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"With so many vying for control of the Deadfire, I also saw a ripe opportunity for mortals to cast aside their differences and stand together as one.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"They have never been more powerful, more capable. Because of this, the gods must justify their importance or be proven obsolete.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"I apologize, Watcher. There is nothing I can do to restore the glory of your hard-won and poorly-situated estate.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Given your perseverence, I know that a second home cannot be distant in your future. You have only to seek it out.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"What happened to Caed Nua was not personal in nature. I would have occupied the statue even if it was buried beneath Defiance Bay.\"",
      "female": ""
    }
  ]
}