{
  "Component": "laxi_exported",
  "Name": "conversations\\laxi\\laxi_00_si_god",
  "Entries": [
    {
      "id": 1,
      "default": "You crack the spine of the old book, revealing blackened pages of dense, illegible text. The words recede into the shadows the longer you focus on them. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"You make excellent progress, Watcher. Don't grow complacent.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"If you desire answers, look no further. I have several.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "An old woman steps forward, leering down at you from on high. Her smile is toothy and cruel. Her cheeks warp around it like melted candle wax. ",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"I'm so glad that my messenger tracked you down. These days it's impossible to find good help.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Woedica.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Bow] \"My lady.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"My queen. To what do I owe this honor?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Keep your distance, hag.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Before you draw your weapon, know that these proceedings are under a banner of peace. If this was a trap, it would have already closed around you.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"You deserve my thanks, beloved. Since matters came to a close in the Dyrwood, I have been more… Well, it’s been years since I felt this deliciously righteous.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"While Berath whispers in one ear and Eothas shouts in the other, I thought you could use a more <i>seasoned</i> perspective to drown out the noise.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"I’m intrigued. Let’s talk.\" ",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"What could you possibly say that I haven’t heard already?\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Was the ruse with the book really necessary?\" ",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"I’ve heard enough from the gods. Leave me be.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Impertinent child. It's no concern of mine if you're deaf to good advice and sound reasoning.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Don't you find it unusual how open and accessible my siblings have made themselves? After millennia of subdued whispers, now they practically scream their intentions.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"And isn't it strange how we never bicker unless a mortal is watching?\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"What’s your point?\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Gods are a dramatic bunch by nature.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"When we ascended to godhood, we did so to provide for a savage people. Our goal was to craft a society whose values were made to last.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Eothas is not known for subtlety. Twice now he has contaminated the purity of our experiment, and done so with extravagant displays that undermine our authority.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"How you and your allies counter this threat will demonstrate whether you are competent enough to guide your own destinies, or if we need to revise our strategy.\" ",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"So now you know the truth. I assume you have questions.\" ",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Why did you choose to confide in me?\" ",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"The gods think <i>my</i> actions can prove their point about mortal society?\" ",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"I want to talk about the Wheel and your rise to godhood.\" ",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"How did the Engwithans become gods?\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "[Close the book.] \"We’ll speak again.\" ",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Whether knowingly or unintentionally, you seem to find yourself on the vanguard of change. Mortals like you come but once in a lifetime.\" ",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Some would react poorly if I stripped mortals of their freedom without giving them a chance to plead their case. You have the honor of standing tall as their advocate.\" ",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Before I return to Eora and assume my position as your deserving tyrant, you have this opportunity to prove me wrong - to demonstrate whether or not mortals are responsible enough to claim their future.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"You speak as if we don’t have a chance.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": " \"We need order, even if it takes the form of tyranny.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"I see.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"You speak as if you do.\" ",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"How pragmatic of you. I can already see we’re going to get along just fine.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Mortals have precious little time to decide for themselves - will they stand together as one, or swallow their pride and bend the knee?\" ",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"An assertive minority of gods believe that your choices will prove the value of their wild optimism. As if mortal collaboration and ingenuity are endorsements of our leadership.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Kith are vulnerable unless they submit to the destiny we chart for them. Thinking otherwise can only breed dissent and chaos.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"The Wheel is our shared responsibility, and each of us serves it in our own fashion. I am the axle upon which the gods balance their power.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Eothas keeps the Wheel in motion. He was our promise to mortals that time and labor would yield a deserving reward on the next turning of the cycle.\" ",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Only now do I recognize how terribly we misplaced our trust.\" ",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"What more would you ask?\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"At the height of our power, we recognized the potential of the soul. We knew that it could be bound, split apart, diverted like a river, and hammered together. Hammering was trivial.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Those of us who agreed with the apotheosis project, and many who did not, submitted to a violent and horrible erasure of our individuality.\" ",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"After the dust settled, we adopted the forms of beings from Eora's most prevalent myths. There were other faiths and legends, but we labored to strike their names from history.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "Woedica peers down at you intently, her eyes growing progressively wider.",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"You weren't wrong to trust the Huana. They built their society to last, but that hasn't stopped their tribes from buckling under the pressure of foreign occupation.\" ",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"You were ambitious to favor the Vailian Republics. They shape their economy with reckless, if masterful skill, but I fear that infighting and corruption will choke off their vision of progress in the end.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"I knew the day would come when martial law claimed the Deadfire. Cannons and black powder have a way of drowning out the song of compromise.\" ",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"You've reminded me why I never depend on the judgment of others. Never did I imagine the Deadfire, Ukaizo, and our greatest achievements falling into the hands of pirates.\" ",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Instead of working with mortals, you came this far on your own. You rejected compromise, idealism, and the solutions of others. My every suspicion is confirmed.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"That display at the Kahanga palace was shameful to witness, nothing less than proof of why mortals require capable rulership and a strong hand.\" ",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"I saw how you handled yourself on Galawain's withdrawn little island.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"I notice my brother's frozen corner of the Beyond is quieter than usual. The doors of the Vytmádh have slammed shut.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"I understand you emerged from the bowels of Wael. And your mind appears to have survived the experience with only minor fractures.\" ",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"I had a lingering hope that brute force and black powder would bring the Deadfire to heel and compel the mortals to work together.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Regicide. What a shameful turn of events, and a loathsome indictment of mortal society.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"You may not believe me, but I was giddy with delight as I observed that shake-up in the Vailian headquarters. Nothing excites me as thoroughly as a good trial.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"So, another of Neketaka's dirty secrets comes to light in a spectacularly dramatic fashion. You should think twice about your Huana friends if anyone pleads ignorance about the dragon beneath their streets.\" ",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"I did not expect the Wahaki to bend the knee to a Kahanga ruler. Perhaps changes are coming to the archipelago faster than I anticipated.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"I already know the storms wreathing Poko Kohara have gone still. We felt the change ripple through the Beyond.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"So, you killed that upstart pirate and put an end to his delusions of grandeur. Bravo.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "The gods depart one by one in brooding silence. A solitary figure remains perfectly still until the last of her colleagues is out of earshot. Woedica peers down at you, a triumphant grin splitting her weathered features.",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"I have a task for you, beloved. A time of final judgment approaches, and I stand before you with a heavy burden to shoulder.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Watcher. You return. Did you come ready to listen, or are we to waste each other's time?\" ",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"I'm listening.\" ",
      "female": ""
    },
    {
      "id": 91,
      "default": "[Leave] \"I have nothing to say to you.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"As charming as ever.\" ",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"Watcher.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"By necessity, in fact. But that's hardly the point.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"If we still possessed our glorious titans, my siblings and I would have put an end to Eothas and his rampage by now.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"Insolence will not help you here, child.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"You tower above such pettiness, Oathbinder.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"How would you have even recognized that ideal society?\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"Doesn't this social engineering plan seem counterintuitive?\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"A valid, self-defeating question, and one which I posed often.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Back to my other questions.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"You mean gods crafting a godless world? Naturally.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"The soft-hearted among us are counting on you to win this existential wager. No doubt Eothas shares their sympathies. I do not. We exist to rule over mortals. Nothing can change that.\" ",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"You do well to remember it, beloved.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"While we are powerless to stop him, some of my kin wish to observe how mortals respond to this threat. They think it will 'shine a light on the value of our patronage.'\" ",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"Before we get ahead of ourselves, I did enlist Wael's titan to stop Eothas.\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"I must have told that all-seeing half-wit a thousand times that they shouldn't get involved in adult matters. This is worse than when I let them try on my crown.\" ",
      "female": ""
    },
    {
      "id": 116,
      "default": "Woedica blinks at you once, twice. Then she rests her brow in her open palm and lets out a weary sigh.",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"If Eothas destroys the Wheel, mortals will have a hard time trusting gods to fix it.\" ",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"Back to my other questions.\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"Speak, Watcher. It isn't every day that I open myself to these communions, so spend your breath wisely.\" ",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"Yes, I think we will. This is not the end of our discussion. You know how to find your way back to this place.\" ",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"Kith are too irresponsible to know what's good for them. This is a fertile opportunity to earn their trust and subvert their highest institutions.\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"Not that we ever needed their trust. Or their love. Saving them will make the work of ruling them an organizational formality.\" ",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"How exactly does the Wheel function?\" ",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"Reincarnation existed before you, so why not just leave it alone?\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"Much of reincarnation's 'mechanism' exists in the idea space of the Beyond. You wouldn't find a wall of cogs and levers unless we conjured one to illustrate a point.\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"Has your opinion of mortals changed at all?\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"You should already know the answer to that question, degenerate. I have judged your corrupt, short-sighted kind, as is my right.\" ",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"Have we raised you well enough to be self-sufficient, or must we return to Eora and impose some corrective measures?\" ",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"A cross-section of society has converged on the Deadfire. <i>Some</i> of my kin are of an opinion that we are meant to judge mortals on the basis of their performance...\" ",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"And yet they have earned your confidence in a gamble that could decide the fate of all mortals. Why is that?\" ",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"The archipelago is theirs, and so is Ukaizo.\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"We've outlasted cataclysm, war, famine, and treacherous seas. This conflict is a mere distraction.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"Whether against outsiders or gods, they know how to come together against a shared threat.\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"I just wanted some war canoes flanking [Player Ship] on the high seas.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"Hm. Consider my curiosity appeased. For now. In our grandest plans, you are a singularly unpredictable variable.\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"You play a dangerous game by investing your hope in others. Deception and failure are woven into the fabric of mortals. I can safely promise that they will disappoint you before long.\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"How many of her people did Queen Onekaza imperil while she placated her enemies? How close did her simpleton brother come to drawing his weapon at every negotiation?\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"Director Castol retains his authority, but how long before he must defend his position again? If he cannot control his people, he cannot control the Deadfire.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"I saw how the crafty governor Alvari unseated her superior. Is she more qualified to lead, or is she simply more enterprising? The distinction is an important one.\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"And yet they have earned your confidence in a gamble that could decide the fate of all mortals. Why is that?\" ",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"The future will need animancy, bold ideas, innovation.\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"I trust Pallegina. She's all the assurance I need.\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"No one else has their resources or capital. Yesterday they were merchants, but tomorrow they'll be world leaders.\"",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"They pay me very, <i>very</i> well.\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"Time and again these merchants put short-sighted goals ahead of any long-term change. For that reason alone, I could never invest my hopes in their future.\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"Like me, Queen Onekaza knows the sting of treachery. Can you hear her, Watcher? From the depths of the Beyond, she howls for justice and vengeance.\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"Prince Aruihi got his wish to die in battle, but conquest will overwrite his achievements and his name will fade into obscurity.\"",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"Rauatai has done much to distinguish itself as a contender on the world stage, but a true test of its endurance is still to come. Regicide makes for a troubling start.\" ",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"And yet they have earned your confidence in a gamble that could decide the fate of all mortals. Why is that?\" ",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"The Deadfire needs order. Not greed, not blind hope.\"",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"Maia is the product of their superior training and cohesion. That was enough to convince me.\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"Rauatai believes in harnessing available resources, not plundering or coddling them. I respect their pragmatism.\"",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"Well, they did offer me a submarine.\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"Furrante clings to power, but the Príncipi barely tolerate their centralized leadership. His devious reign cannot last.\" ",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"...And then there's Captain Aeldys. Bold, decisive, and unforgiving. A woman after my heart. If more kith shared her discipline, then the Príncipi would be entitled to their destiny.\" ",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"This is a stinging indictment of the trading companies and the Huana, who couldn't even protect the Deadfire's most valued asset from a fleet of drunken simpletons.\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"And yet they have earned your confidence in a gamble that could decide the fate of all mortals. Why is that?\" ",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"At least the Príncipi are honest about their flaws. The trading companies allow corruption to masquerade as policy.\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"Serafen trusts the Príncipi. They're his family, and they deserve a fighting chance.\"",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"If they can wrest the Deadfire away from its stewards, then they earned it.\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"I may have been drunk when I made that gamble, but I fully support drunk [Player Name].\"",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"Eothas will no doubt have a sunnier outlook on mortals and their chances of success. He already has everything he wants, so go and listen to his empty-headed idealism.\" ",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"You were trusted with a heavy responsibility, Watcher - speaking for mortals and representing their interests in the future to come.\" ",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"The rest of us will be sharpening our blades, preparing for the future he lays out for us.\" ",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"I guess there isn't much more for us to say to each other.\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"Inspirational as ever.\" ",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"No one holds a candle to your perfection, magnificent one.\"",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"Whether you heeded my wisdom or not, everything you've done to get this far has informed our view of mortal kind.\"",
      "female": ""
    },
    {
      "id": 179,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"I intend to see that promise broken. Whatever happens, we can face it together. Without you, if necessary.\" ",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"Naturally. I will miss these chats of ours, beloved.\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"Encouragement is not in my portfolio. You come to me for justice, vengeance, and harsh reality.\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"I hope you're satisfied with your performance. We've learned much from each other.\"",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"Did I make a difference? Are mortals ready to own their destiny?\" ",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"Thank you for everything, my resplendent queen.\"",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"Farewell, Woedica.\"",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"Nothing could convince me that mortals are equipped to steward their future. Your efforts to prove me wrong were admirable, and my detractors will likely use your example to oppose my rule.\"",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"I used to think your silver tongue was wasted on me, but I believe I'm going to miss it after all. Keep my book at your bedside, beloved.\"",
      "female": ""
    },
    {
      "id": 191,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"The trading companies, the locals, and even the pirates had desperate, half-cocked plans to counter this threat. You denied them all, rightfully judging mortals as ill-equipped to claim their destiny.\" ",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"I couldn't agree more. When at last I claim my place of leadership among you, the only challenge will be convincing the others to go along with my revised plan of Eora.\"",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"I look forward to watching the bright cheer fade from your eyes under cold, unforgiving reality.\" ",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"The Huana may reign over this archipelago for now, but Eora is vaster than they know.\"",
      "female": ""
    },
    {
      "id": 196,
      "default": "\"The Vailian Trading Company will no doubt devour itself from within, replacing one crisis with another.\"",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"Once Rauatai learns to sustain itself, they may have a fighting chance. But I am not easily swayed.\"",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"A difficult road lies ahead of me. Your alliances have made proving my argument an uphill battle.\r\n\r\n\"Well done, I suppose.\" ",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"Was casting your lot with an undisciplined mob of pirates supposed to change my mind? Don't answer that question.\" ",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"Tekēhu believes in the tribes, and I believe in Tekēhu.\"",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"Their crisis of leadership reveals the Príncipi's irreparable defect. They are hardly fit to govern themselves.\"",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"I have awaited your call, brilliant, justful Woedica. Let me be the vessel of your message.\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"So eager, so attentive! Hearken to my warning and my truth, beloved.\"",
      "female": ""
    },
    {
      "id": 210,
      "default": "Suddenly the page widens to eclipse the world around you. A dark void stretches out on all sides, the air full of choking fumes that carry dying embers and curling flakes of ash.",
      "female": ""
    },
    {
      "id": 213,
      "default": "[Call out.] \"Hello? Is anyone out there?\"",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"This isn't funny, Magran.\"",
      "female": ""
    },
    {
      "id": 215,
      "default": "Something stirs in the darkness.",
      "female": ""
    },
    {
      "id": 216,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 218,
      "default": "[Wave to dispel the smoke.]",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"For the moment, you are Berath's creature. There are rules against my direct intervention, but nothing says you cannot willingly seek my counsel.\" ",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"Ondra and Hylea toe the line of acceptable conduct from time to time, but I am nothing if not adherent to our oldest laws.\"",
      "female": ""
    },
    {
      "id": 221,
      "default": "\"Judge for yourself, but I think you'll find my intentions are more straightforward than you think.\" ",
      "female": ""
    },
    {
      "id": 222,
      "default": "\"Tell me about this enlightened society you once wanted.\" ",
      "female": ""
    },
    {
      "id": 223,
      "default": "\"It was an ambitious plan, our utopia. Perhaps too ambitious. We ascended to power responding to a need inadequately satisfied.\" ",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"You're curious to know more? Excellent. You have but to ask.\"",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"We assumed that they - whoever they were - would reveal themselves to us. Rational government would rule in our stead, leaving churches vacant.\"",
      "female": ""
    },
    {
      "id": 230,
      "default": "\"Indeed. Did my choices teach you anything about us?\" ",
      "female": ""
    },
    {
      "id": 231,
      "default": "\"Begone. I've heard enough out of you.\"",
      "female": ""
    },
    {
      "id": 233,
      "default": "\"Impudent whelp. Seek your counsel from Eothas, then. No doubt he will fill your head with idealistic conjecture.\"",
      "female": ""
    },
    {
      "id": 234,
      "default": "\"Was my performance to your liking, mightiest one?\"",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"Society needs us. Eora searches for its queen and finds only an empty throne. I won't disappoint my subjects for long.\"",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"Before we part, what compelled you to reject every dissenting voice and go your own way?\"",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"I trusted myself and [Player Ship] to make the journey. We don't have to rely on others.\"",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"I'm taking a break from being everyone's mediator. Who rules the Deadfire is none of my concern.\"",
      "female": ""
    },
    {
      "id": 241,
      "default": "\"It was nothing personal, I just wanted people to sort out their own problems.\"",
      "female": ""
    },
    {
      "id": 242,
      "default": "\"The trading companies and the Huana were all as petty and disagreeable as the rest of you.\"",
      "female": ""
    },
    {
      "id": 244,
      "default": "\"Hm. Consider my curiosity appeased. For now. In our grandest plans, you are a singularly unpredictable variable.\"",
      "female": ""
    },
    {
      "id": 245,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 247,
      "default": "\"Every turning of the cycle demonstrated the righteousness of my belief. Nature begets chaos, and discipline begets perfection.\"",
      "female": ""
    },
    {
      "id": 248,
      "default": "\"Why do the other gods tolerate your opposition?\"",
      "female": ""
    },
    {
      "id": 251,
      "default": "\"Thanks to Eothas, we're pulling the dough from the oven before it's had a chance to fully rise. You unfortunate bastards never had the chance to prove me wrong.\"",
      "female": ""
    },
    {
      "id": 252,
      "default": "\"My siblings desired to influence mortals and steer them in a proper direction. Even if that direction led to places we could not follow.\"",
      "female": ""
    },
    {
      "id": 253,
      "default": "No sooner do you open the book than you find yourself standing alone in a void of swirling ash and glowing, ethereal embers. A choking cloud of smoke billows on all sides. ",
      "female": ""
    },
    {
      "id": 254,
      "default": "[Close the book.]",
      "female": ""
    },
    {
      "id": 255,
      "default": "[Call out.] \"Hello?\"",
      "female": ""
    },
    {
      "id": 256,
      "default": "\"Woedica, are you out there?\"",
      "female": ""
    },
    {
      "id": 257,
      "default": "You receive no answer. For the moment, the void is empty.",
      "female": ""
    },
    {
      "id": 258,
      "default": "\"Tell me, Watcher. Where did you get that crown?\"",
      "female": ""
    },
    {
      "id": 259,
      "default": "\"Its pieces were scattered in the White Void, the Kazuwari Arena, and the body of Wael.\"",
      "female": ""
    },
    {
      "id": 260,
      "default": "\"I restored it for you, my queen. I would return it as a gesture of fealty.\"",
      "female": ""
    },
    {
      "id": 261,
      "default": "[Lie] \"What crown?\"",
      "female": ""
    },
    {
      "id": 262,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 263,
      "default": "\"A woman named Izzia assembled it for me.\"",
      "female": ""
    },
    {
      "id": 264,
      "default": "\"Is that right? How fascinating. Then you won't mind if I confirm your testimony.\"",
      "female": ""
    },
    {
      "id": 265,
      "default": "\"Your every thought is an open book for my perusal. Lying wastes precious time.\"",
      "female": ""
    },
    {
      "id": 266,
      "default": "\"Silence will not save you, Watcher. Not when your mind is an open book.\"",
      "female": ""
    },
    {
      "id": 267,
      "default": "Woedica closes her eyes. Her presence touches your mind like a talon raked over the surface of a pond. Then she nods. ",
      "female": ""
    },
    {
      "id": 268,
      "default": "\"That will not be necessary, beloved.\"",
      "female": ""
    },
    {
      "id": 269,
      "default": "\"How very dim of my brothers and sisters. How very ignorant and short-sighted of them to imagine the crown would never find its way back home to its rightful and loving mother.\"",
      "female": ""
    },
    {
      "id": 270,
      "default": "Woedica is gone as quickly as it takes her to turn her head and focus on other matters, leaving you alone. ",
      "female": ""
    },
    {
      "id": 271,
      "default": "\"Is this <i>really</i> your crown?\"",
      "female": ""
    },
    {
      "id": 272,
      "default": "\"Why did Magran's followers attack?\"",
      "female": ""
    },
    {
      "id": 273,
      "default": "\"Enough about the crown. What should I do with it?\"",
      "female": ""
    },
    {
      "id": 275,
      "default": "\"A crown of that size wouldn't fit my titan's smallest finger. But it is mine all the same.\"",
      "female": ""
    },
    {
      "id": 277,
      "default": "\"Long ago, the inquisitor of my most beloved acolytes was honored to wear that crown as a sigil of high office. She was a talented, ruthless, and cruel dispenser of law.\"",
      "female": ""
    },
    {
      "id": 278,
      "default": "\"A group of Magranite zealots raided our great hall, burning and killing as they went. While my acolytes were put to the sword, my inquisitor was put to the torch.\"",
      "female": ""
    },
    {
      "id": 279,
      "default": "\"I never learned what became of her crown. Now I have my answer.\"",
      "female": ""
    },
    {
      "id": 280,
      "default": "\"We were a young pantheon, our acolytes aglow with passion. My efforts to organize and consolidate power were often met with explosive reprisal. If not from the other gods, then one of their many churches.\"",
      "female": ""
    },
    {
      "id": 281,
      "default": "\"The burning marked a sharp escalation in our petty conflicts. I gathered the other gods in the Beyond to discuss the matter, one of many great councils to come.\"",
      "female": ""
    },
    {
      "id": 282,
      "default": "\"Did the inquisitor's burning contribute to the myth of your downfall?\"",
      "female": ""
    },
    {
      "id": 283,
      "default": "\"How astute. That is the way of history, is it not? Once time has stripped an event of its context, all that remains are shadow puppets of facts.\"",
      "female": ""
    },
    {
      "id": 284,
      "default": "\"I don't dispute the myth. This manifestation inspires rage, contempt, and the need to answer injustice with death. Every scar, every indignity, is a weapon of my uprising.\" ",
      "female": ""
    },
    {
      "id": 285,
      "default": "\"By the time we parted ways, Magran knew better than to cross me a second time.\"",
      "female": ""
    },
    {
      "id": 286,
      "default": "\"Where does Izzia fit in?\"",
      "female": ""
    },
    {
      "id": 287,
      "default": "\"She is the soul inheritor of my beloved inquisitor - the last woman to wear that crown before the burning.\" ",
      "female": ""
    },
    {
      "id": 288,
      "default": "\"The lineage is... meaningless. Arbitrary. But a very old part of me misses that inquisitor all the same, and wishes her a peaceful eternity.\"",
      "female": ""
    },
    {
      "id": 289,
      "default": "\"You may have noticed how I enjoy a quiet but determined following. I'd be surprised if they weren't already aware of the crown's return to glory.\"",
      "female": ""
    },
    {
      "id": 290,
      "default": "\"You are welcome to hold onto the crown, but something tells me it won't be yours forever.\"",
      "female": ""
    },
    {
      "id": 291,
      "default": "\"Hold onto it, beloved. May it protect your mighty head.\"",
      "female": ""
    },
    {
      "id": 292,
      "default": "\"If any of my followers attempt to reclaim their ancient property, you have every right to defend yourself.\"",
      "female": ""
    },
    {
      "id": 293,
      "default": "\"The Wheel has but one material component in all of Eora - something we built to channel essence through luminous adra and into the Beyond with reliable continuity.\"",
      "female": ""
    },
    {
      "id": 297,
      "default": "\"I can only divulge so much to mortals. Our oldest rules and limitations demand it. But I will entertain your curiosity.\"",
      "female": ""
    },
    {
      "id": 298,
      "default": "Woedica nods stiffly. You feel her presence drift as a breeze, rustling as it goes. ",
      "female": ""
    },
    {
      "id": 299,
      "default": "\"How my siblings preened and postured after the events at Hasongo, but came no closer to consensus. I cannot stomach such disorder.\" ",
      "female": ""
    },
    {
      "id": 301,
      "default": "\"The other gods spoke of the Guardian of Ukaizo.\"",
      "female": ""
    },
    {
      "id": 302,
      "default": "\"A fancy piece of construction. The Guardian is a safety measure against anyone or anything that limped out of Ondra's Mortar alive.\" ",
      "female": ""
    },
    {
      "id": 303,
      "default": "\"You already know where it lies. Ukaizo.\"",
      "female": ""
    },
    {
      "id": 304,
      "default": "\"Before we intervened, the flow of essence was directionless, unpredictable. We succeeded in widening the gap, diverting it, giving it an efficient path to follow.\"",
      "female": ""
    },
    {
      "id": 305,
      "default": "\"Before we took control of the Wheel, reincarnation was error-prone, lacking forward momentum. Hollowborn were fairly common, and hardly the worst of the soul maladies.\"",
      "female": ""
    },
    {
      "id": 306,
      "default": "\"Control gave us the power to strengthen the souls of intelligent kith over generations. We made you wiser, stronger, more likely to develop the society we thought you deserved.\" ",
      "female": ""
    },
    {
      "id": 307,
      "default": "\"The Wheel can be remade, but it will take us discarding a long tradition of neutrality in favor of direct intervention, and you know what they say about old habits.\"",
      "female": ""
    },
    {
      "id": 308,
      "default": "\"The Royal Deadfire Company was on course to achieve a noble end in the archipelago... before you arrived.\"",
      "female": ""
    },
    {
      "id": 309,
      "default": "\"Your bloody work sent the Vailians scampering into hiding when their company has urgent need of leadership.\"",
      "female": ""
    },
    {
      "id": 313,
      "default": "\"When I walk among them again, chaos of that sort won't be tolerated. Authority and temperament are non-negotiable.\"",
      "female": ""
    },
    {
      "id": 314,
      "default": "\"Onekaza wasn't exactly in a mood for compromise.\"",
      "female": ""
    },
    {
      "id": 315,
      "default": "\"Most diplomats don't respond well to pirates kicking down the door.\"",
      "female": ""
    },
    {
      "id": 316,
      "default": "\"I wish I could have done more to help.\"",
      "female": ""
    },
    {
      "id": 317,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 318,
      "default": "\"She chose a complicated hour to show her enemies her teeth. But it might have been her only remaining chance.\"",
      "female": ""
    },
    {
      "id": 319,
      "default": "\"Giving the Príncipi a seat at the table dismantled any illusion of procedure in that once-respectable throne room.\"",
      "female": ""
    },
    {
      "id": 320,
      "default": "\"My siblings took a valiant swing at Eothas, but it seems our intervention will have to wait until we've had time to gather our strength.\"",
      "female": ""
    },
    {
      "id": 325,
      "default": "\"You blame mortals when a <i>god</i> is the one sowing chaos.\" ",
      "female": ""
    },
    {
      "id": 326,
      "default": "\"Eothas has done nothing but expose an existing fault, one which would have cracked even if we had let it be.\"",
      "female": ""
    },
    {
      "id": 327,
      "default": "\"And why should admirals, royalty, and masters of enterprise rely on a Watcher to keep the peace?\"",
      "female": ""
    },
    {
      "id": 328,
      "default": "\"I want to know more about Ukaizo.\"",
      "female": ""
    },
    {
      "id": 329,
      "default": "\"At its brightest hour, Ukaizo was the seat of an empire that dominated the continent.\"",
      "female": ""
    },
    {
      "id": 335,
      "default": "\"You didn't need to reignite the adra lighthouse. Eothas had already gone. You could have tracked him to his next destination, but you opted to help the colony instead. Why?\"",
      "female": ""
    },
    {
      "id": 336,
      "default": "\"You didn't need to reignite the adra lighthouse. You helped the colony knowing that Eothas was already moving toward Ukaizo. Why?\"",
      "female": ""
    },
    {
      "id": 337,
      "default": "\"The Huana are protective over the native adra. I knew they'd appreciate it.\"",
      "female": ""
    },
    {
      "id": 338,
      "default": "\"Rauatai deserved to have the lighthouse back.\"",
      "female": ""
    },
    {
      "id": 339,
      "default": "\"Luminous adra is no good to the Vailians if it's been drained of power.\"",
      "female": ""
    },
    {
      "id": 340,
      "default": "[Shrug.]",
      "female": ""
    },
    {
      "id": 341,
      "default": "\"Payment, reward. The usual.\"",
      "female": ""
    },
    {
      "id": 342,
      "default": "\"Acting on self-interest alone is a purely mortal quality. At least you're honest about it.\"",
      "female": ""
    },
    {
      "id": 343,
      "default": "\"Now you see what can happen when mortals assemble to meet a crisis head-on. Collaboration on that scale is rare, but also unreliable.\" ",
      "female": ""
    },
    {
      "id": 345,
      "default": "\"Keep your secrets. In some wet corner of the Beyond, I'm certain that Wael is having a good chuckle.\"",
      "female": ""
    },
    {
      "id": 346,
      "default": "\"Depriving Eothas of essence may have slowed him down.\"",
      "female": ""
    },
    {
      "id": 347,
      "default": "\"True, but in that form he can always replenish himself from another source. If he doesn't find adra, I'm sure a few ships full of pilgrims will suffice.\"",
      "female": ""
    },
    {
      "id": 348,
      "default": "\"Now that the flow is restored, I will see to it that he remembers his place in our hierarchy. I have you to thank for that much.\"",
      "female": ""
    },
    {
      "id": 349,
      "default": "\"And now the fool's larder rots from within. What a fate for a god to suffer.\"",
      "female": ""
    },
    {
      "id": 350,
      "default": "\"And the Beast of Winter has laid claim over your soul. I would congratulate my brother on his latest acquisition, but I'm certain he'll break it soon enough.\"",
      "female": ""
    },
    {
      "id": 351,
      "default": "\"You made it out of the White Void intact. Has anything you witnessed on the other side informed your opinion of the mortal world, Watcher?\"",
      "female": ""
    },
    {
      "id": 352,
      "default": "\"I learned the extent of Engwithan treachery from King Wingauro o Watūri I.\"",
      "female": ""
    },
    {
      "id": 353,
      "default": "\"I saw how gods and mortals can cooperate through Waidwen's eyes.\"",
      "female": ""
    },
    {
      "id": 354,
      "default": "\"Naxiva ix Kirent showed me how time erodes one's purpose.\"",
      "female": ""
    },
    {
      "id": 355,
      "default": "[Shrug.]",
      "female": ""
    },
    {
      "id": 356,
      "default": "\"So you have. Is it any wonder that the Huana don't pay us the same homage as the Glanfathans? Their ancestral memory is thick with resentment.\"",
      "female": ""
    },
    {
      "id": 357,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 358,
      "default": "\"I'm just happy to be warm again.\"",
      "female": ""
    },
    {
      "id": 359,
      "default": "\"If you can call that cooperation. As long as you realize that mortals are tools to serve our ends, I will not call your lesson wasted.\"",
      "female": ""
    },
    {
      "id": 360,
      "default": "\"Anything else?\"",
      "female": ""
    },
    {
      "id": 361,
      "default": "\"No, that's all.\"",
      "female": ""
    },
    {
      "id": 362,
      "default": "\"Remember what you've learned. It might not save your life, but mortals could do worse than enjoy a broadened perspective.\"",
      "female": ""
    },
    {
      "id": 364,
      "default": "\"Of that I have little doubt.\"",
      "female": ""
    },
    {
      "id": 365,
      "default": "\"After an ordeal like that, I'm surprised my brother left you sane enough to form coherent words.\"",
      "female": ""
    },
    {
      "id": 366,
      "default": "\"You've dashed those hopes efficiently.\"",
      "female": ""
    },
    {
      "id": 367,
      "default": "\"Cannons don't start conversations. They only end them.\"",
      "female": ""
    },
    {
      "id": 368,
      "default": "\"Rauatai's navy doesn't play well with others.\"",
      "female": ""
    },
    {
      "id": 369,
      "default": "\"You don't enjoy watching mortals vie for dominance?\"",
      "female": ""
    },
    {
      "id": 370,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 371,
      "default": "\"How very astute.\"",
      "female": ""
    },
    {
      "id": 373,
      "default": "\"If you thought that would impress or amuse me, you have most assuredly failed.\" ",
      "female": ""
    },
    {
      "id": 374,
      "default": "\"The Royal Deadfire Company is a ruthless bunch, but they adhere to maritime law. Their example could have imposed order on the lawless frontier.\"",
      "female": ""
    },
    {
      "id": 375,
      "default": "\"Had Eothas never inflicted such disorder on the region, we might one day have witnessed a peaceful Deadfire. Think on that.\"",
      "female": ""
    },
    {
      "id": 376,
      "default": "\"The Kahanga dynasty was far from perfect, but it was critical to the survival of lesser tribes. Others depended on their strength and contributed what they had in times of need.\"",
      "female": ""
    },
    {
      "id": 377,
      "default": "\"Chieftains rise and fall, but in these vulnerable times I fear the Kahanga have been struck a killing blow.\"",
      "female": ""
    },
    {
      "id": 378,
      "default": "\"We're talking about the same tribe that sold off its lands to outsiders?\"",
      "female": ""
    },
    {
      "id": 379,
      "default": "\"If the Kahanga deserve to rule, they will outlast this setback.\"",
      "female": ""
    },
    {
      "id": 380,
      "default": "\"I only did it to send a message. A loud, bloody one.\"",
      "female": ""
    },
    {
      "id": 381,
      "default": "[Shrug.]",
      "female": ""
    },
    {
      "id": 382,
      "default": "\"Your criticism is fair. In biding her time, the queen turned a blind eye to the plight of her people.\"",
      "female": ""
    },
    {
      "id": 383,
      "default": "\"The Kahanga were an avenue for mortals to accomplish together what I would inflict on them by force. My outlook on them is bleak.\"",
      "female": ""
    },
    {
      "id": 385,
      "default": "\"I never imagined that merchants could unite mortal society. Coin is always destined to corrupt as much as it builds.\" ",
      "female": ""
    },
    {
      "id": 386,
      "default": "\"The trading company was meddling in forces it didn't understand.\"",
      "female": ""
    },
    {
      "id": 387,
      "default": "\"I didn't trust Castol.\"",
      "female": ""
    },
    {
      "id": 388,
      "default": "\"Politics, money, backstabbing. It all gets in the way of serious work.\"",
      "female": ""
    },
    {
      "id": 389,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 390,
      "default": "\"The Vailians were never poised to succeed. When mortal society is balanced on investments paying out, that is a failure of authority.\"",
      "female": ""
    },
    {
      "id": 391,
      "default": "\"I didn't trust Alvari.\"",
      "female": ""
    },
    {
      "id": 392,
      "default": "\"This is a pleasing shift of fortunes. Submission to rightful authority is the only natural conclusion when the alternative is war and death.\"",
      "female": ""
    },
    {
      "id": 393,
      "default": "\"I hope that is a lesson mortals remember.\" ",
      "female": ""
    },
    {
      "id": 394,
      "default": "\"The flow of essence has been cut. A serious disturbance to the local ecosystem, but perhaps one that discourages foreign meddling.\"",
      "female": ""
    },
    {
      "id": 395,
      "default": "\"With the essence restored, the region has a chance to heal and eventually thrive. Time will tell if that is what the Deadfire actually needs.\"",
      "female": ""
    },
    {
      "id": 396,
      "default": "\"My instincts were correct, and you are not content to let matters sit undisturbed. Good. I will continue observing your progress.\"",
      "female": ""
    },
    {
      "id": 397,
      "default": "\"Time will tell if sending a titan after Eothas was clever or foolish. Knowing my sibling, the answer may not be obvious.\"",
      "female": ""
    },
    {
      "id": 398,
      "default": "\"How very unconventional of you, giving the body to old Concelhaut. When I give you the freedom to architect the future, instead you dig a grave.\"",
      "female": ""
    },
    {
      "id": 400,
      "default": "\"That body should have been destroyed ages ago, sparing us all the headache of cleaning up after Wael's mess. One of these days, my sibling must learn the value of an uncluttered house.\"",
      "female": ""
    },
    {
      "id": 402,
      "default": "\"There is no easy replacement for a woman of Hazanui Karū's caliber.\"",
      "female": ""
    },
    {
      "id": 403,
      "default": "\"Finding a tactician who can keep pace with Atsura's intellect will prove an indomitable challenge.\"",
      "female": ""
    },
    {
      "id": 404,
      "default": "\"After the blow you dealt, the navy will not survive the calamity of the Deadfire. We may never see this territory properly civilized.\" ",
      "female": ""
    },
    {
      "id": 405,
      "default": "\"If they don't outlast this trial, that only speaks to their weakness.\"",
      "female": ""
    },
    {
      "id": 406,
      "default": "\"Forced colonization and the stifling of culture are false paths to order.\"",
      "female": ""
    },
    {
      "id": 407,
      "default": "\"Their dealings were too underhanded to earn my trust.\"",
      "female": ""
    },
    {
      "id": 408,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 410,
      "default": "\"I had high hopes for Rauatai's navy. By kicking the legs out from under a world power, you've hindered our chances of taming mortal society.\" ",
      "female": ""
    },
    {
      "id": 411,
      "default": "\"You know nothing of true order. When a reigning power tightens its grip on a region, it is their duty to abolish that which invited conquest.\"",
      "female": ""
    },
    {
      "id": 412,
      "default": "\"The scheming Director Castol gets to keep his place at the helm of the company, driving their fortunes toward exploitation and animancy.\"",
      "female": ""
    },
    {
      "id": 413,
      "default": "\"Clever Alvari relies on pragmatism and numbers. Under her leadership, I have higher hopes for the company's financial security... if nothing else.\"",
      "female": ""
    },
    {
      "id": 414,
      "default": "\"I'm skeptical that coin can navigate society toward anything but corruption, but I appreciate the merchants' willingness to challenge a failure of leadership.\"",
      "female": ""
    },
    {
      "id": 415,
      "default": "\"A dragon is not so easily hidden from the world, much less the eyes of royalty.\"",
      "female": ""
    },
    {
      "id": 416,
      "default": "\"I'll keep that in mind.\"",
      "female": ""
    },
    {
      "id": 417,
      "default": "\"Outsiders put the Huana in an impossible position. They compromised their ethics to survive.\"",
      "female": ""
    },
    {
      "id": 418,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 419,
      "default": "\"See that you do.\"",
      "female": ""
    },
    {
      "id": 420,
      "default": "\"The Huana think the diminishing of their oldest talent is a test from the gods. They couldn't be more wrong. Everything they do is a test, and we observe closely.\"",
      "female": ""
    },
    {
      "id": 421,
      "default": "\"And yet you allowed the beast to hunt the sky again. Was its freedom worth the price of an orderly, balanced society? Think on that.\"",
      "female": ""
    },
    {
      "id": 422,
      "default": "\"You demonstrated great loyalty to your Kahanga hosts by tightening the creature's shackles. A stable society demands hard decisions.\"",
      "female": ""
    },
    {
      "id": 423,
      "default": "\"And what do they have to show for it besides another dead dragon? Such a waste.\"",
      "female": ""
    },
    {
      "id": 424,
      "default": "\"I thought I might chide you for slaying a ruthless and effective leader, but something about righteous vengeance always brings a smile to my face.\"",
      "female": ""
    },
    {
      "id": 425,
      "default": "\"It's no surprise that the Príncipi should face a crisis of leadership, much less that you chose to involve yourself, Watcher.\"",
      "female": ""
    },
    {
      "id": 426,
      "default": "\"With Aeldys and her failed mutiny set aside, one hopes the captains will fall in line and recall the meaning of obedience.\"",
      "female": ""
    },
    {
      "id": 427,
      "default": "\"With Furrante supplanted, the Príncipi lose a voice of experience and authority. But even Furrante was not without his entrenched defects. Time will tell if his replacement can outdistance his memory.\"",
      "female": ""
    },
    {
      "id": 428,
      "default": "\"An indomitable threat lies on the horizon, and it grows stronger while the Príncipi bicker like children arguing over a dropped sword. They will not last.\"",
      "female": ""
    },
    {
      "id": 429,
      "default": "\"You have learned much already. Only ask if you are ready for the truth.\"",
      "female": ""
    },
    {
      "id": 430,
      "default": "\"Enjoying my book? In my experience, nothing can match the perfection of written law.\"",
      "female": ""
    },
    {
      "id": 431,
      "default": "\"I hope you remember these discussions of ours, Watcher. I am not inclined to repeat myself.\"",
      "female": ""
    },
    {
      "id": 432,
      "default": "\"Do these communions delight you, beloved? Let them affirm your faith and fealty as one.\"",
      "female": ""
    },
    {
      "id": 433,
      "default": "\"Watcher. I hope you find this discreet corner of the Beyond to your liking.\"",
      "female": ""
    },
    {
      "id": 435,
      "default": "\"We assumed mortal society would refine their sailing craft over time. That is why the Guardian, deathless and obedient, lingers to preserve the untouched silence of Ukaizo.\"",
      "female": ""
    },
    {
      "id": 436,
      "default": "\"What is the Guardian?\"",
      "female": ""
    },
    {
      "id": 437,
      "default": "\"The Guardian is three dragons in one body?\"",
      "female": ""
    },
    {
      "id": 438,
      "default": "\"Who were these dragons before they became the Guardian of Ukaizo?\"",
      "female": ""
    },
    {
      "id": 439,
      "default": "\"Back to my other questions.\"",
      "female": ""
    },
    {
      "id": 440,
      "default": "\"The Guardian is a sacred vow. A promise kept. A vigil held without complaint or interruption.\" ",
      "female": ""
    },
    {
      "id": 441,
      "default": "\"Once it was a dragon. Three of them, in fact. We improved on nature's imperfect design, knitting together multitudes to become one efficient and dangerous foe.\"",
      "female": ""
    },
    {
      "id": 442,
      "default": "\"Indeed. Crafting that beautiful menace was a challenge second only to the apotheosis itself.\"",
      "female": ""
    },
    {
      "id": 443,
      "default": "\"We were no strangers to hammering together animats, but the Guardian required a frame that could outlast harsh treatment, foul weather, and the relentless decay of time. All of it on an unprecedented scale.\"",
      "female": ""
    },
    {
      "id": 444,
      "default": "\"We installed behavioral safety measures as well. Were it to go mad with isolation, the Guardian cannot abandon its post or willingly end its own life.\"",
      "female": ""
    },
    {
      "id": 445,
      "default": "\"You 'reassigned' detractors to be a part of Skaen?\"",
      "female": ""
    },
    {
      "id": 446,
      "default": "\"Smart decision.\"",
      "female": ""
    },
    {
      "id": 447,
      "default": "\"That sounds <i>horrible.</i>\"",
      "female": ""
    },
    {
      "id": 448,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 449,
      "default": "\"We installed behavioral safety measures as well. Were it to go mad with isolation, the Guardian cannot abandon its post or willingly end its own life.\"",
      "female": ""
    },
    {
      "id": 450,
      "default": "\"Only one member of the apotheosis project spoke out against the concept of an eternal, enslaved Guardian. She was quietly reassigned to Skaen.\"",
      "female": ""
    },
    {
      "id": 451,
      "default": "\"Remember that we were the ones who tamed and bridled eternity. Our guiding principles left little room for moral paralysis.\"",
      "female": ""
    },
    {
      "id": 452,
      "default": "\"A suitable punishment. For those of willful, insubordinate temperament, Skaen was a convenient receptacle.\"",
      "female": ""
    },
    {
      "id": 453,
      "default": "\"Detractors, mutineers, would-be agitators - they were a perfect substrate for the foundational contours of what would grow to become Skaen.\"",
      "female": ""
    },
    {
      "id": 454,
      "default": "\"They were creatures sworn to a loyal partnership with the Huana. Such unions were not uncommon in those days.\"",
      "female": ""
    },
    {
      "id": 455,
      "default": "\"As long as the great Huana empire stood to protect the islands, the tribes, and the luminous adra, then the dragons stood with the Huana.\"",
      "female": ""
    },
    {
      "id": 456,
      "default": "\"That was but one covenant the Huana struck with a power greater than themselves. The others are not my stories to tell.\"",
      "female": ""
    },
    {
      "id": 457,
      "default": "\"The apotheosis project needed two resources of uncompromising importance - luminous adra and a multitude of souls. Ukaizo had both.\"",
      "female": ""
    },
    {
      "id": 458,
      "default": "\"What's on Ukaizo now?\"",
      "female": ""
    },
    {
      "id": 459,
      "default": "\"People act as if Ukaizo is the key to controlling the Deadfire.\"",
      "female": ""
    },
    {
      "id": 460,
      "default": "\"So your rise to godhood actually set back society's development.\"",
      "female": ""
    },
    {
      "id": 461,
      "default": "\"Back to my other questions.\"",
      "female": ""
    },
    {
      "id": 462,
      "default": "\"There's no point in mourning the bones of dead Ukaizo. What's done is done.\"",
      "female": ""
    },
    {
      "id": 463,
      "default": "\"Within the Deadfire, yes. It was a calculated decision.\"",
      "female": ""
    },
    {
      "id": 464,
      "default": "\"The Huana empire didn't conform to our idea of societal perfection, and neither did its trajectory. They came close, but some unfavorable habits were woven in the fabric of their culture.\"",
      "female": ""
    },
    {
      "id": 465,
      "default": "\"If the Huana wanted to prove us wrong, they were welcome to rise from the ashes of their past and embrace a future of our design.\"",
      "female": ""
    },
    {
      "id": 466,
      "default": "\"Berath is a fool if she thinks I'll let her enjoy the last word.\" ",
      "female": ""
    },
    {
      "id": 467,
      "default": "\"I could never stay angry with you, beloved. I expected a seamless takeover, but it's clear I still have work to do.\"",
      "female": ""
    },
    {
      "id": 470,
      "default": "\"The city stands as a memorial to a different age. Its vacant buildings and flooded streets are a crown supporting but one jewel - the mechanism of reincarnation.\"",
      "female": ""
    },
    {
      "id": 471,
      "default": "\"Ukaizo is a city, a gravestone, a memory, and a machine.\"",
      "female": ""
    },
    {
      "id": 472,
      "default": "\"Ukaizo is the Deadfire's true north. Even the Huana, who have long since forgotten Ukaizo's bearing, unconsciously turn to face it in prayer.\"",
      "female": ""
    },
    {
      "id": 473,
      "default": "\"The last emperor was fond of boasting that an army had never claimed Ukaizo by force. He was easily blinded by pride.\"",
      "female": ""
    },
    {
      "id": 474,
      "default": "\"Unfortunately, that didn't protect Ukaizo from deceivers within. We feasted and delighted the old ruler, winning his support long enough to activate our machines.\"",
      "female": ""
    },
    {
      "id": 475,
      "default": "\"From that moment, and up through the millennia that followed, Ukaizo has been ours.\"",
      "female": ""
    },
    {
      "id": 476,
      "default": "\"I am beginning to question my trust in you, Watcher. This is a sacred communion, and your conduct is beneath any acceptable standard.\"",
      "female": ""
    },
    {
      "id": 477,
      "default": "\"I doubted my impression of you at first, Watcher, but your conduct has convinced me I was in the right.\"",
      "female": ""
    },
    {
      "id": 478,
      "default": "\"Even though you are living up to my admittedly low expectations of mortals, know that I am displeased, and that is a dangerous way to approach me.\"",
      "female": ""
    },
    {
      "id": 479,
      "default": "\"You aren't suited to speak for mortals. Even they, for all their corruption and imperfections, outshine your abominable example.\"",
      "female": ""
    },
    {
      "id": 480,
      "default": "\"If you don't like how I do things, just stay out of my way.\"",
      "female": ""
    },
    {
      "id": 481,
      "default": "\"Thanks? Or you're welcome?\"",
      "female": ""
    },
    {
      "id": 482,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 483,
      "default": "\"I am the one at fault for putting any trust or confidence in you. From now on, you'd do just as well to leave my book shut forever.\"",
      "female": ""
    },
    {
      "id": 485,
      "default": "\"Nothing you've done has tarnished it utterly beyond repair. You may congratulate yourself on that much, at least.\"",
      "female": ""
    },
    {
      "id": 486,
      "default": "\"You've made questionable decisions, conducted yourself in a manner I wouldn't tolerate in an inquisitor.\"",
      "female": ""
    },
    {
      "id": 487,
      "default": "\"That is to say you've earned the same cloud of disapproval under which most mortals live and die. In doing so, you've illustrated my point. They aren't ready.\"",
      "female": ""
    },
    {
      "id": 488,
      "default": "\"All of you fall beneath my lowest standard of acceptable conduct, and you are nothing if not proof of my authority to collar mortals as I would a pack of ill-behaved hounds.\" ",
      "female": ""
    },
    {
      "id": 489,
      "default": "\"Nothing you do could change that, beloved, but you are so merciful and generous to worry after your kin.\"",
      "female": ""
    },
    {
      "id": 490,
      "default": "\"Don't concern yourself over the fate of your lesser colleagues. Cleave to your faith and devotion, and one day you will kneel at the foot of my rightful throne.\"",
      "female": ""
    },
    {
      "id": 491,
      "default": "\"Then there's the deplorable incident at the powderhouse.\"",
      "female": ""
    },
    {
      "id": 492,
      "default": "\"Don't lose sleep over the Guardian. They were monsters before we bound them, and now they've been set to a more noble purpose.\" ",
      "female": ""
    },
    {
      "id": 493,
      "default": "\"Entertain my curiosity, Watcher. When you stood before the machine at Sun in Shadow, you could have sent the Dyrwoodan souls anywhere.\"",
      "female": ""
    },
    {
      "id": 494,
      "default": "\"The Wheel, the Hollowborn babes, annihilation, the Dyrwood. I'm sure Wael had some grotesque plan for them as well. Yet you gifted <i>me</i> that mighty prize.\"",
      "female": ""
    },
    {
      "id": 495,
      "default": "\"You finished the work of Thaos. My Favored. He who you had just defeated. I ask you now, to what end?\"",
      "female": ""
    },
    {
      "id": 496,
      "default": "\"The gods need a central authority to balance their power. You were the best choice.\"",
      "female": ""
    },
    {
      "id": 497,
      "default": "\"I wanted to be your Favored. I wanted it <i>so</i> much. More than anything.\"",
      "female": ""
    },
    {
      "id": 498,
      "default": "\"You were always the most committed to keeping the gods' secrets. I couldn't let the truth get out.\"",
      "female": ""
    },
    {
      "id": 499,
      "default": "\"You keep your promises. The other gods only disappoint.\"",
      "female": ""
    },
    {
      "id": 500,
      "default": "\"Your influence keeps the threads that bind society taut.\"",
      "female": ""
    },
    {
      "id": 501,
      "default": "\"I opted to be a partner of the gods. Not the pawn of one.\"",
      "female": ""
    },
    {
      "id": 502,
      "default": "\"How flattering that you think so, after everything we've been through together.\"",
      "female": ""
    },
    {
      "id": 503,
      "default": "\"You have certainly earned my affections.\"",
      "female": ""
    },
    {
      "id": 504,
      "default": "\"How very responsible of you.\"",
      "female": ""
    },
    {
      "id": 505,
      "default": "\"One of these days I must find a way to rip the Pallid Knight's proverbial collar from around your neck. She shall not have you.\"",
      "female": ""
    },
    {
      "id": 506,
      "default": "\"I am gratified that we have this understanding, beloved. That we can serve each other on a more intimate level.\"",
      "female": ""
    },
    {
      "id": 507,
      "default": "\"Make no mistake - I adore you, cherish you. The power gifted me will be spent lavishing you with delights for this and many lifetimes to come.\"",
      "female": ""
    },
    {
      "id": 508,
      "default": "\"Be patient for now. Berath's hold over you stifles me, but a day will come when your adoring queen can nestle you in her arms.\"",
      "female": ""
    },
    {
      "id": 509,
      "default": "\"Is it? You tell me.\" ",
      "female": ""
    },
    {
      "id": 510,
      "default": "\"I would never deny that our pantheon is emotional, willful, and prone to overreaction. But we didn't get this far arguing over minutia.\"",
      "female": ""
    },
    {
      "id": 511,
      "default": "\"...While the rest of us have already made up our minds on the matter.\"",
      "female": ""
    },
    {
      "id": 512,
      "default": "\"My brother's nature demands that he crave self-sufficiency, but he is no different from the rest of us. He relies on a healthy flow of essence.\"",
      "female": ""
    },
    {
      "id": 514,
      "default": "\"Rauatai's powderhouse is destroyed, and as usual I am proven correct. Compromise between mortals is impossible.\"",
      "female": ""
    },
    {
      "id": 515,
      "default": "\"With every death, you push mortals farther from a resolution on their terms.\"",
      "female": ""
    },
    {
      "id": 516,
      "default": "\"Magran and Ondra tried their best at Ashen Maw, but I'm afraid we won't see an opportunity of that sort again.\"",
      "female": ""
    },
    {
      "id": 517,
      "default": "\"That is only true to a point. We built the Wheel to strengthen mortal essence, and every passage through the cycle enriches the life that comes after.\" ",
      "female": ""
    },
    {
      "id": 518,
      "default": "\"Rymrgand takes a different approach. The White Void is his celebration of decay.\"",
      "female": ""
    },
    {
      "id": 519,
      "default": "\"Prisoners like Naxiva have experienced more uninterrupted memory than a single lifetime is built to contain. It's no surprise that she would fray at the seams.\"",
      "female": ""
    },
    {
      "id": 520,
      "default": "\"Why would Galawain, Rymrgand, and Wael conspire to hide it from you?\"",
      "female": ""
    },
    {
      "id": 521,
      "default": "\"The crown was always more than a badge of authority. On the day of its forging, I gifted the smith a piece of my essence to tame the wild metal.\"",
      "female": ""
    },
    {
      "id": 522,
      "default": "\"If I am overly critical of your performance at times, it is only because I hold my Favored to the highest standard.\"",
      "female": ""
    },
    {
      "id": 523,
      "default": "\"The Huana kings and queens might have expanded their control even further, but we put a stop to that.\"",
      "female": ""
    },
    {
      "id": 524,
      "default": "\"I have every confidence that you will disappoint us. Once my position is upheld, the undecided among the gods will embrace my plan.\"",
      "female": ""
    },
    {
      "id": 525,
      "default": "\"Now it yearns for law, hungers for justice, and demands rightful vengeance. You may have heard it whisper in your ear, masquerading as an ocean breeze.\"",
      "female": ""
    },
    {
      "id": 526,
      "default": "\"My more compassionate and optimistic siblings are no doubt overjoyed, thinking they've somehow gotten the better of me. How wrong they are.\"",
      "female": ""
    },
    {
      "id": 527,
      "default": "\"Regardless of my feelings, the timing of this crisis forces us to accelerate our schedule. Final judgment comes sooner than any of us would prefer.\"",
      "female": ""
    },
    {
      "id": 528,
      "default": "\"Impulsive.\"",
      "female": ""
    },
    {
      "id": 529,
      "default": "\"Ondra dropped a moon on Eora. What do you call that?\"",
      "female": ""
    },
    {
      "id": 530,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 531,
      "default": "\"You call what Thaos did subtle?\"",
      "female": ""
    },
    {
      "id": 532,
      "default": "\"His approach was sophisticated, indirect. I owe you no explanations on the matter.\"",
      "female": ""
    },
    {
      "id": 533,
      "default": "\"Eothas is not known for subtlety. Twice now he has contaminated the purity of our experiment, and done so with extravagant displays that undermine our authority.\"",
      "female": ""
    },
    {
      "id": 535,
      "default": "\"Not if I have any say in the matter. I assure you, my objections will be felt.\"",
      "female": ""
    },
    {
      "id": 536,
      "default": "\"Was casting your lot with an undisciplined mob of pirates supposed to change my mind? Don't answer that question.\" ",
      "female": ""
    },
    {
      "id": 537,
      "default": "\"Nothing could convince me that mortals are equipped to steward their future. Your efforts to prove me wrong were admirable, and my detractors will likely use your example to oppose my rule.\"",
      "female": ""
    },
    {
      "id": 538,
      "default": "\"The crown is my Vytmádh - a gate through which order spills into Eora. Its very being is an insult to the wild, the indifferent, and the chaotic. My siblings are right to fear it.\" ",
      "female": ""
    },
    {
      "id": 539,
      "default": "\"Hiding the crown was an unforgivable deception, and the consequences will be mythic in proportion.\"",
      "female": ""
    },
    {
      "id": 540,
      "default": "You open Woedica's book, but the goddess does not appear. You stand alone in a void of ashes and drifting embers. ",
      "female": ""
    },
    {
      "id": 542,
      "default": "\"We're being judged? To what end?\" ",
      "female": ""
    },
    {
      "id": 543,
      "default": "\"So why do I get the feeling you're trying to convince <i>me</i> of something?\"",
      "female": ""
    },
    {
      "id": 544,
      "default": "\"You want gods and mortals alike under your command.\"",
      "female": ""
    },
    {
      "id": 545,
      "default": "\"If we could get to the point.\"",
      "female": ""
    },
    {
      "id": 546,
      "default": "\"Command over you is no less than what I deserve. Whenever mortals sow chaos, as you always do, it paves the way for my return to ultimate authority.\"",
      "female": ""
    },
    {
      "id": 547,
      "default": "\"Clever child. It's important for my own reasons that I earn your trust. For now, at least.\" ",
      "female": ""
    },
    {
      "id": 548,
      "default": "\"Opposition can take many forms. If a church embraces and weaponizes my doctrine, that is very different from me rampaging as a titan.\"",
      "female": ""
    },
    {
      "id": 549,
      "default": "\"I have no intention of being left behind. Society would unravel without its queen to impose strict order.\"",
      "female": ""
    },
    {
      "id": 550,
      "default": "\"I am the counterpoint to the soft-hearted. It makes no difference if mortals pass some arbitrary test. My mind is settled on the matter.\"",
      "female": ""
    },
    {
      "id": 553,
      "default": "\"Because I am, of course. You have keen senses, beloved.\"",
      "female": ""
    },
    {
      "id": 554,
      "default": "\"Then there are those of us who know better, who are not so easily convinced.\"",
      "female": ""
    },
    {
      "id": 555,
      "default": "\"On the outset of the plan, some believed that mortals would outgrow us - as if that was a favorable outcome! To me, our eternal pantheon was always a critical fixture.\"",
      "female": ""
    },
    {
      "id": 556,
      "default": "\"Eothas was one of those who supported mortals, while I have always been their most vocal critic.\" ",
      "female": ""
    },
    {
      "id": 557,
      "default": "\"What of you, Watcher? Your bearing is set, and Ukaizo looms on the horizon.\"",
      "female": ""
    },
    {
      "id": 558,
      "default": "\"After everything you've seen, do you believe mortals are equipped to take control of their destiny, or do they need a firmer hand?\"",
      "female": ""
    },
    {
      "id": 559,
      "default": "\"A firm hand crushed my castle. I could have done without that.\"",
      "female": ""
    },
    {
      "id": 560,
      "default": "\"Berath put me here, so I guess the gods are doing something right.\"",
      "female": ""
    },
    {
      "id": 561,
      "default": "\"Society isn't perfect. It isn't meant to be.\"",
      "female": ""
    },
    {
      "id": 562,
      "default": "\"Mortals have a chance, if you'd only give them time.\"",
      "female": ""
    },
    {
      "id": 563,
      "default": "\"Mortals will destroy themselves if the gods don't show true leadership.\"",
      "female": ""
    },
    {
      "id": 564,
      "default": "\"Eora has no future without your justice and order, my queen.\"",
      "female": ""
    },
    {
      "id": 565,
      "default": "\"Your heart is thick with vengeance. Even in defiance do you serve me.\"",
      "female": ""
    },
    {
      "id": 566,
      "default": "\"Find Eothas. Follow him to Ukaizo, and let my justice fill your sails.\"",
      "female": ""
    },
    {
      "id": 567,
      "default": "\"Time? Watcher, I have been a goddess and queen for many years. Nothing has moved me to concede my authority or abandon my beliefs.\"",
      "female": ""
    },
    {
      "id": 568,
      "default": "\"Find Eothas. Follow him to lost Ukaizo. If he listens to reason, then your naive optimism will not be put to waste.\"",
      "female": ""
    },
    {
      "id": 569,
      "default": "\"Indeed it doesn't, beloved. You've learned much from our time together.\"",
      "female": ""
    },
    {
      "id": 570,
      "default": "\"Indeed. The Pallid Knight's stranglehold over you is admirable. Even she understands that mortals are best served as our pawns.\"",
      "female": ""
    },
    {
      "id": 571,
      "default": "\"I would grow a titan of my own before I allowed that to happen. You may depend on it.\"",
      "female": ""
    },
    {
      "id": 572,
      "default": "\"Idealism like that will get you into trouble. Someone must impose perfection. Someone must demand it. Without the gods, justice and law have no teeth.\"",
      "female": ""
    },
    {
      "id": 575,
      "default": "\"So you dragged me into a blistering inferno?\"",
      "female": ""
    },
    {
      "id": 576,
      "default": "\"Nothing you do could change that, beloved, but you are so merciful and generous to worry after your kin.\"",
      "female": ""
    },
    {
      "id": 577,
      "default": "\"This is but a small corner of the Beyond. One that I use for privacy and contemplation when I need to get away from the endless chatter.\"",
      "female": ""
    },
    {
      "id": 578,
      "default": "\"Thaos was precious to me above all others, but I am proud to have you acting in his stead.\"",
      "female": ""
    },
    {
      "id": 579,
      "default": "\"Besides, you are not worthy to speak his name.\"",
      "female": ""
    },
    {
      "id": 580,
      "default": "\"Thaos was precious to me above all others, but I am proud to have you acting in his stead.\"",
      "female": ""
    },
    {
      "id": 581,
      "default": "\"Prove it or disprove it, yes. I never agreed to this arrangement, but if your example demonstrates mortal ineptitude, as I trust it will, then I can make the plan serve me.\"",
      "female": ""
    },
    {
      "id": 582,
      "default": "\"Assuming these roles gave us the authority to mold Eora over time, to influence you and lay the groundwork for a society yet to come.\"",
      "female": ""
    },
    {
      "id": 583,
      "default": "\"You have no power over me. I owe you nothing.\" ",
      "female": ""
    },
    {
      "id": 584,
      "default": "\"Just doing my job.\"",
      "female": ""
    },
    {
      "id": 585,
      "default": "\"Sorry, Woedica. I'll try and be better.\"",
      "female": ""
    },
    {
      "id": 586,
      "default": "\"But does that justify this violent perversion of order? I think not.\"",
      "female": ""
    },
    {
      "id": 587,
      "default": "\"I will not mourn their inevitable decline.\"",
      "female": ""
    },
    {
      "id": 588,
      "default": "You open Woedica's book, but the goddess does not appear. You stand alone in a void of ashes and drifting embers. ",
      "female": ""
    },
    {
      "id": 591,
      "default": "\"Perhaps even a society that had no need of us. A naive fallacy, but one that inspired my optimistic, misguided kin.\"",
      "female": ""
    },
    {
      "id": 592,
      "default": "\"Is that how you see it? Very well, then.\"",
      "female": ""
    },
    {
      "id": 593,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 594,
      "default": "\"Take care with your words and actions. I am not in the habit of offering second chances.\"",
      "female": ""
    },
    {
      "id": 595,
      "default": "[Slam the book shut.]",
      "female": ""
    },
    {
      "id": 596,
      "default": "\"Insufferable child!\"",
      "female": ""
    },
    {
      "id": 597,
      "default": "\"What happens if someone proves you wrong?\"",
      "female": ""
    },
    {
      "id": 598,
      "default": "\"If our pantheon found that mortals had cultivated a perfect, lawful system to maturity, I would not voice a word in protest. I would merely stand aside and await the inevitable collapse.\"",
      "female": ""
    },
    {
      "id": 599,
      "default": "\"Mortals need us. I know this as well as I know myself. Even a lawful and responsible society would be poised to collapse as long as its architects and strongest adherents were mortal.\"",
      "female": ""
    },
    {
      "id": 600,
      "default": "\"Any satisfaction that my siblings derived from their little experiment would be short-lived, and it would fall to me to clean up after their mess.\"",
      "female": ""
    },
    {
      "id": 601,
      "default": "\"So you're right even when you're wrong. Got it.\"",
      "female": ""
    },
    {
      "id": 602,
      "default": "\"Blind optimism would be their undoing, my queen.\"",
      "female": ""
    },
    {
      "id": 603,
      "default": "\"I suppose every plan needs its critics.\"",
      "female": ""
    },
    {
      "id": 604,
      "default": "\"Make no mistake, Watcher - in this, I cannot be proven wrong.\"",
      "female": ""
    },
    {
      "id": 605,
      "default": "\"Any satisfaction that my siblings derived from their little experiment would be short-lived, and it would fall to me to clean up after their mess.\"",
      "female": ""
    },
    {
      "id": 606,
      "default": "\"Now you understand, beloved. I simply cannot be proven wrong.\"",
      "female": ""
    },
    {
      "id": 607,
      "default": "\"The 'mess' in this case being mortal freedom.\"",
      "female": ""
    },
    {
      "id": 608,
      "default": "\"Indeed. A little opposition is healthy. One cannot make heat without friction.\"",
      "female": ""
    },
    {
      "id": 609,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 610,
      "default": "\"Freedom is an unachievable illusion heralded by the soft of heart. Only those who can find satisfaction in captivity are truly free.\"",
      "female": ""
    },
    {
      "id": 612,
      "default": "\"If my sibling desires to bring down the adra colossus, they are welcome to try. Knowing Wael, I'm sure that mayhem will follow in their wake.\"",
      "female": ""
    },
    {
      "id": 613,
      "default": "\"Go on.\"",
      "female": ""
    },
    {
      "id": 614,
      "default": "\"And if we prove ourselves? What then?\"",
      "female": ""
    },
    {
      "id": 615,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 616,
      "default": "\"What indeed. That would depend on which of us you ask.\"",
      "female": ""
    },
    {
      "id": 617,
      "default": "\"Whichever end you deserve.\"",
      "female": ""
    },
    {
      "id": 618,
      "default": "\"Good thing none of this will matter once Eothas destroys the Wheel.\"",
      "female": ""
    },
    {
      "id": 619,
      "default": "\"Such a dour outlook. Do you imagine that we would abandon Eora? No. Quite the opposite.\"",
      "female": ""
    },
    {
      "id": 622,
      "default": "\"If you desire answers, look no further. I have several.\"",
      "female": ""
    }
  ]
}