{
  "Component": "exported",
  "Name": "conversations\\20_splintered_reef\\20_cv_menzzago",
  "Entries": [
    {
      "id": 1,
      "default": "His fingers drum a steady tattoo against the thick, weathered grimoire he carries.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Our most esteemed visitor returns. Brimming with vitality, as ever.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"It does not seem as if you have made much headway regarding our bargain, aimico.\r\n\r\n\"Do you miss our little island?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"I have crafted my own little empire. Do not think I have forgotten my duty- I gave dear Rivan a part in my little mythology. Our glorious founder!\r\n\r\n\"But it is <i>my</i> little paradise, and you have no part in it but that of livestock.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"So you're responsible for the spell on these people?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Attack] \"Enough of this.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"It took some time to perfect the illusion that holds Splintered Reef together. A spell of enormous power, requiring a focus. The sphere, just there.\"\r\n\r\nHe indicates, with a lazy wave of the hand, the sphere of energy at the base of the steps.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"You were raiding ships. You brought this on yourself.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"It seems unnecessary. Why let them keep their minds at all?\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"I, who was second in command to the great captain, Lucia Rivan. Ac, until the day came that I was charged to perch here and maintain her forces until she should call upon me again.\r\n\r\n\"A century of waiting, while she sailed freely upon the sea. Eccosi, but- Why not enjoy my stay?\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"I carved my way up here. I'll do the same to you.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Ha, certainly. You <i>are</i> a bright little spark, aren't you?\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Ac, true, I began with different ambitions. Lucia Rivan desired an army to aid in her conquest. An army that would not succumb to injury or disease.\r\n\r\n\"Easy to say, but what to do with them all, when they start to rot?\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"In part. I set my best people to the task. You may have met them, on your way here?\r\n\r\n\"Briefly.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"You may have cost me valuable allies, but we have, all of us, been here a long time. \r\n\r\n\"I have others at my command. I need only summon them.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Your master is out of the picture. Why not leave?\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Eccosi? And why should I give up all that I have worked for, for her sake?\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"We have done well enough without her. Until you came along.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Di verus? You have come for their sake? It is true, my hunters comb the waters for those fools who wander too far from settled lands. \r\n\r\n\"There are always a few.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"You are a terrible distraction, Watcher. I hope are content with our arrangement?\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Lucia Rivan is dead. I thought that might interest you.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"When my hunters informed me that there was a disturbance in the crypt, I looked out over the water, and there it was - a sail. A ship.\r\n\r\n\"For that instant, it was as if my heart skipped a beat.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Decades of work, undone by a nasenale.\r\n\r\n\"I have few hobbies with which to fill these long hours, and now I am denied even this!\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"A pity. She'll never see the Founding Day celebration.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"I think you underestimate the temptation you inflict upon me, every time you climb those steps.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "[Leave] \"I'll go.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"You've been around a long time. Have you ever heard anything about Ukaizo?\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"A dozen stories. A legendary city, lost to storms and monsters. \r\n\r\n\"There is one of those behind every fog bank, no?\" \r\n\r\nHe chuckles quietly to himself.",
      "female": ""
    },
    {
      "id": 57,
      "default": "Menzzago makes the smallest motion - a slight wave of the hand - and the orb within the nearby platform sizzles and hisses as if it has been plunged into embers. \r\n\r\nA chorus of anguished howls rises along the southern face of the cliff.",
      "female": ""
    },
    {
      "id": 83,
      "default": "In contrast to the numerous vessels you have seen within the crypt, the robed man who sits upon the nearby throne boasts every semblance of life.\r\n\r\nOnly the pallor of his skin and the cloying odor of decay suggest anything to the contrary.\r\n\r\n",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"I take it you're in charge here.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"I have a complaint to make to the chef.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Laugh while you can, monster.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"We receive our fair share of Huana guests, but seldom at the helm of their own vessel. \r\n\r\n\"Per complanca, do not tell me you are here on the charge of one your priests?\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Should I be?\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "[Lie] \"Er, yes. Of course.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"I am the Herald of Berath.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Come to take me away to the Wheel? \r\n\r\n\"Sientere. If you have come on some grand revenge, I must say I do not recall your face.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Not long ago I might have endeavored to convince you to join us. There are means. \r\n\r\n\"But now I know that you could serve no greater purpose than to further my own.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Wait! We can help each other. I could use an undead army.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"You, help me? I cannot see how, when you have caused so much harm already.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"But per complanca - Feel free to make your case.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"I mean to claim Ukaizo. The adra there can sustain Splintered Reef indefinitely.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Interesting... How is it you mean to do this?\"\r\n\r\nMenzzago leans forward, his dark eyes glittering with interest.",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"With your help, we can take control of it for ourselves. Aren't you tired of waiting around and living off scraps?\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"I have the support of the Vailian Trading Company.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"I have the support of the Royal Deadfire Company?\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"I have the Príncipi on my side. And Rivan's ship.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"Di verus? You... You captain the Floating Hangman?\"\r\n\r\nMenzzago's lazy amusement is wiped clean from his features, replaced with slack-jawed surprise. And no small amount of envy.",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"So be it. We are agreed, aimico. The bargain is struck.\"",
      "female": "\"So be it. We are agreed, aimica. The bargain is struck.\""
    },
    {
      "id": 104,
      "default": "\"When you sail for Ukaizo, we will be with you.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"I'll seize it myself, if I have to.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"I do not doubt that you would try! Just as you have done here. \r\n\r\n\"Sientere, but... I am not a charitable man.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"You don't need to eat kith, when you can consume luminous adra. The Vailian Trading Company produces potions by the gallon, and I can negotiate a supply.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Potions? And what good are these to me?\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "[Give him a potion of luminous adra.] \"Try it for yourself.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "Menzzago considers the vial doubtfully.\r\n\r\nBut not for long. There is feral hunger in the scrabbling lunge he makes for the bottle. He downs the contents in one long gulp.",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Worth letting you live, I think.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"Work with me, and I will get you all the adra you want.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"Then it's settled. I am your new master.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"Now, run along... Your soul is strong, and I have grown impulsive in my old age.\r\n\r\n\"My servants will not harm you. Consider yourself part of the dream that is Splintered Reef.\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"I await word of your progress.\"\r\n\r\nHe raises his staff, which causes the orb upon the nearby platform to glow a virulent green, and then flicks his hand dismissively.",
      "female": ""
    },
    {
      "id": 116,
      "default": "[Attack] \"Consider it your last meal.\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "[Lie, and give him poison.] \"Here. A potion of liquid adra.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"Let me go and find some, and I'll prove it to you.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"Ha! As if you would ever return. \r\n\r\n\"No, no... You have raised my hopes, and so my appetite.\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"I have made an alliance with the slavers of Crookspur. They'll send regular shipments, if I demand it.\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"...Interesting. Ac, very interesting. \r\n\r\n\"A better proposition than waiting on the inconstant fortune of the hunters.\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"I'm not bringing kith here so you can eat them!\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"Well, if you are not interested in negotiating, I see no reason to continue.\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"I propose a fair trade. I need allies, and you need living essence.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"Hm. Fair, vulpinet. It is difficult to keep everyone in fighting trim. You have a solution to offer?\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"I'll think of something.\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"Promises, promises. I have had my fill of false promises!\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"You can't get much in the way of conversation around here...\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"Sientere, but if I thought you would content yourself to while out your years in a little cage, I would have proposed it from the beginning.\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "[Attack] \"I'll put an end to you, and all your servants.\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"Do you know a fellow by the name of Copperhead?\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"Copper-? Ah, of course, the little scavenger. One of the later arrivals. An explorer with the misfortune to stumble across some peculiar Engwithan ruins.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"So, he made your acquaintance. Never happy with a good thing, Copperhead. Always rocking the boat.\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"I am a Goldpact Knight. Pay me well enough, and I will destroy any enemy you desire.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"Ah, in times gone by... But you are centuries late. My enemies are dead and gone. \r\n\r\n\"I will lay coins upon your grave, where your bones are buried. To preserve the spirit of the thing.\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"I am Berath's Herald. Surely that counts for something.\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"Berath and I have not been on speaking terms for centuries. \r\n\r\n\"If you are truly hers, I have no more reason to befriend you than one of the leviathans that roam Deadfire waters.\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"It can't be easy to stay self-sufficient, on an island.\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"Ha. Belfetto. Ac, someone will pay for this, I can assure you.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"Perhaps not... The times, they change no less swiftly for one that does not change with them.\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"Then they have sent you to your death, aumaua. \r\n\r\n\"I owe them thanks. We are in lean times, here on Splintered Reef.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"No, I think not... You do not strike me as a pious man.\"",
      "female": "\"No, I think not... You do not strike me as a pious woman.\""
    },
    {
      "id": 150,
      "default": "\"I take my orders from the gods themselves.\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"Those horns, we can use to decorate the tavern.\"\r\n\r\nHe makes a circling gesture in the air, indicating your head.",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"Sciòderie. You will help as it stands. I have always found dwarven blood very invigorating.\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"Exceedingly...\"\r\n\r\nMenzzago strokes his chin, openly appraising you with a sweep of the eyes.",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"It is a good proposal. We fight your enemies alongside you. Once you have seized the isle, you will grant us access to the adra. \r\n\r\n\"I will hold you to your promise.\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"And once we have fought their enemies and reached the sacred isle? \r\n\r\n\"Will your allies truly agree to share access to the luminous adra with a fleet of guls and fampyrs?\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"I'll talk them into it.\"",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"They wouldn't dare refuse.\"",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"On second thought...\"",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"A good try, aimico.\"",
      "female": "\"A good try, aimica.\""
    },
    {
      "id": 160,
      "default": "\"Cuè? A foolish jest.\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"You can appreciate the irony there, perhaps. \r\n\r\n\"I must assume, of course, that you have escaped from someone's dinner plate.\"",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"You are Menzzago?\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"Just so. How have you found Splintered Reef? It must make a curious scene, to an outsider. \r\n\r\n\"A flock of gruesome puppets, whiling away their lives in leisure.\" ",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"It is not the place of mortals to play at being gods.\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"I am here to free the people of Splintered Reef!\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"Charming. I am no more divine than the ducal lords of the old empire. Would you unseat the kings and queens of Eora?\r\n\r\n\"Even so, the island is mine. As is every soul upon it.\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"Hard for any man to keep his senses when he begins to see the inside of his face. \r\n\r\n\"And so - my advisors devised a means by which to make these wretches unaware of their sorry fate.\"",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"I have the Huana queen's support.\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"Ha! Three lifetimes' worth of irony... \r\n\r\n\"Yet I wonder if the queen would approve of your dalliance with her enemy.\"",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"How fun. I only wish I might be there to hear the discussion.\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"Then, truly, we are returned to our old duties. What a disappointment.\r\n\r\n\"I must content myself knowing it will be a shock for the Príncipi, to see what company you keep.\"",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"That's the spirit. Never take no for an answer.\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"Merla, I care not for the taste, but...\"\r\n\r\nMenzzago's words are cut off by a sudden, agonized hiss. He clutches at his chest, his lips peeled back in a feral snarl.",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"It seems I have nothing to offer.\"",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"Well, <i>that</i> is not true.\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"Eccosi? Free them? They are cannibals! People-eaters. \r\n\r\n\"Put a mirror up to that and their minds will collapse. No person enjoys discovering that they are a monster.\"",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"You're mistaken. I eat the livestock.\"",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"Di verus? So indeed, you are a deluded cannibal. \r\n\r\n\"Amusing. You might have been content among the inhabitants here.\"",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"Di verus? ...Ac, I see it in your face. \r\n\r\n\"What an end. A hundred years of waiting, and then - pfft. Dust.\"",
      "female": ""
    },
    {
      "id": 180,
      "default": "[Attack] \"Deal's off, Menzzago.\"",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"Fainthearted coward. I will have something of yours, for my trouble.\"",
      "female": ""
    },
    {
      "id": 182,
      "default": "[Attack] \"I'll kill you and every last one of your deranged minions.\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"Merla, I care not for the taste, but... Ac, I can feel it working!\" \r\n\r\nMenzzago tips the vial back again, chasing the last drops.",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"We have a bargain.\"\r\n\r\nMenzzago tips his head in acknowledgment, though there is more amusement than deference in the gesture.",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"So be it. We are agreed, aimico. The bargain is struck.\"",
      "female": "\"So be it. We are agreed, aimica. The bargain is struck.\""
    },
    {
      "id": 186,
      "default": "\"Ah, our cousins from the Republics... Belfetto.\"",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"Captain, I just wanted to say I enjoy these little moments where we negotiate with things that can eat us.\" ",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"I give good shoulder rubs. See if that interests him.\"",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"I did not know we were in need of an undead army, but you are the one doing the negotiating.\"",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"Were wondering when we were going to shoot this bastard. Twice past time, you ask me.\"",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"I'd rather give him a punch in the mouth. But I'll trust your judgment in this regard.\"",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"Careful. This one's as much hunger as reason.\"",
      "female": ""
    },
    {
      "id": 196,
      "default": "\"And this is what you do with hard-won allies?\" Tekēhu folds his arms and knits his brow.",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"I am... not certain where you are going with this.\"",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"Heh ha! Oh... gods... sorry - ha! Oh... Ondra's salty... heh heh, sorry. Sorry. Just... just thinking bout the look on Furrante's face is all.\" He chuckles quietly to himself.",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"Not for much longer, at this rate.\" Maia folds her arms and studies you.",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"In truth, I do not take well to disagreement. Ac, I know, it must come as a great surprise, from a man who has placed all his subjects under a mind-altering enchantment.\"",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"Rivan brought him here when her boarding party stuck him through and realized it didn't take.\"",
      "female": ""
    },
    {
      "id": 202,
      "default": "Menzzago considers the vial doubtfully.\r\n\r\nBut not for long. There is feral hunger in the scrabbling lunge he makes for the bottle. He downs the contents in one long gulp.",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"If you hoped I would know its location, sientere. I was busy concocting a certain spell.\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"Hold true to your word and I will return the favor, when the time comes.\"",
      "female": ""
    },
    {
      "id": 205,
      "default": "\"Glad we could do business.\"",
      "female": ""
    }
  ]
}