{
  "Component": "exported",
  "Name": "conversations\\17_dunnage\\17_cv_troupe_leader",
  "Entries": [
    {
      "id": 1,
      "default": "\"That was a disaster of epic proportions if ever I directed one.\" Arms flailing wildly before her, the stage performer shoos the other actors from the set. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Everything's coming along beautifully on our end. I got a new script, I'm drafting up!\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"They love us! Do you see? They gods damned love us, thanks to you!\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Another empty audience?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Ondra's gills! There's no hope!\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"A typhoon couldn't have cleared out our audience faster!\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Who are you guys?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"What's wrong?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Oh, of course you haven't heard of us! Like I needed more proof that we're talentless hacks.\" Her shoulders slump, but then she seems to regain herself, chin up as she answers you.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"My troupe's coming apart at the seams! We're short on cash. We're low on people. And we've run plumb dry on enthusiasm.\"\r\n\r\nShe ticks the points on her fingers.",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"We haven't drawn a decent crowd in more than a fortnight. And it ain't like pirates are hard to please.\r\n\r\n\"That's how you know the show <i>really</i> stinks.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"But I think I know what the problem is. We've got a lack of flair. \r\n\r\n\"If only I could hire more talented performers, I just know my play would take off.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I'll help you.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"What's your play about?\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"What would you need to improve the play?\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Good luck with that.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Really? That's great! Then we could - \" Abruptly, her eyes narrow, her dark brows furrowing with heavy suspicion.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"I'm in desperate need of two more performers - a wizard for one, plus any oaf big enough to pose as Eothas.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"I happen to know a wizard of the finest skillset who already performs here in Dunnage - Taerna, at the King's Coffin.\r\n\r\n\"But unfortunately, I got no idea of where we might find a suitable Eothas.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Get me the right people for the parts, and I promise you'll be pleased with your investment.\r\n\r\n\"I'll turn us a profit or die trying.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Only the biggest thing to hit the Deadfire since the Vailian Trading Company started hunting us like sea-hounds.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"A better Eothas, for one. I'm the tallest one in our troupe, but I'm still not very convincing even when I bother to dye my skin blue.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"What's your play about?\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"What would you need to improve the play?\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Stick around for the performance. I think you'll be plenty pleased.\" She spreads her hands as if about to take a bow. But instead she snaps her fingers together and the stage darkens behind her, signaling the start of the show.",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Only the biggest thing to hit the Deadfire since the Vailian Trading Company started hunting us like sea-hounds.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"A better Eothas, for one. I'm the tallest one in our troupe, but I'm still not very convincing even when I bother to dye my skin blue.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"I'm in desperate need of two more performers - a wizard for one, plus any oaf big enough to pose as Eothas.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"I happen to know a wizard of the finest skillset who already performs here in Dunnage - Taerna, at the King's Coffin.\r\n\r\n\"But unfortunately, I got no idea of where we might find a suitable Eothas.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Also, our special stage effects aren't all that special anymore. We had someone for that role, but she got herself into debt and has a new job at the King's Coffin.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Just helping out a fellow patron of the arts.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"I don't see anyone else helping you, do you?\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"I expect a cut of the profits, of course.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"I'd really like to see how the play turns out.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Ah, of course. Well, that's more than fair.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Right. Beggars can't be choosers, I suppose.\" She strokes one of her bushy eyebrows thoughtfully.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"How fortuitous.\" She sucks in a surprised breath. ",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"With you helping me acquire the right talent, I'd wager it's going to be phenomenal.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Thanks muchly for bringing Taerna back to us. Her storm and weather spells will really strike an atmosphere for the play.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Where'd you find a blue-green aumaua? And a damned giant of one, too! All right, maybe he can't see so well, but I can work with that. He's perfect.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"I still need someone to replace me as Eothas, though.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"And now that we've got a real big brute for Eothas, we can put on a proper play.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"I still need Taerna to cast the spells for our stage effects, though.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"And with Taerna back, we can finally put on a proper play.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Wait a tick. Why would you help me? What do you get out of this?\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"What's wrong?! I'll tell you what - everything!\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"It's a damn fine chance to meet a fellow artist, especially in a port like Dunnage. We're a rare sort of bird, we are.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"I'm talking about Eothas storming through the archipelago and capsizing nearly a whole a fleet of our ships!\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"We're the Pegleg Performers. Formerly the Seabird Serenaders, formerly the Jaxe-Finingen First Ensemble of Dunnage.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"But now, well...\" She tunnels her fingers through her hair. Sighs.",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Thanks again for your help. We couldn't have done it without you.\"",
      "female": ""
    }
  ]
}