{
  "Component": "exported",
  "Name": "conversations\\17_dunnage\\17_cv_principi_boss_ghostship",
  "Entries": [
    {
      "id": 1,
      "default": "\"Now that the unfortunate business of eliminating the traitor has been resolved, we can move forward in the grand scheme of things.\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"You've the sword in hand, I see. Belfetto!\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"The galleon's ability to control the weather around it can be used to calm the most dangerous storms.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"I'll handle it.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Sounds dangerous. Let me think on it.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"This is not the time for hesitation, aimico.\"",
      "female": "\"This is not the time for hesitation, aimica.\""
    },
    {
      "id": 7,
      "default": "\"Considering all we gleaned from Aeldys, I must ask you to reclaim the sword from Yseyr.\" ",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"I must finalize our plans before we sail. I will meet you with the galleon. \r\n\r\n\"Is there something you need?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"I think Splintered Reef could be a good asset for us.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Leave] \"Never mind.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"What do you mean? You want me to recruit the undead into the Príncipi?\" His lip curls in distaste at the notion.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Menzzago was Rivan's first mate before he left her crew. He has ships he would lend us to reach Ukaizo.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"And what precisely does this Menzzago require in exchange?\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"He needs a steady supply of essence to consume. Shipments of luminous adra should suffice.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I will see it done. On this, you have my word.\" Then with a curt nod, he turns away.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Eccosi, but I fail to see how an undead presence would benefit my utopia. Perhaps it is an option we can explore after New Vailia has been established and stabilized.\r\n\r\n\"Until then...\" He shrugs one shoulder.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Casità.\" He nods.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"I am captain of the Floating Hangman.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Magnificently done, casità. Nothing - not even a god - can stop our ascent to greatness now.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"The Príncipi are ready to sail for Ukaizo. I bid you to join with my fleet near Ondra's Mortar.\"\r\n\r\nHe offers you a stiff bow in parting.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"How do you plan to capture and then captain the Floating Hangman?\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"My plan is not to capture Rivan but to negotiate with her. She is a paladin to the Darcozzi, after all. I believe we may come to an agreement if I speak to her.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"What do you intend for Ukaizo?\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"We will keep it from the hands of others for one. We will settle it, plunder its endless resources, and enjoy having a place to call home.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"What will be the future of the Príncipi?\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Riches and wealth, incomparable to what we have had before.\r\n\r\n\"When we rule Ukaizo, we will thrive. None shall hold the means to threaten us.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"I wish to use the Fonferrus to sail to Ukaizo with a small fleet. Once there, we can determine what sort of force is causing the storms. We will eliminate it and commence building New Vailia.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"I must send for the fleet regardless. I do hope you understand.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Take the sword to sea and use the Darcozzi oath to draw out Rivan. \n\n\"Should you be successful in acquiring the ship, the Príncipi will await you near Ondra's Mortar.\" ",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"The thing is... he eats people. The fresher the better.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"So still living would be ideal, yes?\" He crinkles his nose but says nothing further on the matter.",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Gellarde! With you at the helm, nothing can go wrong. I await your success, casità.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Of course, we must use the Engoliero and the oath to draw her out so that I may do so...\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"What means had Aeldys learned for how to summon Rivan's galleon at sea?\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"I'll give you a hint: it involves a Darcozzi oath.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Speaking a Darcozzi oath while holding the Engoliero will draw Rivan near.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"I know the words for which you speak for they have been carved in my own heart.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"There are many Darcozzi oaths, I can assure you. But regarding Rivan and her duty to the royal family. I believe I know the one of which you speak.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Some words and a sword, that's all.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"You mean the sword Rivan was charged to protect? The Darcozzi sword to which she would have sworn a life oath?\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"I honor your loyalty, here, before the Consuaglo. Were circumstances any other, we would feast and celebrate into reverie. But for now we must continue with our pressing matters.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"I above all should have known, ac. But what matters now is that we possess the needed pieces to acquire the Fonferrus turned Floating Hangman from Rivan.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "<link=\"stringtooltip://tooltips/2\">\"Io guri di prodeggere mat Paladina med Darcozzi i ouer iusti regli, mea Orelia Darcozzis eri.\n\n\"Guri chue liuretto bon aimo i ba fetta, eppore peri chue mao Dicenas fiaces mi converande.\"</link>",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"I've assisted your allies at Crookspur.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"You are quite the asset to my cause, casità. Please, allow me to invest further in our partnership. I trust you will find this to your liking.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"It is imperative that we secure a means to settle Ukaizo. And for that we need Rivan's Floating Hangman, aimico.\"",
      "female": "\"It is imperative that we secure a means to settle Ukaizo. And for that we need Lucia's Floating Hangman, aimica.\""
    }
  ]
}