{
  "Component": "exported",
  "Name": "conversations\\17_dunnage\\17_cv_market_bartender",
  "Entries": [
    {
      "id": 1,
      "default": "\"So you're the captain the whole port's been talking about? Aye, you <i>do</i> look like a fearsome sort.\" She slaps a hand onto the bartop with a hearty laugh.\r\n\r\n\"Welcome to Dunnage.\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"If it's a drink you're wanting, I got enough grog stocked to drown a shark. Food's another story.\" She doesn't look up from spit-shining the tankard in her hands.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"What you're having? I'll pour you a double.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Show me what you've got.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Pietro sent me to you.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Ah. I guess the last concoction I made for him didn't do the trick, then? Poor bastard.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"There's one last tincture recipe I know that won't kill him. Probably. It's called Ondra's Bile, but I don't have all the ingredients in stock.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"You'll need a rotten hagfish, an unripened palm stone, and a vial of fire kelp extract. Have him mix it all with a half tankard of grog, and well... hope for the best.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"What do you know about the Floating Hangman?\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Where can I find the ingredients?\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Check the barrels around Lifter's Refuge for the rotten hagfish. You might be able to find unripened palm stone for sale somewhere in Radiant Court.\" She pours a drink but rather than passing it to a patron, she downs it herself.",
      "female": ""
    },
    {
      "id": 14,
      "default": "Her eyes go wide, and she fumbles a bottle of spirits, spilling rum all over the counter.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Why didn't you try Ondra's Bile earlier?\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"I did tell you the list of ingredients, aye? He'll have stuff dribbling out of both ends for a week, maybe two if he's really unlucky.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Why do I need to get a rotten hagfish and not regular hagfish?\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"The goal is to make him vomit, remember? A rotting hagfish produces a special oil once it reaches a certain level of decay.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Harker in the King's Coffin usually keeps some fire kelp extract on hand for... special purposes. Be careful when dealing with that one.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"No one survives the Floating Hangman. Or so they say. It's the ship of the dead.\r\n\r\n\"You spy it on the horizon, you flee as fast as you can.\"",
      "female": ""
    }
  ]
}