{
  "Component": "exported",
  "Name": "conversations\\17_dunnage\\17_cv_backer_npc_elias_zelen",
  "Entries": [
    {
      "id": 2,
      "default": "You find a lanky blond elf flipping through a book of Aedyran poetry by the artist Scilba. His armor is well-worn and well-kept, and bears on its breast the image of a double-headed eagle holding a sword and crown.\r\n\r\nLooking more closely, you notice that with his free hand he's picking a padlock.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Hello... may I help you?\" He catches you looking and gives you a shy smile.",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Read something good lately?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Faring well, I hope?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Good day!\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Need anything?\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Tell me about yourself.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"I'm not sure what there is to tell. I'm a man of adventure, mostly.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Can you teach me what you've learned in your travels?\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Teaching you anything more elaborate would require a well-equipped workshop and about forty pounds of fertilizer.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Well, you listened to my long tale, I suppose you <i>are</i> owed a trick or two... for the low price of three thousand copper.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "He digs through his pack and pulls out several locks he's found in his travels. He proceeds to put you through your paces, timing how quickly you complete each lock, then demanding that you do it again and faster still.",
      "female": ""
    },
    {
      "id": 23,
      "default": "[Leave] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Fair winds!\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"A few.\" He smiles. \"More than I could share in a night, to be sure. There <i>is</i> one that's close to my heart... It led me to my love.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"And what a selection of books it was - every subject represented, even some questionable ones. I couldn't help but help myself to them.\r\n\r\n\"I took as many as I could carry - and I can carry quite a bit. Read them all cover to cover and learned a lot, too.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Have you had any that would make a good story?\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "[Listen.]",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"I was on an expedition into the backwoods of Readceras when I came across an abandoned town. To my great surprise, I found a tremendous hoard of books in the town priest's cottage.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"I tired soon of wandering, so I settled in a small town in the Dyrwood and became a tutor for a noble family. Fell in the love with the governess, naturally, and I stayed.\r\n\r\n\"...For a while.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Then what?\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "[Listen.]",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"I felt a stirring in my bones one day. I can't explain it. I just woke up, caught sight of the horizon, and had to go.\r\n\r\n\"I left my lady wife right there in our marital bed.\" He sighs deeply. A look of longing flits across his face, but he stifles it with a quick frown.",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Well...\" He rubs at the back of his neck and looks away a moment.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"I don't know what's waiting for me out here in the Deadfire, but I have hope this will be my biggest adventure yet.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "[Leave] \"Let's come back to this later.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Any time.\" He nods sharply.",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"What's surprising about that?\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "[Listen.]",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"The Readcerans are a conservative folk, more so even than the Aedyrans. They don't have much use for reading that doesn't come from one of the holy texts of the church of Eothas.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"You'll have to settle for what I've shown you and puzzle out the rest on your own.\" He laughs easily, a small smile on his lips.",
      "female": ""
    },
    {
      "id": 43,
      "default": "Satisfied you've become a deft hand, he shows you how to build a small explosive with black powder, parchment, and twine. Once you've demonstrated you can create the explosive without getting yourself - or anyone else - blown up, he wishes you good luck and tells you to get going.",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Go on.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "[Listen.]",
      "female": ""
    },
    {
      "id": 69,
      "default": "He nods, pleased.",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"No, I don't think so.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Much obliged.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Have it your way, then.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "[Enhance Explosives and Mechanics] \"Here you are.\"",
      "female": ""
    }
  ]
}