{
  "Component": "exported",
  "Name": "conversations\\17_dunnage\\17_cv_captain_tatzatl",
  "Entries": [
    {
      "id": 1,
      "default": "\"Nikze. I am Tatzatl, captain of the Divine Barge. What has brought you to this place?\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Nilkzenze. We are honored by your presence, Captain [Player Name]. What brings you to this place?\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"We've come for the animancer you've abducted, Giacolo.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Look to Pallegina.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Attack] [Say nothing.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"We are lost in the woods. You will guide us out by traveling the Branching Paths of Atleha.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"You are the Pathmaster and I am the Traveler?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"...What?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "[Squint and nod confidently.]",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"A forest is defined by its boundaries. There are a finite number of ways through the forest, just as there are a finite number of ways this can end.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"I know the ways out of the forest, but you will choose the paths to take.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Very well.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"If you say so.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "[Attack] \"I choose the path... of death!\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"A woman is with child and she learns that, if the child is born, it will suffer greatly and have a short life.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"If she ends the child's life before it truly begins, is this good or bad?\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Saw enough of that during the Legacy. Answer's simple enough.\r\n\r\n\"When they ended it early, that was bad beyond measure. And when they didn't... same thing.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"I'm no expert on the other gods, but I don't believe Hylea would wish for any child to suffer.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"I think that it... hmm.\" Pallegina falters and goes quiet, then looks to you.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"For what do you call the mother's word 'good' or 'bad?' It merely is.\" Tekēhu glances your way, perplexed.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Good.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"It's bad.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"I think it's more complicated than that.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"It is, but I am the Pathmaster and you are the Traveler. I decide what paths exist and you decide what paths you take.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"You discover a powerful new technology, but you are afraid some people may misuse it for ill purposes.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Would you destroy the technology, regulate access to it, or make it available to everyone equally?\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"There's always the potential for ill, but we cannot govern people by removing their choices. We must trust that reason and moderation will win out.\" He nods and looks to you.",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Certainly it should not be <i>destroyed</i>. It would only be a matter of time before someone else made the same discovery.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Make it available to everyone without restrictions.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"I think it should be regulated.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Take no chances. Destroy it.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"An enemy of yours is being persecuted. The grounds of the persecution are, by the measure of your own compass, unfair.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Allow the persecution to continue.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"I would stop it.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Would you allow the persecution to continue, or would you intervene to stop it?\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"You learn that someone who does great good for many people is unintentionally going to do great harm to many people.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"The harm <i>may</i> not be great or it may be so great that it dwarfs the good they have done.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"You have an opportunity to prevent this by killing them. Do you do so?\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"I would not kill them.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Yes.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"There must be some other possibility.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"In a world that is not the one I have proposed, perhaps, but these are the Branching Paths.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "[Attack] \"I tire of this.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Very well.\"\r\n\r\nHe makes a fourth mark on the tablet then takes it in both hands, counting the tallies.",
      "female": ""
    },
    {
      "id": 48,
      "default": "The captain draws forth a small wax tablet and a plain metal stylus. He scratches a few words on the tablet and lightly poises the stylus over the surface before looking to you.",
      "female": ""
    },
    {
      "id": 49,
      "default": "His only response is to briskly make a small mark on his wax tablet.",
      "female": ""
    },
    {
      "id": 50,
      "default": "He nods and makes another small mark on the wax tablet.",
      "female": ""
    },
    {
      "id": 51,
      "default": "He looks down at the wax tablet and makes a third small mark.",
      "female": ""
    },
    {
      "id": 52,
      "default": "You notice Giacolo's eyes relax slightly at your answer.",
      "female": ""
    },
    {
      "id": 53,
      "default": "Even at this distance, you can see Giacolo's eyes widen and his lips tighten at your answer.",
      "female": ""
    },
    {
      "id": 54,
      "default": "Shoulders relaxing, Giacolo lets out a small sigh but catches himself before the captain notices.",
      "female": ""
    },
    {
      "id": 55,
      "default": "Giacolo gulps and coughs, looking nervously at the captain's wax tablet.",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Your path has led to this conclusion. Giacolo will be killed and his research destroyed.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Your path has led to this conclusion. We will release Giacolo, but his research must be destroyed.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Your path has led to this conclusion. We will release Giacolo and his research.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"And if he resumes this research, we will hunt him down and kill him and everyone else involved.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Cuè?! What is this? You haven't even explained what he's done!\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"On what grounds? You haven't even explained what he's done!\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Cuè? What was the point of taking him to begin with?\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Giacolo has discovered a method by which one may detect a godlike fetus in a mother's womb.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "Tatzatl's words hang in the air. The captain waits for Pallegina's reaction, but she remains silent. She clenches her jaw and nods for Tatzatl to continue.",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"In the Deadfire Archipelago, parents consider a godlike child to be a blessing. From Berath and Hylea to Ondra and Galawain, all are beloved - save those of Skaen.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Appearing mutilated at birth, many godlike of Skaen are killed with the tacit approval of the tribe. Those who aren't killed lead miserable lives.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"That's awful.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "[Look around, knowingly] \"Well, you can't blame the parents, can you? Nothing good can come from a Skaen godlike.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"It's merciful.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"I agree, as does my crew, which is why we decided to bring Giacolo here to decide what should be done about him... and his research.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "Captain Tatzatl's face remains impassive, but the men and women around the room shift and look to each other in disgust. A few put their hands on their weapons.",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Bet you weren't expecting that from Captain Watcher here, what with the horns and all.\" Serafen shakes his head at you.",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"I am certain that it is a difficult choice for many parents, but the fact remains that they end the lives of their children for something that is not their fault.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"I understand that argument, but accepting it would require me to accept a world in which we respond to superstition, loathing, and genocide with a shrug.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"I do not. <i>We</i> do not.\"\r\n\r\nTatzatl gestures around the room to his assembled crew.",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"I do not accept that. We do not accept that.\"\r\n\r\nTatzatl gestures around the room to his assembled crew.",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"This is why we captured Giacolo and brought him here, to decide what should be done about him... and his research.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"And now you're going to kill him because of how the Watcher answered your stupid riddles?\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"And after all this, you're going to let him go and destroy his research because of how the Watcher answered your stupid riddles?\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"And after all this, you're going to let him go because of how the Watcher answered your stupid riddles?\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Yes.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Feel free to elaborate.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"I have to say, that's a poor way to make a life or death decision.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Our group was conflicted, so I posed to you a series of hypothetical questions absent the specific context of our current problem.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "[Attack] \"No.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"While you may have deduced some hint of the context during the questioning, it was a less biased method of reasoning than we were engaged in.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"After all, for us, this is a matter of life and death.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"There may be superior ways to debate this subject, but it is the best approach I could conceive.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Now, if you will excuse us, we must deal with the matter at hand. You have my word that it will be swift.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Now, if you will excuse us, you may take Mestre Giacolo. We will destroy the research. And heed my caution carefully.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Mestre Giacolo and his research are free to go. Now, if you will excuse us, we must prepare for our next voyage.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Should you resume this study, we will find you, kill you, and kill all who are assisting you.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "Panicked, Pallegina looks to you, eyes wide.",
      "female": ""
    },
    {
      "id": 96,
      "default": "[Attack] [Nod.]",
      "female": ""
    },
    {
      "id": 97,
      "default": "[Shake head.]",
      "female": ""
    },
    {
      "id": 98,
      "default": "[Attack] [Cast Withdraw on Giacolo.]",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"I cannot make the same promise, captain. Per med canc suolias!\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "Pallegina flexes her jaw and sneers at you before turning to face Tatzatl.",
      "female": ""
    },
    {
      "id": 101,
      "default": "Before Tatzatl or his crew can react, your spell covers Giacolo. Captain Tatzatl turns to face you with the first expression he's made since you arrived. It's annoyance.",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"Clever.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "Pallegina looks to you and shrugs.",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"As you wish. Farewell.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "[Attack] \"Not so fast. You need to pay for abducting Giacolo.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"Fine. We'll take what we can get. Farewell.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Have it your way.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Cuè?! No!\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "Pallegina looks to you, angry but conflicted.",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"If Giacolo made this discovery, it is only a matter of time before someone else does.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "[Attack] \"We're leaving with Giacolo <i>and</i> the research.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"I was afraid you'd say that.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"In all likelihood, yes. But who knows how long that will be, how much these societies may change until then?\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "[Lie] \"There is already an animancer in Ixamitl, Heichali, who is on the brink of making the same discoveries.\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"You know Giacolo is a good man who has done much to help godlike. Who knows what the next animancer will be like?\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "Tatzatl pauses and considers your words. He looks to his crew, who seem similarly conflicted, then to Giacolo.",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"Giacolo, if we allow you to leave here with your research, you must be aware that we will hold you accountable for what is done with that research.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"If that is not enough, let your conscience keep watch. You have dedicated your life to helping our kind. Do not let bigots use your work against us.\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "Still silent, Giacolo nods rapidly at Tatzatl, blinking and gulping so quickly he looks as though he may pass out.",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"Say you understand.\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"Ac. I understand.\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"Good.\" The captain turns his attention from the sputtering animancer back to you.",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"Then we shall visit her soon. As she is one of my nation, she will likely see the wisdom of refraining from future research.\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "The corners of Giacolo's mouth creep into a weak smile and his body relaxes.",
      "female": ""
    },
    {
      "id": 126,
      "default": "Sweating profusely, Giacolo attempts to wipe his forehead with his sleeve before one of Tatzatl's pirates yanks the frail animancer's hand down.",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"Exactly. I see you are versed in the philosophical traditions of my people.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "She steps forward. \"You have abducted the animancer Giacolo, a valued citizen of the Vailian Republics.\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"As a representative of the brotherhood, I am here to negotiate his safe release.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"He enjoys the protection of the ducs bels and panits and through them, the Frermàs mes Canc Suolias.\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"If Giacolo is not returned to us in good health, everyone involved in his kidnapping will face the wrath of the five suns. This, I swear.\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "Tatzatl nods. \"I see. We ourselves have been debating what to do with Giacolo for quite some time.\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "Giacolo stands near the back of the room, nervously assessing you. Though he appears unharmed, he flinches at every movement the pirates make.",
      "female": ""
    },
    {
      "id": 135,
      "default": "Tatzatl looks to the ceiling, apparently lost in thought. He sighs deeply and closes his eyes for an uncomfortably long time. At last, his head drops and he nods resolutely.",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"If it can be used for good, then surely it's better to entrust it to a responsible authority.\" He looks to you questioningly.",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"Right classy, Captain Watcher. Shame there weren't nobody round to drown you at birth for being born.\" Serafen scowls.",
      "female": ""
    }
  ]
}