{
  "Component": "exported",
  "Name": "conversations\\17_dunnage\\17_cv_troupe_wizard",
  "Entries": [
    {
      "id": 1,
      "default": "\"If you're enjoying my performance, tips are welcome but not required. Thank you, loyal patron.\" Voice monotone, the wizard examines her nails as she speaks.",
      "female": ""
    },
    {
      "id": 2,
      "default": "A hand on her hip, she cocks her head as she waits for you to speak.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Endless thanks for taking care of my debt! See you at the play.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Thought I saw Harker in the audience. Gave me a real fright, it did.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"How was I? Bloody marvelous, I bet!\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"I spoke with Harker. You're free to go.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Calandra needs you for her play.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Tell me again what's stopping you from leaving this place.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"It doesn't look like you're enjoying yourself.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"How did you end up among these pirates?\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"I can't bloody believe you convinced him! It's best if I got out of here before he changes his mind. \r\n\r\n\"See you at the play, aye?\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"I'd be happy to go back to working for her, except I owe Harker over there a good deal of money.\" She jerks her head toward the far end of the bar.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Until I pay him what I owe - seven hundred pires - I'm not going anywhere.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"I'll see what I can do.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Is there anything else I can do to get you out?\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Sure. It's worth a try, I guess. \r\n\r\n\"You must really want to see Calandra's play. Well, I won't stop you from helping me out.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Talk it over with Harker, maybe he'll be feeling generous.\" She snorts as if she's made a joke.",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"A more likely possibility is he'll try to put a knife between your ribs. Assuming he doesn't, or you survive it, you ought to know - he hides his money in his private quarters...\r\n\r\n\"Would be a shame if someone stole it.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"I work for a handful of pires per day. How could I find enjoyment in that?\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"I was playing dice and gambled on a sure thing. It turned out not to be such a sure thing, and now Harker owns my ass until I pay off the debt.\"\r\n\r\nShe grunts.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Here's a tip.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Oh, thank you, patron. I'll be debt free in no time.\" Despite her words, she doesn't actually sound appreciative. In fact, she rolls her eyes as she tucks the coin into her pocket.",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Welcome back, patron. I so hope you enjoy the performance.\" Face bland with a bored expression, the wizard sighs heavily after speaking.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Here - pay off your debt.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Blast me! You must really want to see Calandra's play.\" Eyes wide, hands shaking, she eagerly accepts the heavy pouch of coins.",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"My never-ending debt to Harker. Every time I manage a payment, the interest has gone and doubled!\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Well, good luck with that.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Aye, I'll be needing it.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"What can you tell me about Harker?\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"You haven't heard the rumors, I take it?\" Her voice drops to a raspy whisper. ",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"The infamous pirate? I'd heard he was lost at sea years ago.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Aye. I'd heard that, too.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"The who now?\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Come on now, you pulling my leg?\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"I'm not familiar with any royalty by that name.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Go on.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Not a crowned king. I mean a tyrant of the seas.\" ",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"I wouldn't go asking him about it, if you know what I mean. Harker's got a nasty reputation - a real violent disposition. And besides, people in this port generally don't like others prying into their past.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "She glances around nervously before continuing.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Some people say he's the Red King.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Stupid dice went cold at the wrong time.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"I can't fathom why you're doing this, but I thank you all the same.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Those same folks say that <i>Harker</i> was the Red King.\"\r\n\r\nLicking the corner of her mouth, she straightens. She smooths her hair with trembling fingers.",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"The Red King was a pirate with a grudge against the Vailian Republics. Supposed to have died years ago.\" Her eyes gleam with excitement as she tells the tale.",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"But some folks say he faked his death to escape the wrath of the Vailian Republics.\"\r\n\r\nThe elf leans closer, conspiratorially, to murmur near your ear.",
      "female": ""
    },
    {
      "id": 59,
      "default": "\" 'Course I started off owing him two hundred fifty and even though I've paid that twice, now I'm in the hole for seven hundred.\r\n\r\n\"The interest rate, this uniform, my food and drinks... they all get added onto my tab at the end of the day.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Don't give it to me, give it to Harker. Knowing him, he'll tack an a few extra expenses just to spite me.\"",
      "female": ""
    }
  ]
}