{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_tekehu_main",
  "Entries": [
    {
      "id": 1,
      "default": "\"What say, captain?\" Tekēhu crosses his arms and grins.",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Let's be off.\" ",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Tell me about watershaping, Tekēhu.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"What do you hope to gain by finding Ngati's covenant on Ukaizo?\" ",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"What indeed. I say I am of two minds.\" Tekēhu nods and turns his focus inward.",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Your 'mother' has spoken about you.\" ",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"Ngati spoke... to you?\" \r\n\r\nSkeptical, Tekēhu cradles his chin and considers.",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"You have questions? Ekera, I have answers.\" Tekēhu opens his palm and gestures for you to speak freely.",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Ah... the art of our ancestors, I say! To bend water to our will is a gift from mother Ngati to her chosen people.\" \r\n\r\nTekēhu stands tall and grins with pride. ",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"Questions, captain?\" Tekēhu raises his brow and nods.",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"Ekera! For what do I owe the pleasure?\" Tekēhu sweeps his arms open and chuckles.",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"Ngati smiles on you, captain.\" Tekēhu inclines his head.",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"You wish to blunt your teeth with chatter? Ekera, have on!\" Tekēhu waves you closer.",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"What say, my friend?\" Tekēhu's expression breaks into a grin.",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"Ngati give me patience. I will hear you.\" Tekēhu nods stiffly.",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"Can it not wait, captain?\" Tekēhu sighs through his nose.",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"What say?\" Tekēhu frowns at you.",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"Ekera?\" Tekēhu nods.",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"Ha! To leave her son guessing, this is my tricksome mother through and through.\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"She seems to care about your well-being.\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"I don't suppose she would consider quieting down?\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"What mother doesn't?\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"You must be special indeed for Ngati to speak with words. \n\n\"For her people she lays out cryptic stepping stones hidden in omens.\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"Ekera, but send her my fondest wishes.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"It is a mother's right to protect her sacred offspring, captain.\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"You've got a look in your eye, Tekēhu. What is it?\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"My thoughts swim in deep waters, captain.\" Tekēhu bites down on his thumb and glances away.",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"I say that we have had our fun, but I do not feel my... interests are returned.\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"The problems of the Deadfire were... never simple. Now they have grown too many tentacles by far.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"Is there still time for us - the captain and the handsome fish?\"\r\n\r\nTekēhu winces. Voicing the idea seems to have brought him real pain.",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"I care about you, Tekēhu. I'll make the time.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"I need you like a fish needs water. We both need this.\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"Maybe not.\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"If it's all the same, I will continue as your loyal crewman. Ekera?\" ",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"I think that would be best.\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"Tekēhu, we can still make this work.\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"All the same... I thank you for trying.\"\r\n\r\nTekēhu shrugs, his brow creasing as he fights to maintain a smile.",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"I say we cannot.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"Then... then ignore my worries, I say! Ngati would not have us wallow in concern.\"\r\n\r\nTekēhu sighs, his shoulders releasing some of their tension.",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"Ekera. In... in another life, perhaps - if Ngati smiles upon us.\" ",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"I hoped you might say that.\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"For what did the tribes give Ngati's chosen all the praise and education if I give them nothing in return?\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"My talents are my own, and not even Ngati can tell me how they should be used.\r\n\r\n\"I say the tribes would do better with more artists and fewer saviors.\" ",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"But to shackle my hopes as an artist to such a heavy responsibility... it is stifling, I say.\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"Finding the covenant could bring the Huana closer to the gods and the ways of the past.\r\n\r\n\"I must decide if this is best.\" \r\n\r\nTekēhu sighs and nurses his brow.",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"But my people struggle against the outsiders... and Ngati did not place me in the Deadfire without intention.\"",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"She could just be using you to get to me.\"",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"Sad to say that all things are possible where the gods are concerned.\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"Since devastation swept our way of life out to sea, too much of the art has been lost.\"",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"Fabrications, I say... meant only to siphon power from her dragon wards. \r\n\r\n\"But there is an echo of truth in them still.\" ",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"Periki, founder of the guild, organized the lore of Ngati's talent into a series of postures and meditations we call the Four Forms of Watershaping.\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"What are these Forms?\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"Back to my previous questions.\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"Ekera, speak on.\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"Try as we might to embody Ngati's element, our bodies are not water.\r\n\r\n\"Ekera, this is the Form of Grief. A beginner's test.\" \r\n\r\nTekēhu closes his eyes and sweeps out his hands, exhaling sharply.",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"The body's internal water is a force that conquers all. Even the mountain will bow to the stream.\r\n\r\n\"The Form of Hope, I say.\" \r\n\r\nTekēhu crosses one leg before the other and sways on the spot. ",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"Water commands its vessel, and the vessel can be shaped as surely as the mountain.\r\n\r\n\"The Form of Metamorphosis, ekera?\" \r\n\r\nTekēhu opens his eyes, which now resemble polished onyx. His smile is hungry, predatory. He blinks and the effect is gone. ",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"The art is a challenge to grasp, difficult to master, and impossible to perfect. \r\n\r\n\"Unless you are Ngati's chosen, I say.\" ",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"You said there were four Forms?\"",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"Tell me again about the Forms.\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"Ah... it is only by force of habit that I omit the final Form.\r\n\r\n\"We do not speak of it in the guild.\" ",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"The Form of Transcendence.\"\r\n\r\nTekēhu closes his eyes and concentrates. Holding out his palms, he bites his lower lip and focuses. \r\n\r\nFinally he shakes his head and stands at ease once more. ",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"Only a story, I say. Even crafty Periki could not commit this ancient Form to her scrolls.\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"It was said that our ancestors could shape the very oceans of the Deadfire.\r\n\r\n\"This was Ngati's true gift. But we have yet to recover it from the ruins of our past.\" ",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"If we could find it on Ukaizo, I say that Eora would see true Huana power.\"",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"Where did you live prior to Neketaka?\"",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"The Kahanga are my tribe, but my people settled on Etūa - an island too modest to deserve the attention of maps.\" ",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"My mortal mother tans boar hides. My father trades in the abundance of pearls and opals Etūa is blessed to provide.\"",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"When I was born, father called me his blue topaz boy.\" \r\n\r\nTekēhu scratches the back of his head and grins.",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"Have any other notable godlike come from Etūa?\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"Your birth must have been a big event.\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"What did you do around the island?\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"Doubtless, I say! But I am the most precious gem of recent history.\"",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"Godlike are revered as bringers of local change, but only Ngati's chosen is thought to deliver an omen for all Huana at once.\"",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"Ekera. High winds stirred the vigor of the seas. Two huts collapsed before our local Storm Speaker could shout down the weather.\"\r\n\r\nHe beams with pride.",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"They say the skies only cleared when I fell into the midwife's basket. Peace had returned to the island.\r\n\r\n\"Or so the Mataru predicted.\" ",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"I could not be kept from the water, so my father taught me how to dive for pearls and azata snails.\r\n\r\n\"Ngati filled my palms with riches on every harvest, I say!\" ",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"When I came of an age to begin a man's pursuits, the Mataru reached out to the Kahanga queen.\"",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"Weighing my arrival against the forces that descended on her territory, the queen could not invite Ngati's chosen into the Watershapers Guild fast enough.\"",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"In hard times, the endorsement of a goddess is more valuable than currency.\"",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"Ngati, what have I done?\"",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"I've been thinking. Let's take it slow and go back to being just shipmates.\" ",
      "female": ""
    },
    {
      "id": 196,
      "default": "\"Captain, I... of course. As you say.\" A crease forms across Tekēhu's otherwise soft brow.",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"We were pleasant while we lasted, were we not?\" Chuckling to himself, he turns away and wipes at the corners of his eyes. ",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"You see my adorable fish, captain? I leave you to guess which of them is real.\" ",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"So... here we are. What's on your mind?\"",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"Captain... our partnership grows more complicated by the hour.\" Tekēhu worries the white spot on his brow and avoids eye contact.",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"I did not join your crew to see Ukaizo wrested from Huana hands. Yet here we are.\"",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"Ukaizo belongs to the Huana, but we are not lifting a finger to deliver the tribes to their native shores.\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"I say that even trickster Ngati expected more from her favorite son.\" Tekēhu turns to face you, his eyes full of hurt and indecision.",
      "female": ""
    },
    {
      "id": 205,
      "default": "\"The Vailians are just borrowing Ukaizo. I'm sure you'll get it back some day.\"",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"Rauatai came from these waters. Their claim is a fair one.\"",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"If the Huana can't wrest Ukaizo from pirates, maybe they're not ready to return.\"",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"I'm not sailing to Ukaizo for the Huana. I'm sailing for my soul.\"",
      "female": ""
    },
    {
      "id": 209,
      "default": "\"I do not seek to change your mind, captain. If the Huana did not earn your trust by now then there is no going back.\"",
      "female": ""
    },
    {
      "id": 210,
      "default": "\"The Kahanga will be expecting me. By Ngati's lamp I... hope that you find what you seek on Ukaizo.\"\r\n\r\nTekēhu sighs to himself and begins collecting his gear.",
      "female": ""
    },
    {
      "id": 211,
      "default": "\"Since when do you care what other expect?\"",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"Since... Ukaizo.\"",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"The Huana can weather this. They've faced worse odds.\"",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"Ekera. I concede this is true, but I will not be the one to strip them of hope.\"",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"What I do doesn't reflect on you. This journey is mine.\"",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"It can't end this way. Stay with me.\"",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"Good bye, Tekēhu.\"",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"Sailing won't be the same without you.\"",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"Take care in Ondra's Mortar. My mother is not known for her restraint.\"",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"If I see you on Ukaizo... ekera, but may it never come to that.\" ",
      "female": ""
    },
    {
      "id": 221,
      "default": "\"I say it was nice while it lasted.\" Wiping the corners of his eyes, Tekēhu turns to leave.",
      "female": ""
    },
    {
      "id": 223,
      "default": "\"I say it is not so easy to turn your back on a beloved.\" Tekēhu cautiously turns his eyes up to meet yours.",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"Captan, you know me. The mind of an artist is not so easily changed.\" Tekēhu chuckles and shakes his head.",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"I... I trust you, captain. The plans of mother Ngati are beyond mortal imagination. I may yet help my people.\" \r\n\r\nThe side of Tekēhu's mouth twitches. He nods, resolved to stay.",
      "female": ""
    },
    {
      "id": 226,
      "default": "\"But turn I must.\"",
      "female": ""
    },
    {
      "id": 227,
      "default": "\"I had some questions.\"",
      "female": ""
    },
    {
      "id": 228,
      "default": "\"Let's be off.\" ",
      "female": ""
    },
    {
      "id": 229,
      "default": "\"At least now I can air out your quarters. [Player Ship] reeks of spoiled fish.\"",
      "female": ""
    },
    {
      "id": 230,
      "default": "\"That is unkind... but in parting I say it is best to forgive.\"",
      "female": ""
    },
    {
      "id": 231,
      "default": "\"Ekera, but I will miss your silver tongue.\" Sighing, Tekēhu winks.",
      "female": ""
    },
    {
      "id": 232,
      "default": "\"Tekēhu, do you have something to say to Pallegina?\"",
      "female": ""
    },
    {
      "id": 234,
      "default": "Clearing his throat, Tekēhu aims an uneasy glance in Pallegina's direction. She either isn't paying attention or actively pretends she isn't. Tekēhu sighs and hangs his head.",
      "female": ""
    },
    {
      "id": 235,
      "default": "\"You had a story for me earlier?\"",
      "female": ""
    },
    {
      "id": 238,
      "default": "[Look to Maia and Tekēhu] \"Both of you look like you have something to say.\"",
      "female": ""
    },
    {
      "id": 241,
      "default": "\"Captain, just look at where we are. There is no time to waste, I say!\" ",
      "female": ""
    },
    {
      "id": 242,
      "default": "\"I wanted to ask about Prince Aruihi's interest in the black market.\"",
      "female": ""
    },
    {
      "id": 244,
      "default": "\"To serve on your crew would make me complicit in the death of the Kahanga. How could I do this?\" ",
      "female": ""
    },
    {
      "id": 245,
      "default": "\"Onekaza's reign is over whether or not I hold the knife.\"",
      "female": ""
    },
    {
      "id": 246,
      "default": "\"Captain... there is nothing for you waiting at the palace, I say. Do not plunge the Huana into another age of sorrow.\"\r\n\r\nTekēhu seems ready to say more, but only shakes his head.",
      "female": ""
    },
    {
      "id": 247,
      "default": "\"If you are the adversary of the Kahanga, I say the royalty must be prepared to pass my mother's most fateful test.\"",
      "female": ""
    },
    {
      "id": 248,
      "default": "Tekēhu folds his arms and glances away, sighing through his nose. ",
      "female": ""
    },
    {
      "id": 249,
      "default": "\"When the Vailians have taken what they wanted from Ukaizo... they will leave, ekera?\"",
      "female": ""
    },
    {
      "id": 250,
      "default": "\"That's the plan.\"",
      "female": ""
    },
    {
      "id": 251,
      "default": "\"Sure.\"",
      "female": ""
    },
    {
      "id": 252,
      "default": "\"No promises.\"",
      "female": ""
    },
    {
      "id": 253,
      "default": "\"I was afraid of this, captain.\"",
      "female": ""
    },
    {
      "id": 254,
      "default": "\"I wish to believe you, captain.\" ",
      "female": ""
    },
    {
      "id": 255,
      "default": "\"And so I shall.\"",
      "female": ""
    },
    {
      "id": 256,
      "default": "\"Alas, I cannot.\"",
      "female": ""
    },
    {
      "id": 257,
      "default": "\"The Huana may yet have another chance at Ukaizo. I say we will prove ourselves equal to mother Ngati's latest test.\" Tekēhu touches his brow in prayer and exhales a deep breath. ",
      "female": ""
    },
    {
      "id": 258,
      "default": "\"If the Príncipi want nothing but the riches of Ukaizo, will they leave the adra and the history where it lies?\"",
      "female": ""
    },
    {
      "id": 259,
      "default": "\"I say it is admirable how you forge your own path. Even Ngati's chosen must respect this. I will remain by your side.\"",
      "female": ""
    },
    {
      "id": 260,
      "default": "\"The Kahanga royalty seem very taken with you.\"",
      "female": ""
    },
    {
      "id": 262,
      "default": "\"You were saying something before about a Rauataian admiral?\"",
      "female": ""
    }
  ]
}