{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_relationship_eder_xoti",
  "Entries": [
    {
      "id": 1,
      "default": "\"You're a follower of the light?\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"The light? Oh, you mean... uh, well, depends on what you mean by 'follow.'\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Maybe you heard earlier? I follow Eothas, too. Mostly. In a way.\" ",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"That's uh, that's good, I guess. For you.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"O-oh... maybe you don't want to talk about it? That's all right! Surely... some other time, then.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"When I was little, me and my brothers used to spend hours chasing each other through the murkberry fields.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"We did that sometimes. Only my brother usually had a hand in the bleeding.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"He older or younger than you? Either way, I bet he's just as strapping.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Older. Was. Was older. Then Readceras invaded.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Oh, I didn't... I mean, I... Of course, that's... Gaun, but I'm so sorry!\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Edér, I get the feeling you don't like me much. Was it something I said? I think it was something I said.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"No, it's not, uh... You're not doing anything wrong, exactly...\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Really? I mean, you'd tell me... if you had a problem, right? If I'd bothered you this whole time...\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"It's nothing personal. I just don't think we need to be talking, is all.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Oh. Well... thanks for clearing that up.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Hey, I wanted to ask you something. It's about Xoti.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Hey, uh, Xoti? Those dreams of yours, they still getting to you?\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"I can deal with the dreams, for better or worse. What makes me sweat is the not knowing...\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Yeah. I've had thoughts like that for a long time. Except now I'm worried about what he intends for the world.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Whatever it might be... at least we'll face it together.\" ",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"I know you were expecting different from Eothas. I was, too.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"I just thought for sure... I'd have my answers. Now, I don't know what to do.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"You'll figure something. Something'll feel right to you.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Guess I might will then... Thanks.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"About Elafa... I'm sorry. She must've meant a real lot to you.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"More than I knew. Less than she deserved. But that's all past now.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"For a moment there, I thought her son might've been mine.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"It's a shame he wasn't. You would've been good to him. Good for him, too.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"When I heard, I didn't think I was ready. Then I thought, maybe I was...\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Oh, I'm right as rain. And I think it's best if you don't worry so much about me.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Right. Well I'll, uh, I'll stop worrying then.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Moths have been eating through all my good clothes lately. Just realized why.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"But anybody got that much faith in any god, let alone Eothas... I don't know how to talk to someone like that. Not these days.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"I get why she's like that. I was there once, long time back.\"\r\n\r\nHis eyelids flare with relived embarrassment.",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"But it's 'cause of that, I can't see a way to respect it.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"She- she means well. I can see that. And she's spirited, and if I was still young, and didn't know the things I know, it'd be different.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"What did you want to ask?\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Not right now.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Maybe later, then.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"I'm no good at hiding it from her either. I don't see this getting better.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"If she can't deal with the truth, that's her problem, not yours.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"There's more to her than you're giving her credit for.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Keep avoiding her. The less you talk to her, the better.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"You're going to have to pretend to respect her.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Doesn't seem like she's any different than what she shows.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"All right, I'm not gonna hide it. Won't be pretty, though.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Don't think she'll take well to that. But maybe that's for the best.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Never been much of a liar. Folks tend to see through.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"You're a great liar. Your problem is you don't believe in yourself.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"She just needs to see respect one time. She'll drop it after that.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Even if it's a bad lie, she'll go along with it because it's what she'd rather believe.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"All right, I'll do like you said. I don't think she'll believe me, but I'll do it.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"She's a Dawnstar but she doesn't worship Eothas, she worships Gaun.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Same thing, really. That's just her trying to find a way to worship Eothas that makes sense to her.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Guess that sounds familiar, now that you mention it.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"I mean... I am a Child of the Dawnstars even if firstly I'm a Gaunite.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Was it the way I said it? Or maybe I'm in need of a washing?\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Don't think a day went by I didn't have a skinned knee or bleeding elbow.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"What happens when I stand face to face with my god - and he reveals what he intends for me? What if it's not as I thought?\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Darn! I don't know what happened - I'm usually faster than that. I swear.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Why? It wouldn't happen to be on account of my lantern, would it?\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"I know you think it's funny but the moths are so big here.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"No one's that bad at Orlan Slap. And I've played against some real sorry folk.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Maybe I'm just the sorriest of the lot.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"It's a divine light - meant to cut through the darkness. 'Course it's going to draw the biggest ones.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"If I collapse... just drag me on a rope.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"This why you always got dirt in your hair?\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"What? You mean the grave dirt?\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Some of these fights we've been in, you've bailed me out more than once.\" ",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"You'd do the same for any of us.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Don't tell, but I try harder for the ones I like better.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"You've done the same for me.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Had to. You're down six copper to me in Orlan Slap.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"So your helping me means more.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"You're right. It's best if you avoid her.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"If that's the case, then you're just going to have to pretend to like her.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Something tells me that ain't it.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Some of my pants, wouldn't be polite to wear 'em in public anymore.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"I wonder if I took to worshipping Ondra, if she could make me forget what I just heard.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "[Pick his pocket while he's distracted.] ",
      "female": ""
    }
  ]
}