{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_cv_xoti_relationship_maia",
  "Entries": [
    {
      "id": 1,
      "default": "\"What all do you write in those reports of yours, Maia? Did you detail the Watcher? What about me?\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"I may have told the company one or two choice details about you.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"For real? You thought me worth noting in your politic papers? Heh, maybe I'll make my temple proud yet.\" ",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"So you're... flattered? Interesting. Guess I'll add that to the next report.\" ",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Ishi's crap is harder to get out of leather than tar! This is the second time he's gotten my boots.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"It's a phase. He's just trying to cozy up to you, firefly.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Well, I was sneaking him some extra seeds...\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Can you make him target who he poops on? 'Cause I got someone in mind...\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"This sounds like a story. Tell. Me. Everything.\" ",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Ishi keeps hopping in your direction, firefly. What have you been feeding him?\" ",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"No more than a handful... or few... of murkberries. I swear.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"How much of Eora have you actually visited? Which lands - no, wait - what was the strangest thing you ever saw?\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Found an island with a pillar of adra carved into a giant foot.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Gaun, what a thrill! You're so well-traveled, it's amazing. But don't you ever miss home? What about your loved ones?\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Aside from my family, anyone special to me is already here, firefly.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Well, that's... You see, I... I mean, same for me.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Tell me something you learned on the farm, Xoti.\" ",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Dried dung's good for starting fires.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Huh... Well, this has been an education.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"...so the pirates took us for merchants and fell right into our trap.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"That sure sounds dangerous... and fun as Hel.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"The first time Uncle Angbert trained me with the lantern, I set a whole row of murkberry stalks on fire.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"You didn't!\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"I did. The whole house came running and hollering. You should've seen my grandma, beating at the stalks with a shovel. 'Course she came after me next.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Not so much grows in Rauatai. With a little luck, I'll have a farm story of my own some day.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"I don't believe it. A copper pand, from 400 yards? You're pulling my leg.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"It's easy, I'll show you. Hold this up in the air and stand very still.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"It's not that I don't have faith, but maybe Pallegina ought to stand in, instead.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"When this tour of duty is over, I'm buying my own ship. Something small and fast.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Oh. I guess you'll be off then... sailing the high seas, chasing some grand adventure, all by your lonesome...?\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"And then you vomited right in my face.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Aheh... sorry about that! Was it chunky or creamy?\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"I think it was a shepherd's pie, so... chunky.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"For a girl off the farm, you have got some colorful nightmares, Xoti.\" ",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Watcher, I wanted to ask you about Maia - if you don't mind.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"What about her?\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Maybe later.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Gods, where should I even start? Well, for one, I think we get along real swimmingly. Too swimmingly.\"\r\n\r\nShe tunnels a hand through her hair, disheveling it.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Right. I'll do what I can to sort it out on my own and let you know how it works out.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"It's the strangest thing. But sometimes when she's nearby... my heart gets to lurching in my chest like some wounded thing. And my stomach twists up.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Especially when she kills someone or she laughs.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"It sounds like you've developed a crush.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"How does Maia feel about you?\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"No, no. That can't be right. She's not a...\" Her face screws up as she seriously considers it.",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Person of the cloth.\" ",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"I don't rightly know. Should I ask her? 'Cause I think maybe I should ask her. But no -\"\r\n\r\nShe gives her head a sharp shake.",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Is that all you wanted to tell me?\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Yeah, I reckon it is. Thanks for hearing me out.\"\r\n\r\nDark eyes narrowed, Xoti bites her lip as if to keep from saying more - maybe something she'd regret.",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Is that really a problem for you?\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"So put an end to the relationship, now, before anyone gets hurt.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"My high priestess would say it ought to be. But no, for me... I suppose it's not.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"But what do I do? How do I proceed? Specifically.\"\r\n\r\nA frown tugs at Xoti's worry-nibbled lips, and she tilts her head as if waiting for you to hand her the answer she seeks.",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"If you'll pardon me, I won't bother you with it again.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"That might make it weird between us. Don't you think?\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"You'll never know if you don't ask.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"You've given me a lot to consider. I'll... think on it. And I thank you for the advice.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Tell her bluntly that you'd like to be romantically involved.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Hint at your interest. See if she responds positively.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Woo her. Shower her with gifts and compliments.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Take the bull by the horns. So to speak. I like it.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Lay the bait without scaring her off. It may require more finesse than I've got, but it's a sound strategy.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"She's usually the one bringing trinkets back for me. I think you've got the way of it - might be she'd like a gift for a change.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Wish me luck, Watcher. 'Cause I'm sure going to need it.\" She bites back a grin.",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Hey, captain. I've got a... well, a <i>something</i> on my mind. Could use a second opinion is all.\" ",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"What seems to be the problem, Maia?\" ",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Mutiny? Is it mutiny?\" ",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"You probably noticed that Xoti and I have been getting awfully cozy.\" Maia plants her hand on her hip and raises a brow. ",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"No! I mean, not yet... I mean, not ever!\" Bewildered, Maia shakes her head and starts again.",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"She's dangerous, and that thrills you.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"What do you mean, Watcher? How she's a sharpshooter? Or is it 'cause she's so well-traveled and knows all the ways of the world?\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"If she had to, I think she would.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Stay away from her. It's for your own good.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"You don't think she'd hurt me or you, would she?\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"I think she cares for you... as much as she's able.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Probably, Maia views you as a friend - and nothing more.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"R-right. Of course. I didn't mean to - I mean, of course, I know we're friends. Just friends.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Do you?\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Good Gaun, no! And if you do, why'd you let her along with us? Surely, you ought to trust her, as much as I do.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Maia may not admit it, but she loves her family and Ishiza, too. She's not unfeeling, you know.\"\r\n\r\nHer brows draw together, a dark slash of emotion.",
      "female": ""
    },
    {
      "id": 81,
      "default": "Xoti shakes her head and runs her tongue over her bottom lip, clearly having none of it.",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Who wouldn't do what they had to, if forced into it? But I'll tell you this - she wouldn't HAVE to hurt me. I'd gladly take a wound to protect any of us.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Except for maybe Pallegina.\" She shrugs.",
      "female": ""
    },
    {
      "id": 84,
      "default": "Eyes half-mast, she gnaws at her bottom lip, slowly nods.",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"Not only is she not a Gaunite, but - well, she doesn't regularly regard any god, aside from nursing a healthy respect for Ondra. We'd be a terrible match, surely.\"\r\n\r\nBut at the mention of them together, Xoti lopsidedly grins, a dreamy expression softening the lines of her face.",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"For Maia, I can look past it.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Step one - stop being such a darned chicken. Fair enough.\" ",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"What do you mean, Watcher? You think she's hardhearted? 'Cause she's so stoic? Or is it on account of her being a professional killer?\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Maybe it's not too late.\" She snorts.",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Show her your -\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Watcher, if the next word out of your mouth happens to be 'charms,' I'm going to show you my right fist.\"\r\n\r\nDespite the threat, Xoti grins good-naturedly.",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"What do you mean, Watcher? You think she's hardhearted? 'Cause she's served on a lot of ships? 'Cause she's moved on from more than a few people?\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"I know it's a risk - that maybe one day, she'll leave me in her wake, too.\" She sighs, glances briefly at her feet.",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Maia, hon? I, uhm - well, there's this thing I've been meaning to tell you... for a while now.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"What, I got something on my face?\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"No! It's just that you're really swell, is all. And I thought, you know, you should know it.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Swell, huh? You're looking pretty flushed for 'swell,' firefly.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Look, all I'm saying is that any kith would be lucky to know you like that. Real lucky. Like blessed by the gods lucky.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"Don't sell yourself short, firefly. I'm sure you learned a thing or two on the farm.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Not near so much as I'd like. But I mean, I could... show you... under the light of the moon?\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Well, don't just stare at it, Maia. Take it.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"A cleaning kit for my rifle! Xoti, this has everything! How much do I owe you?\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"What? No, hon, it's meant to be a present.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Gosh, firefly. Here you are granting wishes and I'm empty-handed.\" ",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"Am I? 'Cause I mean... That is... You're more than swell, you're...\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"Let's you and me talk somewhere cool over a cup of something warm.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"The way your eyes reflect the light of that spooky lantern... Well, it gets a girl's attention, is all.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Good Gaun, I'm sorry! H-here, let me dim the light.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"Hey, hey... calm down, firefly. Bet you didn't know I had my eye on you.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Well. Every captain needs her first mate.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"I mean... Since you mentioned it... one thing might come to mind...\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"Oh, this ought to be good. How's this?\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"On second thought... let's practice later. I don't like this breeze.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"I thought I'd miss my brethren more... but having someone who understands me. It's a surprising relief.\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"I thought, culturally, Readcerans only entered into pairings that can produce viable offspring...?\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"Yeah, and your point is...?\" Expression souring, she crosses her arms over her chest and hitches out a hip.",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"I've delivered enough calves, kids, piglets, and my own baby siblings to know which bits go where, Watcher.\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"Not interested.\" ",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"Well... I'm glad we had this little chat, then.\" Maia shrugs, frowning in your direction.",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"Well, she made a confession to me. Mixture of feelings, intentions, and... other stuff.\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"Go on.\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"You mean like she confessed to a murder?\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"Ha. Not exactly. Though I think she's fixing to kill a craving of mine.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Xoti's a lot like her lantern - you can see straight through, but she's got a flame inside that never goes out. \r\n\r\n\"I... like that about her.\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"But it's been years since I was... <i>landlocked</i> with someone. I'm worried about cracking those glass windows of hers. I don't want to risk her flame going out.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"I guess life is just tossing yourself in someone's direction and hoping they catch you on the first try.\" Sighing, Maia gestures off into the distance.",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"She's been real... complimentary, and we had ourselves a moment below deck.\" Maia's gaze wanders elsewhere, showing only the hint of a smile. ",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"She gave me a real thoughtful present - brushes, oils, and replacement parts for my rifle.\" Grinning, Maia scratches behind her neck.",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"Give her a little credit. She's tougher than she looks.\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"Since she's pursuing you, why not let her set the pace of things?\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"So let her down nicely. Just tell her it's not the time to get involved.\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"Heh. Nothing I didn't already know, but she put a nice twist on it.\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"Go on.\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"What, did she teach you a new game?\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"When she's around, it's like I've been standing in a crow's nest for too long and finally spotted a hint of land.\" ",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"At first I didn't know if she was trying to tell me something. Later we were chatting below deck, and we had ourselves a moment.\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"Go on.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"What, is she interested in guns now?\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"I want to see what my firefly can do, and I know she's keen on showing me.\" Maia glances away with a hint of apprehension.",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"Between her eyes and that voice, Xoti's got enough weapons at her disposal.\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"You're right about that. Could be that I'm the one who needs to toughen up for a change.\" Maia folds her arms and sighs.",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"Hand over the reins, so to speak? That's a fair and... refreshing point.\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"I don't want to sound like I'm not interested. Far from it. It's just that these things usually happen as a matter of necessity.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"When you're on a month long voyage and the need takes over, you learn to think of privacy, options, and planning as luxuries.\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"What you describe with Xoti sounds different.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"So take some time to indulge yourselves. That's an order, soldier.\" ",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"If you're not ready for this, no one's holding a sickle to your neck.\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"That's what has me worried. It's... well, it's a new kind of vulnerable.\"",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"Appreciate you taking the time to hear me out, captain.\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"There's not a thing in the world that could make me more ready... except Xoti's smile, I think.\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"I don't think Xoti's up to it. Maybe once she's more seasoned.\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "Taking in a deep breath, Maia nods to herself - a slow, reluctant motion.",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"I guess Xoti needs some space to figure herself out. Suppose me getting involved would only distract her.\"",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"Hate to break her heart, but if there's a responsible way to go about it... damn, I owe her that much.\" Maia shrugs, focusing her attention far away.",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"Hey Xoti. Remember I told you about that spot on the small of my back I can't reach?\" ",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"I like how you spin a yarn, firefly. The way it gets you all swept up and excited.\"",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"Hey, Maia! What do you say, we share a drink together?\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"I might... yeah.\"",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"Was wondering if you could give it a scratch later when we're alone.\" ",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"Oh... sure. I reckon, I... Wait, you don't mean...?\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"Do I need Ishi to spell it out for you, firefly?\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"No. No, I think I'm finally hearing what you're saying, captain.\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"Why, thank you, Maia! I usually get to feeling like I annoy people, but you keep asking for more farm stories, so...\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"I could listen all night, you know.\"",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"We should definitely get together tonight by the campfire! I've been meaning to tell you about that time I rode a bull right over a hay bale.\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"Aye, captain!\" Maia snaps to a sharp salute, though she can't wipe the smile from her face.",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"I'm not gonna dive into figuring out why, but hearing that from an officer and not a friend does something for me.\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"That's awfully sweet of you to invite me. I'll bring the wine.\"",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"Alcohol? Why would we need...? Oh. Oooh. Right... of course!\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"Another time. I'm trying to keep my inhibitions inhibited at the moment.\"",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"That's all right. That's fine. Then... how about that card game you were going to teach me?\"",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"Ah... maybe later, Xoti.\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"Do we... do you want to talk about something?\"",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"I don't... yeah, yeah I guess we should.\"",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"Heh... you keep doing that, he's gonna follow you all the way home to Readceras.\"",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"To meet my kin? Now wouldn't that be a tribulation.\"",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"I know I'd make the journey for less than a few murkberries.\"",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"What?\"",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"The poetry bug didn't hit me like it hit Kana, all right?\" Maia scratches the back of her neck and sighs.",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"Xoti's real sweet, but she's young and... and doesn't have the same scar tissue some of us carry around like it's nothing.\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"I'm worried that I'll hurt her, take away that sunny outlook, and we'll both hate me for it.\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"You're concerned for her. I take that as encouragement, Maia.\" ",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"I want to encourage this. Maybe I'm out of practice. Maybe I'm just scared.\"",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"I really... want to deserve her. To treat her right. I know without asking that she wants the same.\"",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"You already deserve her. She chose you, so go get her already.\"",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"Am I overthinking this? I'm overthinking this.\" Maia nurses her brow, sighing pleasantly.",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"Do we need to have the Birds and the Bees talk, Xoti?\"",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"Clearly, this doesn't concern you.\"",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"It does but not how you think. I'm stubborn, yeah. But I'm not entirely ignorant.\"\r\n\r\nShe rubs her nose with dry-skinned and muddy knuckles.",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"But that's not who I am. And I can't say whether it's who I'll ever want to be. I am a reaper of Gaun. My purpose isn't to farm, it's to shepherd the souls of the dead, Watcher.\"",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"Long term, you're right. My ma expected me to grow into a gods-fearing Bringer of the Light who'd raise enough farmhands to run the family homestead.\"",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"Now, you might think I can do both. Maybe some day, I will. Or maybe I won't ever. But that's for me and my god to decide.\"\r\n\r\nShe sighs, shoulders drooping.",
      "female": ""
    },
    {
      "id": 196,
      "default": "\"Don't get offended, I was just curious.\"",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"All right.\" She shrugs, dropping her arms to her sides.",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"Then I'm simply curious as to why you care.\"",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"I'm just surprised you're different.\"",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"Just... forget it.\"",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"Surely. I will if you will, Watcher.\"",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"My whole life folks keep complaining 'cause I'm different.\" Scratching an ear, she shrugs again.",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"Long as I please my god, what do I care if others like me or not?\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"I just think... why's it got to matter until then?\"",
      "female": ""
    },
    {
      "id": 205,
      "default": "\"I had other questions.\"",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"Let's be off.\" ",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"Maia, I sure missed you while you were gone.\"",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"Feeling's mutual, firefly. I promise I won't stray far from your light again.\" ",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"Spar with me tonight, Maia, hon? I know you don't like close combat, but I got to burn off some of this restlessness.\"",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"Name the time and place. Ishi, no peeking this time.\" ",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"I had a dream about me and you, Maia. It was... real nice.\"",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"Ah, so that explains all the tossing and turning last night.\" ",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"Well, I was thinking we could maybe try some of it, tonight? If you'd like?\"",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"So what're we doing once this is all over? I was thinking I'd return to my temple, but that was before... you know.\"",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"If I could think that far ahead, I'd be the queen of the Deadfire by now.\"",
      "female": ""
    },
    {
      "id": 221,
      "default": "\"But you may not have a choice on account of your mission, right? What if next time... You don't come back again?\"",
      "female": ""
    },
    {
      "id": 222,
      "default": "\"How's about you let me do the worrying for the both of us?\"",
      "female": ""
    },
    {
      "id": 223,
      "default": "\"What? No, I mean I'm craving a fight something fierce. Like bruised knuckles and busted lips.\"",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"Oh. Guess my mind went wandering somewhere else.\"",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"Hope it was better than the vomit dream.\"",
      "female": ""
    },
    {
      "id": 226,
      "default": "\"Uh... Let's just say I felt this dream down to my bones.\"",
      "female": ""
    },
    {
      "id": 227,
      "default": "\"I'll agree to anything if you promise to quit stealing all the blankets.\"",
      "female": ""
    },
    {
      "id": 228,
      "default": "\"I don't what'll happen, but I think we'll both weather it if we stay close. Sound all right to you?\"",
      "female": ""
    },
    {
      "id": 229,
      "default": "\"I like that idea, yeah. You want me close, I'll be your second shadow.\"",
      "female": ""
    },
    {
      "id": 230,
      "default": "\"Course we can spar, firefly. Don't hold anything back.\"",
      "female": ""
    },
    {
      "id": 231,
      "default": "\"We'll take the future together, one day at a time.\"",
      "female": ""
    }
  ]
}