{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_eder_hub",
  "Entries": [
    {
      "id": 1,
      "default": "\"Hey, this brings back some memories, huh?\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"What did you do after we ended the Legacy?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"What are your thoughts on Eothas at the moment?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"There was that little town, Dyrford, we passed through. Got hit real hard by the Legacy.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"There's a group of Eothasians in Dyrwood, the Night Market. Go around helping other Eothasians in secret.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"I looked all around the Dyrwood, but that place has too many ghosts for me. Things I'd just as soon forget.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"I don't know. I've still got this picture of him in my mind from when I was a kid in church.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"I want the destruction to stop. I want him to finish what he's doing and then go in peace.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"For a long time I hoped that we'd find out what Eothas wants, and we'd finally understand.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"His goal, it's... well it's beyond my reckoning.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"I got time.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"What's on your mind?\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Hey, look who it is.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"What's gnawing you?\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"I liked that feeling, knowing we'd stopped Thaos. We were part of something big.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"That was something I never felt before, not even at war. Guess I went looking for it again.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Not that I wanted to tangle with gods. But something smaller, something I thought I could manage.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"I went in and asked their mayor if I could help. And he was real friendly.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"But then it turned out he was in that Skaenite cult they have over there. And when I wasn't looking he tried to knock me out with a garden hoe.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Guess he wanted to drain my blood, or gouge out my eyes with rocks, or whatever it is they do. Didn't ask.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Anyway, I came outta his house carrying his head, and I got to be mayor after that.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"They didn't even wanna do an election. I said if you're sure, and they all nodded, kinda quick like.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"How were you as a mayor?\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Let me ask you something else.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Let's get moving.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Some of it I was good at. Welcoming people. Getting them to settle there. Keeping order.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"But there were other things I had no head for. Negotiating, settling arguments, saying the right things.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"I think I made a difference, but plenty of folks got hurt along the way.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"If you like.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Sorta like the Leaden Key, guess you could say. Except not a bunch of craven lunatics.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"So this one night I'm at a tavern and this fella has a disagreement with me. Game of Orlan's Head he'd lost some money at.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"And I'm bashing his head into the target when he notices I got this pendant with a symbol of Eothas on it.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"So we get to talking and it turns out he's an all right fella. Runs with the Night Market.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"And after he was feeling better a month or two later, he introduced me to some folks in the group, and they let me in.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"How did that work out?\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Well, it depended. The jobs we did, I got to help a lot of folks.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Lot of times it was helping folks get out of bad situations. Getting 'em set up with better ones. I liked that.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"But the group had problems. Lot of different ideas how to run things. Sometimes it cost the people we were trying to help.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"And I don't know if that was something we could've avoided, or if it was the cost of trying to fix things.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Ended up moving to Aedyr and tracking down my parents. They went there as refugees after the war ended.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Did you find a way to be useful?\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"In part, I guess. Aedyr, they still got some bad blood with Dyrwood, goes back to the revolution.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Some Aedyrans like to give Dyrwoodans a hard time, they get the chance.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"With my folks, a group came along and tried to take their land. Made a phony claim to it.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"What did you do?\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"I sat down with them and we had a friendly negotiation.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"One fella, I don't think he'll ever be able to look to his right again. But we came to an understanding.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"My folks, they didn't see me the same after that. I think they'd have rather given up the land than have it come to violence.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"It's nothing like what we're seeing. Just like it was nothing like Waidwen.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"But that first image, that's still what Eothas is to me.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Only I don't see it playing out that way.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"But lately there's nothing I'm more afraid of.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"But I'm starting to think that if the current way of things led to the Purges and Waidwen's Legacy, then maybe there does have to be some kind of change.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Doesn't seem much different than Thaos and Woedica, does he?\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Powerful beings thinking they know what's best for us. Not caring the costs we pay.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"I just hope he's better at thinking things through than I am.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Starting to think we'd be better off without the gods. At least we'd know the messes were our own.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Talk to me about Bearn.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Wasn't what I expected, I know that much.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"We got him out of there. That's the most important thing.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Don't think there's much to say.\"\r\n\r\nDark, heavy creases beneath Edér's eyes give him the look of someone who hasn't slept in days.",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"I had this idea that maybe I'd get along with him. Either 'cause he was like his mom or 'cause he was like...\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"But it was like somebody talked him out of his personality.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"It's not his fault. He's alone out here. And his mom was such a force.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"She was so sure of herself, she'd have had that cult leader following her.\r\n\r\n\"Hard to replace something like that.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"But he is all alone out there, and that's what got him into trouble to begin with.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"I hope this time it's different. I hope he makes connections, finds something to do with himself.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"I worry, though.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"He was alone. Got talked into believing in something that sounded good to him. We couldn't talk him out of it.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Another soul torn away by Eothas, whether or not he meant it.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Doesn't help matters that he chose death, and we denied it to him.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"How do you like Deadfire?\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"The air's different. Especially compared to Gilded Vale where there's more livestock than shovels.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Sound's different, too. You wake up to all those bird calls, it really does sound like they're making music.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"When he looked at you, you got the feeling he was looking at someone a long ways behind you.\"\r\n\r\nEdér shakes his head.",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"If the birds woke you in Gilded Vale, it was usually a couple crows making the most horrible mating noises you ever heard.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Strange thing is, I still get this feeling in me like I wish I was home.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"What's going on with you and Aloth?\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "Edér's gaze wanders among glinting archways and half-collapsed spires, his mouth agape.",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Miss the simple life?\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Hard to miss what you can barely remember.\r\n\r\n\"All I know is, my life took a turn when this world came stomping into mine.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"At least Eothas seems to be trying to correct that.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"He does. I guess he's got that over the rest of 'em.\" ",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Their problems are kith problems. Both civilizations, different as they were, agreed something had to be done.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"That's why we're here. We're going to face this. Whatever comes, we're going to see people through.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Much prettier than Sun in Shadow.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"In a way, it was - before it ended.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Gilded Vale got its name from the way the wheat fields used to look in the sun.\r\n\r\n\"But this place. This place really is gilded.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Might as well be a different world.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"Yeah. Seems they had a whole different way of looking at things.\r\n\r\n\"I'd say I like this one better, but the truth is, neither one seems any closer to me.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Ended... yet here we are, all the same.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"These 'great people' got a funny way of passing on.\r\n\r\n\"They disappear from the world but leave their problems behind for the rest of us to deal with.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"You know, I broke a wheel once, too. First thing I thought of when we learned what Eothas was doing.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"What a mess.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Well, I was playing with it in the way a young child might when his parents are out, and that wheel came right off.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"It wouldn't go back into place, so I pushed it harder and harder, and pretty soon I'd broken off a spoke.\r\n\r\n\"Broke off three more trying to fix that.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"Anyway, I got whipped pretty good for it. That wheel was never the same, even after my dad fixed it.\"\r\n\r\nEdér runs a pair of fingers back and forth across a beard in need of a trim.",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"I used to think of the gods as being like parents to all of us.\r\n\r\n\"Now I know better. They're children, playing while their folks are gone.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"And now here we are, with Eothas trying to undo the whole thing.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "Edér snorts. \"God of redemption, trying to redeem the gods.\"\r\n\r\nHe shakes his head.",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"I guess maybe that's one good thing that's come out of this. At least for me. \r\n\r\n\"I got something to do with my life that doesn't involve hauling or shoveling.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Even got a friend or two out of it.\"\r\n\r\nHe smirks.",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"Even if it meant I had to do it with you.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"Whole world's about to face the biggest test it ever saw. What Eothas is doing, it's gonna change everything.\r\n\r\n\"We may not survive. Kith, I mean.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"My mom had this spinning wheel, and she loved it.\"\r\n\r\nEdér bites his lower lip, his guilt still evident.",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"What was it you wanted to say earlier about Xoti?\"",
      "female": ""
    }
  ]
}