{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_serafen_quest_3",
  "Entries": [
    {
      "id": 1,
      "default": "\"I don't believe we know one another. Per complanca, leave me be.\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Oi, cap! There he be! There be Remaro, sure as my arse be blue!\"\r\n\r\nSerafen runs to meet an old, white-robed man.",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"I wish you'd not come, my lad, pleased though I be to see you. Even Aeldys' anarchists spare no mercy for mutineers.\"\r\n\r\nSerafen breaks away and peers up at Remaro.",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Aye, but you, a traitor? The very thought of it be ludicrous.\"\r\n\r\nHe spreads his open palms wide to either side.",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"I can't, Blue, much as I loathe to leave. I'm dead to these waters, and they to me.\"\r\n\r\nSerafen gapes and sputters before finding his response.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"What can I do for you?\" ",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Why would you leave the Príncipi?\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Is it true, what you're accused of?\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Why did you leave Fort Deadlight? You might have been safe there.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"The Príncipi have changed, and not for the better. Once we aligned behind a common purpose.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I've not heard every charge against me, but that of mutiny? Of that charge I bear guilt.\"\r\n\r\nSerafen's ears droop. He reaches for Remaro, but stops short, letting his hands fall.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"I... couldn't bear to remain, sheltered or no. It's a hopeless feeling, bearing witness to the slow decline of something I once held such pride in.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Why? The Sorcerer were our home and kin. Were our cock-swelling <i>pride</i>. And you bartered it to a half-drowned old elf for a pint-bilged fucking clipper?\"\n\t\nStaring intently on the ground at Remaro's feet, Serafen shakes, his fists balled at his sides.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Captain Bastian had the Sorcerer slaving.\"\r\n\r\nRemaro frowns at his dark, wrinkled hands, and rubs his palms together.\r\n",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Slaving? What kind of fathom-headed hornswoggle be this? The Sorcerer were my kin! They weren't slaving! I <i>hunted</i> slavers for the captain! We <i>freed slaves together!\"</i>",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"I meant you not to know. To keep your faith in our traditions. To remain optimistic, a bright star within the Príncipi.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"There still be pride to be had, honor too. Things be changing, sure as shit, but you can't thread them narrows if you ain't even at the wheel.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Ac. These rheumy eyes have seen too much. Nepotism and cronyism run rampant, rotting the Príncipi from inside out.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Sientere, Serafen. I've disappointed you. Hurt you. No words can justify my actions. I only hope you believe me - that I did what needed doing.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Remaro, did this have something to do with your captain trafficking slaves?\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Serafen, you've heard Remaro's confession. What would you do with him now?\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Remaro, you're coming with us to face the judgment of the Consuaglo.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Ne. The Consuaglo has run dry of justice. Do what you must, but I'll not return.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Cut him loose, cap. Aye, he did the Deadfire a fine turn by sinking them slavers, but among the Consuaglo, mutiny means death, per guonfer or no.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Cut him loose, captain. Let him hold this shit close to his bilge-rat heart for what beats be remaining it.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"We'll leave you be, Remaro.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "[Attack] \"You won't leave this island alive.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Then only the thing remains, Captain Watcher. To split your bowel-sucking skull and scramble your scurvy brains for chum!\"\r\n\r\nSerafen draws his weapon. ",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Corès, Serafen.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Agracima, Watcher. The clipper will be loaded soon, and then we'll be away.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Where do you intend to go?\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"I hope I'm wrong, if only for your sake. I don't think the Príncipi can survive as is, and I can't watch something I devoted my life to sink into ruin.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"My crew, those few souls who followed me from the Sorcerer, and I set sail for lands west. The Reach, perhaps, or the Living Lands. Perhaps we'll run trade from Aedyr or Vailia. Wherever fortune leads.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Now we've fractured into two extremes, each wallowing in its own corruption.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Power consolidates behind the least deserving. The Consuaglo's leadership founders, and with it, my faith.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"You're fleeing your problems.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Belay that blarney, you old sea dog. You know good as any there ain't no faith on these waters save that you be finding for yourself.\" \r\n\r\nHe flashes a crooked smirk and strikes a closed fist against his chest.\r\n",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"A fine dream. I pray to Ondra that you achieve it. For me, though, the current flows but one way. A return to the Príncipi would mean my death.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"So I also believed. But Bastian sold those we saved to the Crookspur slavers. I found records of it in his quarters, almost a decade's worth. When I confronted him... it went poorly.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "<i>Sand beneath your feet, crusted and blooded, you young and small, filthy and shaking in fright, cheers from all corner - jeers, too - and the shouts of the kith before you, aumaua and thrice your height, heavy-muscle and soft fat wrapped in bright robes - don't make me go again, you plead, don't make me...</i>",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"We ship out soon. Take care of Serafen for me. He'll take care of you.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "Serafen throws his arms around the man's waist, and he pats the orlan upon the head with one hand while resting the other on his shoulder. He smiles, a pensive expression that doesn't reach his eyes.",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Return with us. I'll be protecting you, and we'll be seeing to your fair judging.\"\r\n\r\nWith a slow shake of his head, Remaro swallows.\r\n",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Break my biscuits and call me swabby, you've gone addled in your dotage, ain't you?\"\r\n \r\nThe orlan looks to you, lower lip twitching.",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Captain! Unsheathe that silvered tongue of yours and talk some damned sense into this old salt!\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"I know we ain't seen always eye to eyehole, but if you do anything for me ever, captain, talk some damned sense into this senile old salt!\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Captain! Can you talk some sense into this crusty old salt?\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"But... that be the far fucking side of Eora!\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Ac, a journey and a half to be certain.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Fourteen years I spent swabbing them decks. Longer yet for you. Captain Bastian trusted you. <i>I</i> trusted you.\"\r\n\r\nHis glare rises to meet Remaro's eyes.",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Ac, bon aimico...\"\r\n\r\nRemaro's mouth opens briefly before closing again, and he swallows.\r\n",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"How can I?\"\r\n\r\nWith a tired shrug, Serafen looks away.\r\n",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"You're hiding something.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Betwixt your brains and my swagger, we'll be righting the good ship Príncipi sen Patrena forthwith and be shot of these ship-squiffy doldrums.\"\r\n\r\nRemaro's frown deepens as he looks away from Serafen and towards the sea.\r\n",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Ac, that I am. Many things. For many reasons. I learned long ago that it's ofttimes better to hold your tongue.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"A wise Watcher once told me that honesty always be best. I didn't believe the words at the time, but they led me right when it counted.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"The Watcher here reminded me that you and me, we be deeper than two hands on a deck. We be kin. You be the closest thing I've ever had to a father, and if you be setting sail, I'll be embarking with you.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Magran's flaming tits, old man, you sound three-sheets sodden. Stow your self-pitying blather and answer the Watcher's flogging questions!\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"You sure bout this, Captain Watcher? Whatever he's done, you draw on my family, you be drawing on me.\" \r\n\r\nHis hands move to his weapons.\r\n",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Stand down, Serafen.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"The law of the sea is clear - mutiny means death.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "[Back off.] \"Serafen just saved your life, Remaro.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"You don't steal from family and stay family.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "[Attack] \"So be it.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"All due respect, Captain Watcher, take a long fuck off a short plank.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "The blue orlan winces, eyes falling to the side. ",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Ac. Not for the first time, either. For all he says he owes me, I owe him in turn.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "Serafen's eyes widen, then fall closed. He nods and looks to Remaro.",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Aye, cap. Looks like this nut didn't fall too far from the tree.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"You heard his reasons, cap, clear as me.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Don't matter what he did, I can't be a party to this. Corès, Remaro. I'll be remembering you as you were.\" ",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Corès, bon aimico.\"\r\n\r\nSerafen turns away.",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"How did you...?\"\r\n\r\nRemaro blinks, then shakes his head.",
      "female": ""
    },
    {
      "id": 84,
      "default": "Serafen blinks, expression blank. His mouth opens, closes, opens again. \r\n\r\nHis fur bristles, ears angling lower.\r\n",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"Your journeys with this [player race] have changed you, Blue. You wear it well, bon aimico.\"\n\nHe sighs, and shakes his head sadly.\n",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"I cannot do for you what you ask, bon aimico. Nor I can I do it <i>to</i> you.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "Rage rushes through your blood, flushing your skin, and cold hate spirals along the length of your spine as confusion blurs your vision. ",
      "female": ""
    },
    {
      "id": 88,
      "default": "<i>His heavy hand sends you sprawling in the sand to a chorus of jubilant applause, you bounce to your feet as the other slave boy approaches - you feel his thoughts, a tickle in the back of your mind, his fear, greater than your own, but what can you do - only one may live - you silence everything but the anger, but the hate, and it propels your snapping teeth and grasping hands, the blows light but fast, and the other youth all screams...</i>",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Sientere, bon aimico, forgive me.\"\r\n\r\nRemaro stands a bit unsteadily.\r\n",
      "female": ""
    },
    {
      "id": 90,
      "default": "[Fight against it.]",
      "female": ""
    },
    {
      "id": 91,
      "default": "[Let the visions come.]",
      "female": ""
    },
    {
      "id": 92,
      "default": "You close your thoughts against the onslaught of Serafen's emotions and they break upon you, scattering.",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"You okay, Serafen?\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "Serafen snorts and shakes his head. Moisture matts the fur beneath his eyes.",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Corès, Serafen, bon aimico. Take this, may you have rare cause to use it.\"\r\n\r\nHe provides Serafen with a tightly-wrapped package.",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"I hope we meet again someday, on calmer seas.\"",
      "female": ""
    }
  ]
}