{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_tekehu_relationship_pallegina",
  "Entries": [
    {
      "id": 1,
      "default": "\"What is this?!\"\r\n\r\nPallegina has just finished rifling through her pack. She opens her palm to reveal a carved wooden statuette of Ngati.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Lady knight, do you have a moment?\" \r\n\r\nTekēhu touches his brow. The gesture seems more reverent and submissive than usual.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Tekēhu. Come here.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Ekera, I did. See how I carry the figure's twin? Now we each have one.\" \r\nHe pulls out an identical figure.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Mine is blessed with the mischief of Ngati, and yours is blessed with her favor. I thought-\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Postenago! Why would you think I want anything to do with her or the rest of those bazzos?!\"\r\n\r\nPallegina winds back her arm and hurls the figurine as far as it will go with a hateful grunt.",
      "female": ""
    },
    {
      "id": 7,
      "default": "Blinking, Tekēhu clutches his figurine over his heart. He bites his upper lip and looks to you.",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Tekēhu, maybe don't try to convert Pallegina?\" ",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"That was unnecessarily cruel, Pallegina. Apologize.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Let them fight.]",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"I won't have my crew bickering like children.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Ekera, I am still learning... I thought she could use the good fortune.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Cruel?! The gods made me this way and I've cursed them for it since before I knew how to give form to words. I want nothing to do with them and <i>this</i> one is stuffing my pack with their relics.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"I have a vendetta with the gods. I wouldn't expect you to understand, but I do expect you to keep your childish baubles to yourself.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I meant no offense, captain! I...\" ",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Ekera, I think you misunderstand. In my tribe...\" ",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Stop. This is a waste of both our breath and time.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Our struggles are not so different. My people expect-\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Stop! Your life is not mine. Do not lecture me about how things were just as difficult for you because you were expected to make pretty things out of water on command.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"If you want to delude yourself into thinking Ngati is your adoring mother, that's your choice. Just leave me out of it.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"I can't have you insulting my crew on the basis of their faith. Is that understood?\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Tekēhu, my crew will visit a church if they desire the luck of the gods.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Pallegina, if Tekēhu's faith becomes a problem, I will be the one to handle it.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Honest work keeps our ship afloat. Not the gods. Remember that, Tekēhu.\" ",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Understood... casità.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Forgive me captain. Pallegina...\"\r\n\r\nTekēhu swallows and nods to you both.",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"I will not intrude on your ways, lady knight. You have my word.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Agracima. It will be a welcome reprieve.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Ekera, I was mistaken to think we... shared something. Because of this.\" Tekēhu gestures from his head to her head, frowning to himself.",
      "female": ""
    },
    {
      "id": 32,
      "default": "Pallegina's jaw stiffens. Her golden eyes widen and hold firm with Tekēhu's until he blinks and glances away.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"We do not.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"What is it?\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"The bitterest of rivals would not leave things as I did. I would make amends.\" \r\n\r\nHe opens his palm and concentrates, a bead of sweat rising on his brow.",
      "female": ""
    },
    {
      "id": 36,
      "default": "The ambient moisture coalesces in the air over his palm, taking the form of a ship very much like the one on the flag of the Vailian Republics. Once the sculpting is done, Tekēhu lets out a breath and snaps the fingers of his free hand. \r\n\r\nConfident that the tiny water sculpture will hold its shape, he passes it to Pallegina. ",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"If it is not to your liking, the waterform will collapse in... minutes. I simply thought-\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"I admit, it is... exquisite. It have only seen such detail on the finest marble statuettes from Gualfi.\"\r\n\r\nThough Pallegina shows genuine admiration, she seems annoyed to be feeling it.",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"That was thoughtful, Tekēhu.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"No one got me anything.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"I was wrong to press you, lady knight. We deal with our heritage differently.\"\r\n\r\nHe inclines his head to her again.",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"When I was born, there was no celebration. I was seen as an ill omen. That is, until my parents could get me out of their sight.\"\r\n\r\nPallegina sighs, exhausted just by speaking of it.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"I appreciate the gift, Tekēhu. Will it... last?\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"It will have to be maintained, but... for you, I will do this, I say.\" Tekēhu's lips part in a grin.",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"These old pages are a winding trail between our minds. But they are only the beginning of a longer path, ekera?\" ",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Lady knight, I will say my prayers in a softer voice if they offend you.\" \r\n\r\nTekēhu lowers his head and raises a shaking hand to touch his brow.",
      "female": ""
    },
    {
      "id": 48,
      "default": "She holds up a feathered hand and briskly shakes her head. In her other hand, she presents a well-worn book. The cover is stained and torn, the binding so cracked that a leather strap is tightly wrapped around the book it to hold the pages inside.",
      "female": ""
    },
    {
      "id": 49,
      "default": "Pallegina steps to Tekēhu's shoulder and loosens the strap. She opens the book quickly but delicately, as though she has done it a thousand times. Her fingers gingerly turn from page to page as Tekēhu looks on.",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"When I was a young girl training with the brotherhood's cadets, I wanted so badly to escape. I couldn't, so I stole a book from the scriptorium and started drawing in it.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Would you... help me to read the words of your beautiful tome? My grasp of Vailian is not what it could be.\" ",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"That was a very kind gesture, Pallegina.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"No one got me anything.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Tonderie. It is rare that I get to converse with another of... someone like me.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Ac.\"\r\n\r\nShe smiles warmly.",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"The Republics would cherish a craftsman like you, though they could spend a lifetime searching for someone with your talent.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Your gift is for later.\" Tekēhu winks at you.",
      "female": ""
    },
    {
      "id": 59,
      "default": "Pallegina gives you the look of a disapproving mother scolding a mischievous child.",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"You have a whole ship full of baubles. Be content!\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Some of my people disdain the books of outsiders as lies... but I will cherish this one.\" ",
      "female": ""
    },
    {
      "id": 63,
      "default": "Pallegina nods and smiles before gently placing the tiny water sculpture in her pack.",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Then ours will be a journey well-spent, friend Pallegina.\" \r\n\r\nTekēhu inclines his head wearing a proud smile. ",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"<i>Who</i> put this in my pack?!\"\r\n\r\nHer golden eyes look first to you, but slowly turn toward Tekēhu as her lids narrow accusingly.",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"But you could not have known. I was too harsh with you.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"It took me ages to scrape off whatever he had been writing in it. I don't know what it was. I couldn't read then. But I filled the leaves with pictures.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Where are these places?\"\n\nTekēhu's eyes rapidly sweep across each page as Pallegina turns it.",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"They are nowhere. Everywhere. Places that were anywhere I was not. Because to be godlike means to be alone.\"\r\n\r\nPallegina steps around Tekēhu and takes his shoulders to look him squarely in the eyes.",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Of course. The words are not important, but ac.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"To be godlike in the Deadfire is different, I say... but not necessarily better.\" \r\n\r\nNodding, Tekēhu sighs and rests his hands on Pallegina's. They hold the look until they both simultaneously pull back. ",
      "female": ""
    }
  ]
}