{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_aloth_quest_3",
  "Entries": [
    {
      "id": 12,
      "default": "\"I don't suppose you've found any stray souls?\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I'm not finding anything.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Did you find something? You have that 'look' again.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"They were merchants. Killed by Huana who said something about foreigners corrupting their lands.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "[Lie] \"Jumbled memories. Nothing useful.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Well, that's a start.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"I've found some unusual stains. I don't think they're blood, but they are rather... odorous.\" He wrinkles his nose at a streak of something the color of a fresh bruise.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"That's koīki pulp.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Any guesses?\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Ew.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"So it is. But what would that be doing here?\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"The stain of koīki fruit, I say! The gods made it to soil robes and upset stomachs.\" ",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Aye. Either that be kraken seed, which I only be half sure it ain't, or it be the pulped remnants of a koīki fruit.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"What? You ain't ever eaten a corpsefruit before? I swear, it tastes better than it smells.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"None of them are particularly informative. Or pleasant to consider.\" He presses his lips together in distaste.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Aye, plenty! Mayhap-\"\r\n\r\nAloth clears his throat to silence Iselmyr.",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"That's unfortunate.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"We'll just have to keep looking. Whoever killed them couldn't have gone far.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Still, I don't think this is mere coincidence.\"\r\n\r\nHe frowns, looking at the key-like symbol painted onto the sail.",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"My thoughts exactly.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Wahaki hunters smear themselves with it. We're near their island, Ori o Koīki.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"I don't know.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"I thought everyone knew: the Wahaki coat themselves with corpsefruit. Makes for better hunting.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"The Wahaki tribe smear themselves with the juice of the koīki before battle.\r\n\r\n\"And... other occasions.\" \r\n\r\nTekēhu clears his throat to hide a broad grin.",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Them half-mad Wahaki on Ori o Koīki smear it all over theirselves. The island ain't far from here. We gave it a wide berth back on the Sorcerer, though.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Ac. One of the fierce tribes of the Huana cover themselves in this vile fruit. I have heard it grows thick at a place called Ori o Koīki.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Wahaki fighters smear themselves with that stuff. Shrieking mad, all of them. \r\n\r\n\"If we sail to Ori o Koīki, best be prepared.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"I've heard they're aggressively isolationist. As for what that has to do with the Leaden Key...\" He frowns, looking at the key-like symbol painted onto the sail.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"At least we know where to look next.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Then I suppose we shall have to keep our eyes open.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"What is it, [Player Name]?\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Did you notice their face paint?\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"That mural - that's the same headdress Thaos wore.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"I've never known anyone to live in Engwithan ruins.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"It certainly seems the Wahaki have been here a long time.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Perhaps their chieftain will have answers for us.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"These merchants were killed by Wahaki warriors. We're near their island, Ori o Koīki.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"I only wish we could find another hapless initiate with a spare hood...\" He looks at you and smiles wryly.",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Though if this becomes anything like our encounter in the Defiance Bay catacombs...\r\n\r\n\"Well, I hope we get our answers before the bloodbath.\" He looks at you and smiles wryly.",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Of course. The same group we met on Motare o Kōzi, as I recall.\"",
      "female": ""
    }
  ]
}