{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_rekke_intro",
  "Entries": [
    {
      "id": 1,
      "default": "\"Ta, yuki... Ke tagi. Lash tasam.\" Though he doesn't understand your words, he grasps well enough your meaning. Rekke gives you a small smile and quick nod of his head in acknowledgment, or perhaps in thanks.",
      "female": ""
    },
    {
      "id": 2,
      "default": "You find a young man waiting for you on deck. He wears heavy clothing of a kind you've never seen, the colors of his tabard bold and bright.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Lap kun imak'ihe?\" He coughs out the last word, then buckles over and vomits a tremendous amount of sea water onto the deck.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Normally I'm all for empty pleasantries, but perhaps this isn't the time.\" Aloth watches the man in confusion and concern.",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Hope he coughed up whatever it was made him talk like that.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"You and me both, friend.\" Maia grimaces and steps back from the pooling liquid.",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Cuè? What's he saying? Is that Ixamitl?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"'Lap hugging my knickers?' Perhaps later, lad, when you be looking a little less a dead fish.\"\r\n\r\nSerafen chuckles.\r\n",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Was I supposed to understand any of that? Either the words or the vomiting?\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Do you speak Aedyran?\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "[Eld Aedyran] <link=\"neutralvalue://Eld Aedyran: Do you speak Eld Aedyran?\">\"Scaketh fe Eld Aedyran?\"</link>",
      "female": ""
    },
    {
      "id": 20,
      "default": "[Vailian] <link=\"neutralvalue://Vailian: Do you speak Vailian, sir?\">\"Perla Vailian, fentre?\"</link>",
      "female": ""
    },
    {
      "id": 21,
      "default": "[Ixamitl] <link=\"neutralvalue://Ixamitl: Do you speak Ixamitl?\">\"¿Ixamitl ye llank'ayku?\"</link>",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Ke tetahibi?\" He sighs deeply and shakes his head.\r\n\r\nHis long hair is tangled from his ordeal at sea. He wrings it out as best he can, then ties it back in a sloppy knot.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Ke lagahak tetahakus?\" He throws his arms up in a helpless, frustrated gesture.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Ku?\" He rubs at his forehead, a frown etched deep in his face.",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Kun imatak'ihe?\" He cants his head to the side and narrows his eyes, as if your words are almost familiar, but he can't quite grasp their meaning.",
      "female": ""
    },
    {
      "id": 26,
      "default": "[Engwithan] <link=\"neutralvalue://Engwithan: Do you speak Engwithan?\">\"E dhnéi tói Engwith?\"</link>",
      "female": ""
    },
    {
      "id": 27,
      "default": "[Ordhjóma] <link=\"neutralvalue://Ordhjóma: Do you speak Ordhjóma?\">\"Telé dha Ordhjóma?\"</link>",
      "female": ""
    },
    {
      "id": 28,
      "default": "[Huana] <link=\"neutralvalue://Huana: Do you speak Huana?\">\"Kautō e kui ne Huana?\"</link>",
      "female": ""
    },
    {
      "id": 29,
      "default": "[Rauataian] <link=\"neutralvalue://Rauataian: Do you speak Rauataian?\">\"A kana Rauataian ō ikoru ne?\"</link>",
      "female": ""
    },
    {
      "id": 31,
      "default": "[Lembur] <link=\"neutralvalue://Lembur: Do you speak Lembur?\">\"Vii dornesti za Lembur?\"</link>",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Shiyiz ikihakus?\" He presses his palms to his eyes and takes a deep, shaking breath. His shoulders slump.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Usuyi ikihakus!\" He grits his teeth and takes a deep breath. The flash of anger passes quickly, though, and is replaced by a thin-lipped grimace of frustration.",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Lash ku hakusa?\" He almost shouts the words, frustration evident in the rawness of his tone.\r\n\r\nHe presses his thumbs and forefingers together and takes a deep breath. When he looks at you again, his quick flare of anger has passed, replaced by a resigned grimace.",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Shiyiz ikika?\" He shakes his head hard once and grimaces. His tangled hair sends rivulets of water coursing down his face. He dashes them away with a huff.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Ah, ke tetahun muhan kugatug?\" He grimaces and shakes his head. He presses his thumbs and forefingers together and takes a deep breath.",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Are you all right?\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"What happened to your ship?\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Lap pile kiku? Lakaris? Ke zilas tahun?\" He knits his eyebrows. His words are unfamiliar to you, their sound low and hard-edged, but his tone is soft with confusion.",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"What's your name?\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Um, ke tetahun- ke tetaheb-\" He trips over his words, and his gaze slides from your face to the deck. He chews a knuckle, deep in thought.",
      "female": ""
    },
    {
      "id": 44,
      "default": "[Nod.] \"Welcome aboard, Rekke.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "[Point to yourself and slowly say your name.]",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Ah! Ke ked segu kiza Rekke. Reh-kah. Ta?\" His eyes light up with the first expression of happiness you've seen from him. As he pronounces his name for you, he taps the center of his forehead.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"If you endanger my crew, Rekke, I'll throw you overboard. Just so we're clear.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Muki kasube. Ke tahibi, ke tagi.\" Rekke looks at you critically, as if properly examining you for the first time.\r\n\r\nThen, he breaks into a grin.",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"I suppose can stay with me... for now.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "He stands, but barely - sodden, sun-scorched, and battered, he can hardly keep his feet. He stumbles forward a bit, then rights himself.",
      "female": ""
    },
    {
      "id": 57,
      "default": "He looks at you warily, bleary-eyed, exhaustion heavy on his shoulders.",
      "female": ""
    },
    {
      "id": 58,
      "default": "He turns away then, casting his gaze over the rough sea. What he's thinking is unclear, but you can guess by the vein pulsing hard in his neck and the tight fists at his sides that he seems to be coming to a decision.",
      "female": ""
    },
    {
      "id": 59,
      "default": "He sighs. \"Ke lak tekatu tetatig hun, t'ekiwa ke kek tetayiteh tetaki mas shan. Ke lash tat'atay lu?\"\r\n\r\nAs soon as the words leave his mouth, he grimaces, knowing that you can't understand him.",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"I got it. Your name's Rekke.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"What? I missed that.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Ta, ta!\" He pumps his fist a bit, pleased to have finally managed to communicate with you. Relief brings a bright blush to his pale cheeks.",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"REH-KAH.\" He taps the center of his forehead again, then repeats your name back to you. His green eyes flash with a keen intelligence - and frustration, too. ",
      "female": ""
    },
    {
      "id": 64,
      "default": "[Shrug.]",
      "female": ""
    },
    {
      "id": 65,
      "default": "Rekke takes a deep breath, fighting for a handle on his annoyance. Once he's got it, he gives you a sunny smile that pulls his long scar taut and shows charmingly crooked teeth.\r\n\r\nHe seems to have accepted that making himself understood will take time.",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Ke lash tat'atay lu?\" He repeats his last sentence, this time gesturing to the length of your ship, to you, to your crew, and lastly to himself.\r\n\r\nIt would seem he wishes to travel with you.",
      "female": ""
    }
  ]
}