{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_serafen_relationship_xoti",
  "Entries": [
    {
      "id": 1,
      "default": "\"So you're saying you're literally a pirate of the mind...? You sail in and steal people's thoughts?\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Behold, lass! I'm the original psychic piratical.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Not hardly. Even I've heard about Malnaj. She's a cipher like you, ain't she? Only older.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"What did you see?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Of course you lied. You were talking.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"You should tell her the truth.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Had to dredge up my cruel rival? You should know her arsehole itches when mention be made of her.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"What a nasty hex. Tell me you weren't the one who put it on her. Darn, I hope that doesn't make her itch. Aw, Hel! Or that.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Heh, I like your style, kid.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"I'm not so sure I believe you. What am I thinking right now? No, wait - now.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Don't work that way, lass. I pick up on feelings. See fragments of memories, sometimes. Impressions.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Oh. Well, you could take a gander if you wanted. I mean not all the time - just this once.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Mostly when folk are upset or I've hit a nerve, unless I'm trying to intrude. And I generally try not to intrude.\"\r\n\r\nHe winks.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"As you wish, lass.\"\r\n\r\nSerafen looks up at Xoti with an uncommonly serious impression. His eyes seem to drill into her. Then suddenly he jerks his head away and blinks like his eyes are burning.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"So which is it? Light or dark - what do you see?\"\r\n\r\n",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Neither, lass. Bounced off you like a bullet off an ironclad.\"\r\n\r\nXoti shrugs and walks away. Serafen watches, hand rubbing the back of his head.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Ahoy, cap. Bend your ear a tic?\"\r\n\r\nSerafen sighs, pinching the bridge of his blue nose between forefinger and thumb.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Darkness, cap, and little but. Then fires, making ash of everything.\"\r\n\r\nHe shudders, and you feel a cold wave roll off of him like being doused by a stormy swell.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"I touched her mind for a second, but felt something pull me in and keep me trapped for what seemed like days.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"I ain't seen its like before. Sometimes, old salts get nightmares so that I can't bunk around them... but they usually ain't this flavor of apocalyptic.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "<i>It washes over you, and you find yourself aboard [Player Ship]'s main deck. Something unseen presses down upon you, and you hear the ship groan beneath you.</i> ",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"If it were you, would you want to know?\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Honesty is always best.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Maybe you're right to keep this from her.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"I know Xoti has nightmares. You could help her overcome them.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Right fair point, cap. We all deserve a fighting chance 'gainst our demons. Mayhaps I can help the lass stack the odds in her favor.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"It's been my experience, cap, that honesty's as like to bite you on the arse than not. If that be your thinking, though, I'll stow my instincts.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Do what you want. I don't care.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Wish it felt right.\"\r\n\r\nHe sighs, hanging his head.",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Say lass, I'd like to try prodding your thoughts again. Savvy?\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"I can tell you what I see right now. Your insides are on your outsides. And you're covered in flies.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "Serafen places his index fingers on his temple and rolls his eyes around, in a mock display of mind-reading.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Ah, I see. Plagued by nightmares then, lass? Skies afire, boiling seas, that sort of shit?\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Sure am, don't try to hide it neither. Tribulations from the gods are a blessing, not a curse.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Well, I ain't one for knowing gods and prophecies, but I can be sharing with you the ancient pirate secret for sleeping like a babe. If that be of interest to you.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Of course, I wouldn't mind a reprieve. Just for a night or a few. If you got something - tell me.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Rum. Barrels of rum. Drink it till you see three of me, and you'll be sleeping through kraken attacks.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Still want to peek into my mind?\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Sure, lass. Think up a number.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"I'm imagining the number two.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"You ain't supposed to say the number.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"I know. And if you could read my mind, you'd know that wasn't actually the number I was thinking on.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Heh, you be a right tricky lass.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Now, I'm just making it worse. I best shut my mouth before I cause more damage.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"It ain't the prettiest of sights. But go ahead, if you're feeling brave.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "Xoti sways on her feet, eyes glazed. Sweat trickles from her right temple, down the line of her jaw. She hunches inward as her muscles shiver and seize.",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Alright, lass. Back to the surface with you.\"\n\nThe fingers of his left hand at his temple, Serafen snaps with those of his right just before Xoti's eyes.",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Xoti seems a right fine lass and all, but... well, she asked me to pick around in her thoughts. Told her I didn't see nothing, that I bounced right off of her... but that were a lie.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Now that ain't fair, cap. Sometimes I flirt. Ain't nothing truer than a flirt.\"\r\n\r\nHe grins, revealing a hint of crooked teeth.",
      "female": ""
    },
    {
      "id": 64,
      "default": "Serafen winces, his hand moving to his forehead.",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Aye. Were afraid you might say something akin to that.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "[Pull away.]",
      "female": ""
    },
    {
      "id": 67,
      "default": "[Keep watching.]",
      "female": ""
    },
    {
      "id": 68,
      "default": "You force yourself free of Serafen's vision and the world resolves around you.",
      "female": ""
    },
    {
      "id": 69,
      "default": "<i>You're alone, save for the corpses. Serafen, [Specified 0], [Specified 1], [Specified 2], and so many others. Their wide, unblinking eyes reflect the burning sky above, and the dark sea beneath you churns as if boiling. With a crash like thunder, the ship breaks apart, and you plunge into water that is either so cold it burns, or so hot that it freezes you solid.</i>\r\n\r\nThe vision washes past, and you find yourself looking at the blue orlan.",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"That was... unpleasant.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "Serafen examines his boots through narrowed eyes.",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"She's part of your crew, Captain Watcher. You might care to scrounge up a damn to give.\"\r\n\r\nSerafen's eyes narrow.",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Just... keep an eye on her, cap. I don't know what's going on in there, but it shrivels my timbers like loose pants on a cold day.\"\r\n\r\nHe turns away, shaking his head.",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Oi, Xoti. About earlier... and me saying I ain't seen nothing in your thoughts...\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"You saw the terrors in my head.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Apologies on the bent truth. It kind of be what I do.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Suppose I can forgive a friend a time or two. If you're willing to help me, in exchange, I mean.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "Xoti sucks in a ragged breath, rubbing at her eyes as if having woken from a fitful sleep.",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Right easy to forget how terrifying Ngati, Amira, and that lot be. Till you watch a lass' dream of them eating up every man, woman, and babe in the Deadfire.\"\r\n\r\nHe wipes his matted brow.",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"I saw the gods - all but Gaun and Berath - trapped in Hel. Starving, withering to dust and bones. They were eating souls to survive.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"I don't be thinking it were a normal dream neither. More like something lurking on the edge of your thoughts, something I can't rightly grasp hold of.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Why apologize? It's not your burden to bear. It's mine.\" A half-hearted smile ghosts her lips as she sniffs and turns away.",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Apologies, lass. Wish I were of more help.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"You intruded on me the moment we met.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Stow it, you two.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"That were an accident! If anything, you be the one that were intruding on me!\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Aye-aye, Captain Watcher.\"\r\n\r\nThe pair exchange glances and move apart.",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Anything I should know about?\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"This better not end badly.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "[Say Nothing.]",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Mayhaps. Let me be ruminating on it for a tic, cap.\"\r\n\r\nHe sighs and turns away.\r\n",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Don't be worrying your head none, cap. Just be that when an old salt goes sticking his hands down every dark hole, sometimes mayhaps they be getting bit.\"\r\n\r\nHe sighs and turns away.",
      "female": ""
    },
    {
      "id": 95,
      "default": "Serafen sighs as he turns away.",
      "female": ""
    },
    {
      "id": 96,
      "default": "[Watch them.]",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Decided to help after all?\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Come on, you two. We've places to be.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "Serafen's eyes slide open and towards you as the corners of his mouth drop. He snaps, and Xoti blinks, expression somewhat dazed.",
      "female": ""
    },
    {
      "id": 100,
      "default": "Serafen waves you off with a furry blue paw, but a slight grin blossoms on his mouth.",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Sounds like a good time.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"Learn anything, Serafen?\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Do you think it's a message from Eothas?\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Laugh it up while you can, Watcher. We're going to be living my nightmares soon enough.\" Hands on her hips, she shakes her head.",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"I do. I think Gaun's showing me what's to come - so we can find a way to endure it.\"",
      "female": ""
    }
  ]
}