{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_pallegina_banters",
  "Entries": [
    {
      "id": 1,
      "default": "\"Serafen, I am glad that you were able to see Remaro one last time before he left.\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Serafen, I am sorry about what happened to Remaro.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Aye, it were worthwhile. Not that I ain't aiming to set eyes on the old sawbones again.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Shouldn't've wasted the time, lass. The old salt weren't so steadfast and weather-wise after all.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Only bastards not bound for the Wheel be the cock-rotten bastards who built it, lass.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"True enough, but with some luck, even they may someday get their due.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Then let us work for better days ahead.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Still, it is better to have had the chance than not.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"This Giacolo salt, he saved your life and you've now returned the favor, aye?\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"He did more than save my life, di verus. He made my life worth living. Saving him seems like too small a gesture.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Right hard thing, lass, losing family.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Got meself some grog stashed away, you decide you be wanting a pull or ten.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Agracima. It is appreciated. I may take you up on that some night.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Assuming the captain don't get us all good and dead first.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"The scales ain't never balanced, lass. Nor balancing them the point.\"",
      "female": ""
    }
  ]
}