{
  "Component": "exported",
  "Name": "conversations\\companions\\companion_aloth_lk_sailor",
  "Entries": [
    {
      "id": 1,
      "default": "A fragment of essence quivers near a corpse. Most of the soul seems to have departed already, but this fretting, fluttering piece remains.\r\n\r\nIt throbs with panic. Even standing this close to it raises your pulse. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Read the soul fragment.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "As you let it wash over you, terror thins your blood. Your heartbeat becomes the galloping of hooves. \r\n\r\nYou fight to keep yourself from vomiting with fear, if only to avoid the noise.",
      "female": ""
    },
    {
      "id": 5,
      "default": "This was supposed to be a quick trade run. Up to Neketaka and out in a few days. \r\n\r\nBut you got lost in that fog, and the next thing you knew, arrows were flying through it.",
      "female": ""
    },
    {
      "id": 6,
      "default": "So you hid here, between some of the crates. Where it's dark. Where the screams on deck are just a little quieter.\r\n\r\nYou'd thought pirates were the greatest danger for merchant ships like yours, but the shrieking warriors butchering your crewmates don't seem like pirates.\r\n\r\nOne of them is up in the rigging, painting some kind of symbol on your sails.",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Foreigners shall corrupt our lands no more!\"\r\n\r\nYou are looking up, toward the glare and the aumaua silhouetted against it, when pain lances through the base of your skull.",
      "female": ""
    },
    {
      "id": 8,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 9,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 10,
      "default": "You recognize the warrior as one of the infamous Wahaki.\r\n\r\nThe hapless merchant, however, only sees a furious tribesman.",
      "female": ""
    },
    {
      "id": 11,
      "default": "Light spills into your hiding place. An aumaua warrior - one of the Huana, you think - stands over you.",
      "female": ""
    }
  ]
}