{
  "Component": "exported",
  "Name": "conversations\\22_huana_ruins\\22_cv_delemgan_01",
  "Entries": [
    {
      "id": 1,
      "default": "\"My... my skin burns! The rot is withering off, and new life springs from beneath.\" The delemgan rubs her arms, regarding you with an uncertain look. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Our grove has suffered such torments at mother's hands...\" The delemgan furrows her brow.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"How did you become this way?\" ",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Our mother... the rotted one. She blighted herself to fight against the cataclysm that rent the Deadfire.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"I think you'll feel better soon. Farewell.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"An expedition came through here looking for evidence of Ukaizo.\" ",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Our mother hoards relics from ages past. She may have what you seek.\" ",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"After so much hurt, mother is dead. Please, leave me to mourn.\" ",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Our mother is well again. We will not forget this, outlander.\" ",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Those of us who sprouted from her seed, who shared her soil, followed soon after.\" ",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Cataclysm? Madam, that would have been thousands of years ago.\" ",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Perhaps we see time differently? I know the cycles of growth and decay, the passage of seasons. As long as it continues apace, there is no difference.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"What happened in this place?\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Is your 'mother' the one shouting in my thoughts?\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Mother... I must tell mother! It may not be too late to heal the grove.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"This was a grove, home to temples and fruitful trees... once.\" She glances around the swamp, sighing.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Does she whisper to you as well? Then she must hate and fear you in equal measure.\" The delemgan looks you up and down, nodding to herself.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"You bring change, outsider - fair or foul. This is the one thing she cannot tolerate.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Then ruin came to the islands. It started in distant Ukaizo, spreading fire and ash with such force that my sisters doubted that any sprout would remain.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Mother... acted in terrible haste. She bade us twist ourselves, hardening our hearts against those who sought shelter, who we thought enemies of nature.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"We have been this way for... too long. Far too long.\" She looks away in shame and hurt.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"You spoke of Ukaizo. Do you know where it is?\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"The golden disc in the center of the ruin - have you not seen it already?\" She glances off toward the jungle.",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"The ancient ones used it in times of crisis to orient their path home. It may give you the bearing you seek.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Then... then they are surely dead. But what they sought is still within your grasp.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"I'll see to it that my... my pets trouble you no more.\"\r\n\r\nShe swivels her head to regard the wilderness around her. Vines go limp and you hear the sound of animals scurrying away.",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Mother... has been sick for too long. You must stop her. \r\n\r\n\"If you could find it in yourself to heal my sisters as well, we could assist you in the struggle to come.\" ",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"I sense that more of us have been healed, awakened from our tormented slumber. Good. We can help you in the struggle to come.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"My sisters, they... are beyond our help. There will be time to mourn.\"",
      "female": ""
    }
  ]
}