{
  "Component": "exported",
  "Name": "conversations\\22_huana_ruins\\22_si_wahaki_encounter",
  "Entries": [
    {
      "id": 1,
      "default": "You disembark on a calm beach. A thick treeline ahead separates you from the deeper jungle. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Go inland.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Peer at the treeline.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Listen.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "Between the trees you catch a glimpse of shadows that shouldn't be there. You're not alone. ",
      "female": ""
    },
    {
      "id": 7,
      "default": "The beach is conspicuously quiet and it takes you a moment to realize what's missing - the chirp or warble of birds.\r\n\r\nThen you spot it - subtle movement in the treeline. You're not alone.",
      "female": ""
    },
    {
      "id": 8,
      "default": "You see evidence that another landing party arrived here before. Booted tracks lead off into the jungle, though it doesn't look as if anyone returned this way.",
      "female": ""
    },
    {
      "id": 9,
      "default": "Several warriors step out from their hiding places as you approach the treeline and point their spears at you.\r\n\r\nA tall Huana, wearing the face paint of the Wahaki, separates out from the fold. He chuckles at you, shaking his head all the while. ",
      "female": ""
    },
    {
      "id": 11,
      "default": "As you approach the jungle, a war cry rises from the obscurity of the treeline. \r\n\r\nA band of Huana warriors wearing the face paint of the Wahaki raise their weapons and charge down the beach to meet you head-on.",
      "female": ""
    },
    {
      "id": 13,
      "default": "[Charge the treeline screaming and waving a weapon over your head.]",
      "female": ""
    },
    {
      "id": 14,
      "default": "A line of Huana warriors emerge from the treeline, frantically gathering in attack positions to meet your mad dash halfway. ",
      "female": ""
    },
    {
      "id": 16,
      "default": "A tall Huana fighter steps out of the treeline, waving his hands to bid you stop. He asks, in respectful terms, for an opportunity to speak. ",
      "female": ""
    },
    {
      "id": 17,
      "default": "[Show your empty hands.] \"I know you're out there. Let's talk about this.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "Several Huana warriors, decorated with the face paint of the Wahaki, calmly emerge from the treeline. ",
      "female": ""
    },
    {
      "id": 20,
      "default": "You disembark on the beach once again, this time better informed on what to expect.",
      "female": ""
    },
    {
      "id": 21,
      "default": "The treeline explodes with activity as the Wahaki rush on your position.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"No outsider sets foot on the land of our ancestors!\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "[Go back the way you came.]",
      "female": ""
    },
    {
      "id": 26,
      "default": "You put the beach behind you and consider your approach.",
      "female": ""
    },
    {
      "id": 27,
      "default": "A tall warrior steps forward, grinning at you all the while. ",
      "female": ""
    },
    {
      "id": 28,
      "default": "A tall warrior separates out from the fold and pauses, giving you a severe look before approaching.",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Keen senses, friend! Let us speak.\" He gestures to a spot on the beach.",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"What say? So eager to step into an ambush. Come, we must talk.\" He motions you closer.",
      "female": ""
    },
    {
      "id": 31,
      "default": "Aloth studies their painted faces and looks to you with a meaningful expression.",
      "female": ""
    },
    {
      "id": 32,
      "default": "Aloth studies their painted faces and looks to you with a meaningful expression.",
      "female": ""
    }
  ]
}