{
  "Component": "exported",
  "Name": "conversations\\22_huana_ruins\\22_si_menpwgra_tree_boss",
  "Entries": [
    {
      "id": 1,
      "default": "This corrupted tree bows crookedly under its own weight. Every limb drips with thick, putrid sap. Its vines have entangled the tip of an adra pillar and seem to be infesting it with the same rot that permeates the surrounding jungle.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Whisper to the tree, convince it to give up the corruption at its core.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Have a druid whisper to the tree, convince it to give up the corruption in its heart.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Use the Spine of Thicket Green to heal the tree's corruption.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Destroy the tree.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 7,
      "default": "You call out to the tree using terms it would understand - growth, time, water - appealing to its old and forgotten nature. \r\n\r\nYou command it to expel the dark infection in its heart. \r\n\r\nThe surrounding vines shudder and pulse in response.",
      "female": ""
    },
    {
      "id": 11,
      "default": "The elder growth does not heed you with the same willingness as the other pŵgra trees. As soon as you begin, the tree whispers back. ",
      "female": ""
    },
    {
      "id": 12,
      "default": "The core of the tree offers you desperate images of health, long life, and food - all dark promises.\r\n\r\nTemptation and want are the only motives the tree seems to understand anymore. ",
      "female": ""
    },
    {
      "id": 13,
      "default": "You hear a sound like a rock splitting in half. Dark sap oozes from the cracks between the bark, sizzling when it touches the ground. \r\n\r\nA creaking of wood follows as vibrant color slowly eases up the roots of the healthy tree.",
      "female": ""
    },
    {
      "id": 14,
      "default": "The elder growth does not heed you with the same willingness as the other pŵgra trees. As soon as you begin, the tree whispers back. ",
      "female": ""
    },
    {
      "id": 15,
      "default": "You call out to the tree using terms it would understand - growth, time, water - appealing to its old and forgotten nature. \r\n\r\nYou command it to expel the dark infection in its heart. \r\n\r\nThe surrounding vines shudder and pulse in response.",
      "female": ""
    },
    {
      "id": 16,
      "default": "[Specified 0] approaches the tree with an anxious glance in your direction. The vines encircling the trunk tighten in response. ",
      "female": ""
    },
    {
      "id": 17,
      "default": "The mad awareness underneath the poisoned bark awakens to your interference. It calls out with a sound that no ear should perceive. Your focus breaks, and you hear the heavy footfalls of an approaching form. ",
      "female": ""
    },
    {
      "id": 18,
      "default": "You sense the life force of this tree reaching out to a distant figure - something old, wild, and mad. \r\n\r\nYou have little doubt that interfering with the tree will alert this being to your presence.",
      "female": ""
    },
    {
      "id": 28,
      "default": "As [Specified 0] lays a hand on the bark, the taller branches sway in a hypnotic pattern. [Specified 0] concentrates with a furrowed brow.",
      "female": ""
    },
    {
      "id": 30,
      "default": "As soon as the contact is made, a tremor passes down the length of the wood, and an unearthly howling emanates from the core of the tree. ",
      "female": ""
    },
    {
      "id": 31,
      "default": "The bark and branches recoil as you advance, sinking the tip of the staff into an encrusted tumor of corrupted sap. ",
      "female": ""
    },
    {
      "id": 33,
      "default": "The ground shakes with the heavy footfalls of an approaching form. ",
      "female": ""
    },
    {
      "id": 34,
      "default": "You cut into the limbs and bark of the tree, but the oozing sap makes short work of your efforts as it seeps out and fills the wounds with fresh corruption. ",
      "female": ""
    },
    {
      "id": 41,
      "default": "[Investigate the corruption closer.]",
      "female": ""
    },
    {
      "id": 42,
      "default": "You shift aside leaves and vines, poking your fingers into an ooze-filled knothole. The sap running down the bark is both hot and uncommonly sticky. ",
      "female": ""
    },
    {
      "id": 43,
      "default": "Down in its core, the tree is still green and alive. \r\n\r\nIt won't be long before the whole organism becomes a ravening parasite, but it seems aware enough to slow that inevitable decline.",
      "female": ""
    },
    {
      "id": 44,
      "default": "[Succumb to the temptation.]",
      "female": ""
    },
    {
      "id": 45,
      "default": "[Consider another approach.]",
      "female": ""
    },
    {
      "id": 46,
      "default": "A vine wraps lovingly around your arm, caressing your skin and leaving a trail of comforting sap in its wake. The tree's insistent presence in your mind strengthens, rooting itself in place.",
      "female": ""
    },
    {
      "id": 47,
      "default": "You weigh your options and consider alternative solutions. The trunk of the ancient tree seems to bulge in anticipation.",
      "female": ""
    },
    {
      "id": 48,
      "default": "[Reject the false promises.]",
      "female": ""
    },
    {
      "id": 49,
      "default": "No sooner is the contact made than the vine withdraws, a mixture of hesitation and fear sending it retreating back to the tree with shuddering, snakelike motions.\r\n\r\nSomething inside of you has frightened the ancient rot, or else given it pause. ",
      "female": ""
    },
    {
      "id": 50,
      "default": "A vine lashes out, making a desperate attempt to ensnare you. It makes only a brief, glancing contact, but the tree's presence in your thoughts grows weightier.",
      "female": ""
    },
    {
      "id": 52,
      "default": "While [Specified 0] is distracted, you feel a presence awaken and assert itself in your mind. What corrupted life endures inside the tree is more interested in you by far.",
      "female": ""
    },
    {
      "id": 54,
      "default": "<ispeech>NO. I gave you the others. This one is mine.</ispeech>\r\n\r\nThe voice of Berath cuts through even the tree's hungry attention. Oddly enough, she isn't addressing you.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"TRAITOR!\"\r\n\r\nThe voice of the Rotted Lady echoes in your ears as the jungle around you responds to her shriek of alarm.",
      "female": ""
    },
    {
      "id": 56,
      "default": "Something in your pack jerks and twitches. It's the Spine of Thicket Green. \r\n\r\nThe wood pulses with ghostly white light, trembling slightly as you stand near the tree. ",
      "female": ""
    },
    {
      "id": 57,
      "default": "[Pick up the staff.] \"What...\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "The staff twists in your hands like a living limb, wrenching itself in the direction of the blighted tree. It seems eager to plunge into the rivulets of dark sap. \r\n\r\nHealing magic has kindled in the old wood. ",
      "female": ""
    },
    {
      "id": 59,
      "default": "[Wrestle the staff down.] \"You're not going anywhere.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "Your staff reflexively twitches in your hands, the wood suddenly warm to the touch and bristling with sharp thorns.\r\n\r\nThe Spine of Thicket Green pulses with a ghostly white light, trembling as you hold it near the tree. ",
      "female": ""
    },
    {
      "id": 61,
      "default": "[Hold the staff firmly.] \"What in Eora...\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "[Inspect the pillar of adra.]",
      "female": ""
    },
    {
      "id": 63,
      "default": "Its surface is pitted and slick with sap. Though the pillar still connects to the Wheel, the tree has adapted to feed its roots by draining raw essence. \r\n\r\nGiving the tree enough essence to sustain itself would put an end to the parasitic connection. ",
      "female": ""
    },
    {
      "id": 64,
      "default": "[Feed the tree enough soul essence to heal itself.]",
      "female": ""
    },
    {
      "id": 65,
      "default": "[Consider an alternative.]",
      "female": ""
    },
    {
      "id": 66,
      "default": "You step back and weigh your options.",
      "female": ""
    },
    {
      "id": 67,
      "default": "You reach out and touch the surface of the adra, wiping away a line of sap. The ambient soul essence responds at once, bubbling up to the surface and feeding the roots of the tree in response to your will. ",
      "female": ""
    }
  ]
}