{
  "Component": "exported",
  "Name": "conversations\\03_neketaka_vailian_district\\03_bs_valera_scribe",
  "Entries": [
    {
      "id": 1,
      "default": "\"We're full up, I'm afraid, if you're looking for lodging. You'll have to hope there's room at the tavern.\"\r\n\r\nThis family scribe offers you a pleasant smile, but seems preoccupied by other matters.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"You rent rooms?\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"We do indeed - forgive me if I mistook you for a tenant. There are quarters set aside upstairs. Passers-by with a bit of extra coin will find a welcome cot and a meal. This is a... temporary measure, of course.\"\r\n\r\nShe clears her throat and glances away.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Something more I can do for you? Did you get lost?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Who's in charge here?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"You'll find Atello Valera upstairs in his study.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"How's business?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Well, as they say, business can always be better, yes? I'm sure I needn't bore you with the details...\"\r\n\r\nThe scribe bites her lower lip and diverts her gaze.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Now that the Bardattos have pulled some strings, contracts and investment opportunities are pouring in at an unprecedented rate. I've never been so busy!\" \r\n\r\nShe beams with pride.",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Why rent rooms at all, much less for short term stays?\" ",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"It's not my place to share the dealings of the Valera family, but this is all rather public...\"\r\n\r\nShe frowns and glances around the house self-consciously.",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Suffice it to say that a family in want of coin might find alternate means of securing their finances. In the case of this estate, that means renting the occasional room. No shame in making a practical sacrifice.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"But I've said enough... speak with Atello if you have business with the Valera household.\"\r\n\r\nShe beckons you on in an anxious, urgent manner.",
      "female": ""
    }
  ]
}