{
  "Component": "exported",
  "Name": "conversations\\03_neketaka_vailian_district\\03_cv_deiko",
  "Entries": [
    {
      "id": 1,
      "default": "\"See something you like?\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Couldn't stay away, hm? Well, I can't say I blame you.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Did you enjoy the show? There's more to see if you're interested.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"How much for your time?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Ah, the money-minded type! I've always found fiscal responsibility very... attractive. My time will cost you one hundred and fifty copper, friend.\" He gifts you with a coy little smile and a raised eyebrow.",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"I'm interested.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Follow me, then.\" He gives you a quick smile and takes your hand, leading you away.",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Tell me about yourself.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"I suppose.\" He looks at you with a newly critical eye.",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Leave] \"Never mind.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Hm? No, I still enjoy tile puzzles and deflecting personal questions.\r\n\r\n\"...Anyway, what are you doing here?\" He looks away as though he's trying to ignore Ymir's eager gaze.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"I could ask the same of you!\" He laughs lightly, a hand over his mouth.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"It was lovely seeing you!\" He catches himself, looking panicked.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"It's good to see you again, Aloth. Anyway, I should get back to it. Be well.\"\r\n\r\nHe smiles warmly at Aloth, blush coloring the tips of his ears.",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"What kind of 'incident'?\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"How'd you become a courtesan?\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Let me ask you about something else.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Same as any of the courtesans here, I imagine.\"\r\n\r\nHe brushes his hair back from his face with a sigh. His long-suffering smile says he's answered this question many times before.",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"There has to be more to your story than that.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Like any other job, then.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"There is more to every story.\" He cants his head to the side, inspecting you with narrowed eyes.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"A handful of my fellow students got up to a bit of mischief that ended with several people dead.\"\r\n\r\nHis gaze lingers on the floor, the cushions, the tables, anywhere but your face. After a moment, he shrugs, offering no further explanation.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Work is work, no matter where you do it.\" He winks.",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"The Empire was my home as well.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Aha! Then you know how terribly boring it is. Why else would we both be here, eh?\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"What does 'training' entail?\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"I would be happy to show you - for a price.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Aloth! This is the last place I expected to see you! Have your interests changed so much since our time at Bragganhyl?\"\r\n\r\nA grin lights up Ymir's face. He fidgets with his hair self-consciously, smoothing it down where it's been mussed.",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"This... this is amazing.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Introduce me to your handsome friend, Aloth.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"This is Ymir, an old <i>friend</i> from my academy days.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"I make my own hours, meet fascinating people, and the coin's nothing to sneer at. Better than stuffy old books and unflattering robes.\"\r\n\r\nHe casts a critical eye over Aloth's outfit. He opens his mouth to speak, but decides better of it.",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"A pleasure to meet you.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"I was raised in the Aedyr Empire. When I was young, I studied to be an arcane knight.\r\n\r\n\"After an... incident at my school, I left the continent and wandered until I found myself in Neketaka. As you can see, I stayed.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"'Til later, then.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"I showed an aptitude, I trained with a master, and when I was ready, I began accepting clients of my own.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"But the rest of it of it belongs to me, and I don't care to share it.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"But I am luckier than many - I am free to do what I like, and I like my work.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"I wouldn't mind seeing you again... so long as you come with coin.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"I hope you're not shy.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "The dancer turns to greet you, a coy smile tugging at his lips.\r\n\r\nHe's short for an elf, but no less graceful for his lacking height. His long face and dark eyes lend him a solemn air, but any hint of gloom is chased away by the wash of color in his cheeks.",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Start slowly, please.\" Tekēhu pinches his lower lip and smiles. ",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"You have my undivided attention.\" Maia folds her arms and observes, smiling lopsidedly.",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"I feel like I should have a problem with this. But mostly I just kind of want to see where this goes.\" She licks her lips and gives you a little shrug.",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"I can see where I may have confused the poor fellow in our academy days.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Perhaps 'lovely' is too strong a word. I meant... pleasant. Perfectly agreeable.\"\r\n\r\nHe looks at you, chagrined.",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"'Twas a right fierce labor gettin' the lad to finger any flesh that weren't covering his spellybooks.\" Iselmyr growls.",
      "female": ""
    }
  ]
}