{
  "Component": "exported",
  "Name": "conversations\\03_neketaka_vailian_district\\03_cv_vtc_clerk",
  "Entries": [
    {
      "id": 1,
      "default": "The clerk busies himself about the room, favoring you with a brief glance. He rubs under his eyes and exhales through his nose. ",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Merla. If you are not on the schedule you are here to waste my time.\" ",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"This room stifles already. Must you crowd it further?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"I spoke with Tawenu outside. You have a claim on his tribe's land?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Ac, a lawful claim I might add, no matter what the native says to the contrary.\" ",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Tawenu is lucky I only seized the forgery. The Gullet is too good for his kind.\" ",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"He showed up with a forged contract, as if I wouldn't know the difference between our paperwork and theirs!\" He gestures dismissively out the door.",
      "female": ""
    },
    {
      "id": 13,
      "default": "[Examine the clerk.]",
      "female": ""
    },
    {
      "id": 14,
      "default": "Luca's shirt is spotted with a number of faded, purple stains that you recognize as droplets of wine. Someone has tried, unsuccessfully, to wash them out.",
      "female": ""
    },
    {
      "id": 15,
      "default": "Noting your interest, Luca tugs his jacket closed.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"The servers at the tavern are clumsy. Most clumsy indeed.\" He clears his throat and fans at his neck. ",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Kindly step out of my way.\" ",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"What is this place?\" ",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Stumbled in from the street, I see.\" Luca sneers and surveys you with a patronizing look.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Less work, more drink, please.\" Enraptured by the bottom of his glass, Luca regards you with dim comprehension. ",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"There must be some agreeable way to sort out Tawenu's problem.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Your villager friend would do well not to stand between the company and our prize.\" ",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"The company is allowed to solve problems as we see fit, and right now Tawenu is a problem.\" ",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Besides, lying is second nature to the ranga heir and his ignorant gliente.\" ",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"We're talking about the Duape homeland. This isn't right.\" ",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"I'll make sure Tawenu sees reason.\" ",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"You know, I can always just sit on the office stoop and tell passers-by how the company conducts itself.\" ",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Ac, I see.\" Luca glances away, his gaze wandering anywhere but your direction. ",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"The company would appreciate it if you kept our affairs as discreet as possible.\" He clears his throat and passes you a pouch of coins.",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"That would be best for everyone involved, I think.\" Luca nods and goes about his business. ",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"This is the homeland they signed away for money, ac?\" ",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"How much would it cost for you to 'lose' the original contract?\" ",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Did those words really just escape your lips in broad daylight?\" His eyebrows arch with astonishment.",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Do all of you fail to grasp the significance of ink and parchment?\" ",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"It would cause me more trouble than a few paltry coins across my desk are worth.\" ",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Now move along. I have larger matters to resolve than the fate of one insignificant island.\" ",
      "female": ""
    },
    {
      "id": 48,
      "default": "[Crack your knuckles.] \"About that contract...\" ",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Relax. I'm just here for a friendly chat.\" ",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"You threatening me, bazzo?\" Luca squints to take your measure.",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"If it isn't the bleeding heart would-be hero of the tribals.\" Luca slurs his sentences into nearly unrecognizable chains of syllables.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"We got off on the wrong foot before. Can I buy you a drink?\" ",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Awful generous when you want something. No matter.\" Luca signals the server and helps himself to another drink. ",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Could I take a look at the original contract?\" ",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"You said Tawenu gave you a forgery? Let's compare it to the real thing.\" ",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Merla, if we must.\" Luca waves a dismissive hand and steps away to retrieve the document.",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"This... no, something is amiss here.\" Luca scrutinizes the contract with a frown, and even pauses to hold it up to the light.",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"I'm pretty sure this grants the tribe exclusive rights to the island.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Something wrong?\" ",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Sciòderie, I must have misread something.\" ",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"I know a forgery when I see one! This document is a mess.\" He slaps the pages with disdain.",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"I will look into this. Eccosi.\" Luca coughs gently into his fist and waves you off.",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"And it is my only copy. Merla, the governor will have my stamp for this...\" Luca trails off, muttering to himself.",
      "female": ""
    },
    {
      "id": 73,
      "default": "He blinks at you, swallowing. Luca seems poised to fire off an insult, but some new understanding hits him like a crossbow bolt between his eyes.",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"The contract is void. Just... stay your hand.\" \r\n\r\nLuca aims his attention to the ground and glances up only to see if you're still there.",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"I think you owe Tawenu an apology.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Tawenu won't be giving you any more trouble.\" ",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Gellarde. We must suffer nothing that gets in the way of the company's good work.\" Luca tosses you a bag of coins. ",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"If there's nothing else, I trust you can see yourself out?\" ",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"Would you be willing to entertain a more profitable arrangement?\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"You can't seriously think this contract is just.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "[Pick his pocket while he's distracted.] ",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Neither. I want the Duape freed from their contract.\" ",
      "female": ""
    },
    {
      "id": 90,
      "default": "His eyes widen and cheeks bulge. For an instant you're convinced he's going to vomit on the spot, but he swallows with a pained wince.",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"There is more than one island in the Deadfire. Your tribal friend can keep his.\"\r\n\r\nSatisfied, Luca slams back his drink with a healthy swig.",
      "female": ""
    },
    {
      "id": 92,
      "default": "While Luca is occupied with the server, you slip your hand into his pocket just long enough to retrieve a small key.",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Di verus, the Royal Deadfire Company lacks subtlety if they send <i>you</i> here.\" He shakes his head, mildly disappointed.",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"You got what you wanted. Our business is over.\" ",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Out, pesky fly! Shoo, shoo!\" ",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Now, what was it you wanted again?\" He wrinkles his brow and squints in your direction. ",
      "female": ""
    },
    {
      "id": 100,
      "default": "He opens his mouth and utters a fearful squeak, but promptly silences himself when he takes another look at you.",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Ac, I'm sure that you always find 'creative' solutions when things don't go your way.\" Luca purses his lips and studies you. ",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"Keep negotiating like this and you'll drive the Huana into the arms of the Royal Deadfire Company.\" ",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Are we feeling honest today, or did you eat some fermented corpsefruit?\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Bah, sciòderie. It would be weakness to concede when we're so decidedly in the right.\" ",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"Hrm. I would be remiss to uphold one contract to the detriment of our operation.\" ",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"This is... ac, true enough.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"If the tribals cannot understand the basic terms of an agreement, that is their burden to bear.\" Luca nods to his drink and wipes off the rim of the cup.",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Could you even entertain the possibility of doing the right thing?\" ",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"I'm telling you - not friend to not friend - there's just no room for compromise.\" He burps into his sleeve. ",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Final offer.\" ",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"This seems like a fair deal.\" ",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"Belfetto. The matter is closed.\" Luca takes your coins and dismisses you with a crooked finger pointed to the door.",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"Save your charity for the street urchins!\" Luca makes a shooing gesture.",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"I'll be lucky if Governor Alvari lets me manage the kitchen, much less another contract of value.\" Luca presses his temple and sighs.",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"Aha... I'm sure you misheard me. What's one contract? My elbow knocked over an inkwell, and the terms are forever obscured. No great loss. Nothing we can't get recompensed elsewhere.\" \r\n\r\nHe clears his throat and makes a poor attempt at a congenial smile. ",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"The time has come for you to go. My patience runs thin.\" ",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"Ac, I'm sure that threats and blackmail WOULD suit your sensibilities.\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"Ac, I'm sure that threats and blackmail WOULD suit your sensibilities.\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"Hey, don't be embarrassed. Lot of folks would've just vomited.\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"Probably quicker if I just beat it out of you.\" ",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"Right by whose definition? The Republics lose no sleep over what we do here.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"The Huana may not know contracts, but they know when they're being cheated.\" ",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"That... hmm. And we want the Huana cooperative while we're on the job, don't we?\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"My one solace from the tedious bureaucracy.\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"Belfetto, very well. The tribals can keep their island, and it's one less contract for me to worry about.\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"I don't have time to solve this politely.\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"I cannot betray the company's interests. There are standards of business to uphold.\" His voice lowers to a panicked hiss. ",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"Try it, Luca. See what happens.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "[Haul him up by his collar.]",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"Fine. We're done here.\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "His gaze darts to the office guards, but something stops him from calling out. ",
      "female": ""
    },
    {
      "id": 152,
      "default": "You grab a fist full of Luca's shirt and lift him off his feet. He makes a gurgling sound of shock and dismay as he flails his arms and legs.",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"Tawenu mentioned you were anxious about talking to him. Why?\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"Hm. The crown has been known to grimace at our client tribe privileges.\" He steeples his fingers together and chooses his words with care.",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"But in this case, the company is a degenerate cheat. Say it with me.\"",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"I... I will not. And I'll thank you to keep your voice down. Here! May this still your tongue.\"\r\n\r\nHe thrusts a pouch of coins at you.",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"About your little problem with Tawenu...\"",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"This again? Per complancanet.\" ",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"Tawenu didn't mention a forgery.\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"Sientere. It's no surprise the little cheat is an accomplished liar.\"",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"I keep his cheap forgery locked in my chest. It is good for the occasional laugh.\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"I'm trying to spare you a headache by getting this sad native off the streets.\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"Di verus. And you have nothing to gain from the time and effort, ac?\" Luca snorts with amusement.",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"But breaking a contract for diplomacy's sake is simply not done.\" Luca worries his brow. ",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"Would you prefer to reason with my fist?\"",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"The company loses nothing by letting go of an island they never had.\"",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"The company's ingenuity will carry it forward, not some tired precedent.\"",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"You're ashamed of this practice, and you don't want to admit it.\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"Postenago! The company has every reason to congratulate itself.\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"We do not allow local trouble to stymie us so that Rauatai can steal an advantage.\" ",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"You don't look so tough when your guards aren't in earshot.\"",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"Why, why you degenerate little gnat! I can, I can have...\" Luca stumbles over his words and blinks at you, refocusing.",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"I cannot make the contract disappear. I'm more disposable than their damned paper!\" Luca swings his cup around. A splash of liquor arcs over his head. ",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"Figure something out or I'll make you disappear.\" ",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"What's say you show those company who really runs business around here?\" ",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"You should never have baited the Duape into signing that contract in the first place.\" ",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"Bah, it's a matter of dignity. You can't ask a respectable clerk to ruin perfectly good paperwork!\" ",
      "female": ""
    },
    {
      "id": 196,
      "default": "\"So adjust the terms. Keep the adra, but give up the island.\" ",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"You would doom an entire tribe to preserve your dignity?\" ",
      "female": ""
    },
    {
      "id": 200,
      "default": "[Leave] \"This is getting nowhere. I'm out of here.\"",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"Ac, then go. You'll stay out of the company headquarters if you know what's good for you.\"",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"Ooh, I like the wicked way you think. We'll make a... a respectable clerk out of you in no time!\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"Aha... no need for that now.\" ",
      "female": ""
    },
    {
      "id": 205,
      "default": "Staring thoughtfully down into his glass, Luca nods to himself. ",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"Have you ever negotiated a contract yourself, Luca? Don't you want to feel the power?\" ",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"Pallegina, can you do anything for this very, very sad drunk?\" ",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"Ac. Take it from me, Luca. You don't want to get on the Company's bad side. Don't let this one convince you otherwise.\"\r\n\r\nShe tilts her feathered in your direction and gives you a bitter glance.",
      "female": ""
    },
    {
      "id": 209,
      "default": "\"Ha! Your allies have the measure of you. \r\n\r\n\"I defer to wisdom.\"\r\n\r\nLuca makes a small gesture of salute, and turns away.",
      "female": ""
    },
    {
      "id": 210,
      "default": "He looks at you with eyes full of wonder and fascination. ",
      "female": ""
    },
    {
      "id": 211,
      "default": "[Ball your fist.] \"I'm not thirsty.\" ",
      "female": ""
    },
    {
      "id": 213,
      "default": "He makes a tipsy beckoning gesture as he awaits your offer.",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"No one in the Republics would fault you for making a tidy profit on the side.\" ",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"I suppose none of your employers would negotiate for the right price either, would they?\"",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"You are a slave to coin. Embrace your copper shackles. Hold them close to your heart.\" ",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"Gellarde, that is true enough.\" Luca sways on his feet and regards you with momentary respect.",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"On the contrary.\" Luca frowns to himself.",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"Cuè? Is that an offer?\" Luca blinks at you, his drunkenness momentary replaced by confusion and fear.",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"Perhaps I'm not being direct enough. Get rid of the contract.\" ",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"The Huana have a deep memory. They will not look upon company manipulation well in the long run.\"",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"Then it's a good thing we're here only as long as the adra flows.\"",
      "female": ""
    },
    {
      "id": 226,
      "default": "[Observe Luca.]",
      "female": ""
    },
    {
      "id": 227,
      "default": "Luca is undeniably intoxicated. His bearing suggests that this condition is far from unordinary. He seems open to suggestion, though not a push-over.",
      "female": ""
    },
    {
      "id": 228,
      "default": "Luca has imbibed a great deal of alcohol in a very short time. He seems unsteady on his feet and apt to speak freely.",
      "female": ""
    },
    {
      "id": 229,
      "default": "\"See anything you like? I'm not so far gone that I won't app... appreciate an admirer.\" Luca attempts to wink, fails, and tries again with both eyes. ",
      "female": ""
    },
    {
      "id": 230,
      "default": "\"What is the purpose behind such a contract?\"",
      "female": ""
    },
    {
      "id": 231,
      "default": "\"Simple enough. We take on the burden of caring for the tribe in exchange for luminous adra rights.\"",
      "female": ""
    },
    {
      "id": 232,
      "default": "\"Tawenu is myopic if he thinks his tribe can thrive under a ranga in this climate.\"",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"You can't think of a single loophole we could exploit to our mutual benefit?\"",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"We are not in the habit of offering hidden avenues for our clients to exploit us! Good day.\"",
      "female": ""
    },
    {
      "id": 239,
      "default": "Turning his nose up, Luca looks as if he regards you from some impenetrable moral high ground.",
      "female": ""
    },
    {
      "id": 241,
      "default": "\"That's not up to me, friend.\"",
      "female": ""
    },
    {
      "id": 242,
      "default": "\"I hope you can see your way clearly to letting this go?\" ",
      "female": ""
    },
    {
      "id": 243,
      "default": "\"You are a poor judgment of character and a bad clerk. Say the words.\"",
      "female": ""
    },
    {
      "id": 244,
      "default": "\"This doesn't have to end in violence. It's contract negotiation, for Berath's sake.\" ",
      "female": ""
    },
    {
      "id": 247,
      "default": "\"Ac, all of it and more. I am a poor judge of character and a bad... the worst clerk.\"",
      "female": ""
    },
    {
      "id": 249,
      "default": "\"Don't try me, Luca. I'm stronger than I look.\"",
      "female": ""
    },
    {
      "id": 250,
      "default": "He scans you up and down, measuring you against your claims. Whatever conclusion he draws doesn't appear to impress him, as he simply shrugs. ",
      "female": ""
    },
    {
      "id": 253,
      "default": "\"Put yourself in their position. Would you have dealings with the company again?\"",
      "female": ""
    },
    {
      "id": 254,
      "default": "\"Silly... we are not in the Deadfire for the long haul.\" Luca smiles to himself and toasts to your naiveté. ",
      "female": ""
    },
    {
      "id": 257,
      "default": "\"Maybe I'll just pay you a visit to see that you keep your word.\"",
      "female": ""
    },
    {
      "id": 258,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 259,
      "default": "\"Ac, it will be done!\" He flinches a little, but nods.",
      "female": ""
    },
    {
      "id": 262,
      "default": "\"I can almost guarantee the company will put it to more dignified use.\"",
      "female": ""
    },
    {
      "id": 263,
      "default": "\"Go on, then. Some of us have more important duties.\"",
      "female": ""
    },
    {
      "id": 264,
      "default": "\"Forget it, then.\"",
      "female": ""
    },
    {
      "id": 265,
      "default": "\"Corès. I already have.\"",
      "female": ""
    },
    {
      "id": 266,
      "default": "\"Complanca. I know that you killed my guards. Don't kill me over... over parchment.\" ",
      "female": ""
    },
    {
      "id": 269,
      "default": "\"This is the heart of the Vailian Trading Company. You would know that if you had a reason to be here.\"",
      "female": ""
    },
    {
      "id": 270,
      "default": "\"From her office, Governor Alvari carries out the will of the Songretta mea Compresa.\"",
      "female": ""
    },
    {
      "id": 271,
      "default": "\"We clerks are the fingers of their long reach.\" He clutches his hand over his heart and bows sharply.",
      "female": ""
    },
    {
      "id": 274,
      "default": "Luca shoots you an annoyed glance as he flips through the pages of the contract. ",
      "female": ""
    },
    {
      "id": 277,
      "default": "\"Bah. You are weaker than the Duape ranga.\"",
      "female": ""
    },
    {
      "id": 279,
      "default": "\"Come to trade jabs, or can we just toss one back in silence?\"",
      "female": ""
    },
    {
      "id": 281,
      "default": "\"Once the adra is gone, the tribes can have what's left of their islands.\"",
      "female": ""
    },
    {
      "id": 282,
      "default": "\"Right by my countrymen isn't right by the locals. Way of the world.\"",
      "female": ""
    },
    {
      "id": 283,
      "default": "\"If it's a fight you want, then come at me bazzo.\" Luca spreads open his arms and waits for you to take the first punch.",
      "female": ""
    },
    {
      "id": 284,
      "default": "\"More profitable than an island full to bursting with luminous adra?\" Luca reels back, giving you a skeptical look.",
      "female": ""
    },
    {
      "id": 285,
      "default": "\"This again.\" Rousing himself with a shake of the head, Luca stands at his full, if unbalanced height.",
      "female": ""
    },
    {
      "id": 286,
      "default": "\"If you are here on company business, then I will fit you into my schedule.\" He gestures for you to go on.",
      "female": ""
    },
    {
      "id": 287,
      "default": "\"Try not to break anything.\"",
      "female": ""
    },
    {
      "id": 288,
      "default": "\"Welcome back to the office, sérre.\" He bows to Pallegina.",
      "female": ""
    },
    {
      "id": 289,
      "default": "\"Ado, Luca.\"\r\n\r\nShe dips her head slightly in acknowledgment.",
      "female": ""
    },
    {
      "id": 290,
      "default": "\"If you or your... friend have business with the company, I am disposed to listen.\" ",
      "female": ""
    },
    {
      "id": 291,
      "default": "\"Merla, you again. Shove off, these are my quiet hours.\"",
      "female": ""
    },
    {
      "id": 292,
      "default": "\"I know you have your orders, Luca, but sometimes the Company doesn't know what's best for them. Grabbing this tribe's land may hurt the ducs' interests in the long run.\"",
      "female": ""
    },
    {
      "id": 293,
      "default": "\"And maybe next time their tribe will send someone bigger and less pleasant than Tawenu to knock on your door.\"",
      "female": ""
    },
    {
      "id": 294,
      "default": "\"Per complanca, he has caused me enough trouble for a lifetime.\"",
      "female": ""
    },
    {
      "id": 295,
      "default": "\"You! I hope you are pleased with yourself! Because of you, I have been stripped of my position!\"",
      "female": ""
    },
    {
      "id": 296,
      "default": "\"I have been with the Company for years! I had my own office. \r\n\r\n\"And now I am ruined...\"",
      "female": ""
    },
    {
      "id": 297,
      "default": "\"There's work on my ship, if you want it.\"",
      "female": ""
    },
    {
      "id": 298,
      "default": "\"You deserve it for breaking a contract like that.\"",
      "female": ""
    },
    {
      "id": 299,
      "default": "\"What a shame.\"",
      "female": ""
    },
    {
      "id": 300,
      "default": "\"You... you lying, deceitful... \r\n\r\n\"Your games will catch up with you! I believe that. Some day, you will have cause to regret what you have done.\"",
      "female": ""
    },
    {
      "id": 301,
      "default": "\"Now I am trapped here on this island, and soon to be destitute.\r\n\r\n\"I... I will grovel. Perhaps if I beg, I may at least have a position as a servant.\"\r\n\r\nLuca buries his face in his hands.",
      "female": ""
    },
    {
      "id": 302,
      "default": "\"Leave me in peace, you devil!\"",
      "female": ""
    },
    {
      "id": 303,
      "default": "\"I must be mad to agree to this.\"",
      "female": ""
    },
    {
      "id": 304,
      "default": "[Leave] \"Good luck, Luca.\"",
      "female": ""
    },
    {
      "id": 305,
      "default": "\"Luck! I am the unluckiest fool in all of Neketaka.\"\r\n\r\nLuca buries his face in his hands.",
      "female": ""
    },
    {
      "id": 306,
      "default": "\"What? \r\n\r\n\"You must be joking. You arrange for my dismissal from the Company, then offer me work as a... deckhand?\"",
      "female": ""
    },
    {
      "id": 307,
      "default": "\"It'll be more fun than contract disputes, I promise you that.\"",
      "female": ""
    },
    {
      "id": 308,
      "default": "\"Yep.\"",
      "female": ""
    },
    {
      "id": 309,
      "default": "\"Not if you're going to whine about it.\"",
      "female": ""
    },
    {
      "id": 310,
      "default": "\"I... Damn you, Watcher, but I accept. \r\n\r\n\"I will... gather my things.\" \r\n\r\nLuca blinks, looking a little startled.",
      "female": ""
    },
    {
      "id": 311,
      "default": "\"N-no, wait, I... I accept.\r\n\r\n\"I will... gather my things.\" \r\n\r\nLuca blinks, looking a little startled.",
      "female": ""
    }
  ]
}