{
  "Component": "exported",
  "Name": "conversations\\03_neketaka_vailian_district\\03_cv_vtc_bounty_giver",
  "Entries": [
    {
      "id": 1,
      "default": "No sooner do you approach the Vailian woman than she squints and turns up her nose, regarding you with thinly-veiled distaste.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Something you need, aimico?\" Aenia lifts her brow and waits.",
      "female": "\"Something you need, aimica?\" Aenia lifts her brow and waits."
    },
    {
      "id": 4,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"What bounties do you have available?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"We will cut your teeth on Biakara, a Huana sailor and would-be patriot who plagues Company ships.\" ",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"I'll take the bounty.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"I'll pass on the bounty for now.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Gellarde. Biakara sails her voyager Scale of Tangaloa off of Hasongo's northeastern coast.\" Aenia studies you once more before shrugging and seeing you off with a wave.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"But you have your quarry already! Once the target is sunk, come back to me for another.\"",
      "female": "\"But aimica, you have your quarry. Once you have silenced the first, I will give you another.\""
    },
    {
      "id": 11,
      "default": "\"The Company is always eager to hunt pirates. My contacts have one by the name of Veen in their spyglass.\"\r\n\r\nAenia hesitates before speaking up again.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"I'll take the bounty.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Gellarde. You can catch up to Veen as he sails the dhow 'Reckless' far east of Neketaka, past the Kua o Rikuhu islands, no doubt thinking himself beyond our reach.\" \r\n\r\nAenia grins to herself and nods. ",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"I dealt with Biakara.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I dealt with Veen.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"I dealt with Desiwa the Shark.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Belfetto! A fitting test of your skills and a promising beginning for us both.\" \r\n\r\nShe winks and passes you a small pouch of coins. ",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Belfetto! A pirate deserves no better send-off than a watery tomb.\" \r\n\r\nAenia passes you a hefty bag of coins. ",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Belfetto! For once our survey ships may take to the waters without fear. Knowing that is almost priceless.\" \r\n\r\nShe strains her back to support a sack of coins and lays it at your feet.",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"You've taken all the work from the louses of Queen's Berth and I have nothing more to offer you... save this.\" \r\n\r\nHesitating, Aenia sticks out her hand and tips her head to the side, wearing an awkward smile. ",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Merla, how is every ship hunter taken?\" ",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Excellent work. I wish all ship hunters were so diligent.\" ",
      "female": "\"The Vailian Trading Company thanks you for your diligent work, mestra!\""
    },
    {
      "id": 23,
      "default": "\"I've already dealt with Biakara.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"I've already dealt with Veen.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"You've done well for the company. My last target is Desiwa the Shark, a Rauataian casità who we <i>suspect</i> of intimidating survey ships.\" \r\n\r\nHer lip pulls back in a hate-filled sneer. ",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"I'll take the bounty.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"I've already dealt with Desiwa.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Gellarde. Desiwa sails the dhow Blacktip in the waters south of Sayuka.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"I only deal with serious clients. Now shoo.\" She makes a sweeping gesture with both hands. ",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Per complancanet, do you hate money? Speak to me when you are ready, then.\" Her brow furrows as she studies you.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"I'm still hunting Desiwa the Shark.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"I'm still hunting Veen.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"I'm still hunting Biakara.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Well, the Queen's Berth ship hunters are not exactly pounding at my door for work.\" Aenia pinches the bridge of her nose.",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Enjoy the lack of competition while it lasts. Take your time.\" ",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Before I go I had some questions.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Questions? Ask your questions, aimico.\"",
      "female": "\"Questions? Ask your questions, aimica.\""
    },
    {
      "id": 39,
      "default": "\"Excuse me?\" ",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"What sort of business are you in?\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "[Stand your ground.] \"I am a serious client.\" ",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Ac, done! You are dismissed.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Madiccho, but it is impossible to find skilled work when every competent freelancer wastes their shore leave in the Wild Mare!\" She grimaces toward the east. ",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"When blood travels south of their brains the value of a good bounty is forgotten.\" ",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"You give out bounties? I could take some off your hands.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Why aren't more sailors accepting work?\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Sounds like fun. Farewell.\" ",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"A serious brute - I can see this from here.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"<i>Not</i> the business of answering questions, nasenale.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"<i>You?</i> A nameless face off the streets?\" \r\n\r\nShe thumbs her chin and gives you a thorough looking-over.",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"I do not make a habit of shepherding new talent, but... ac, there is a seed of potential.\" She sighs to herself and peers over your shoulder before giving up and addressing you directly. ",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Hm... your face, perhaps it is not unknown to me.\"\r\n\r\nShe thumbs her chin and appraises you with fresh interest.",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Ac, but I blame luminous adra.\" She folds her arms and exhales sharply through her nose.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Our privateers are busy escorting shipments out of the Deadfire. Everyone is rich, no one is hungry!\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Where are the casitàs willing to sink their enemies for a bag of pires, eh? Drunk on success!\" She waves derisively toward the east. ",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Ac, but too much eagerness can be a bad thing.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"It goes without saying that I have more work for you if you have the space for more coin.\" Aenia chuckles to herself.",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"But you did not just come to deliver good news? You came for work, ac?\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "[Shake her hand.] \"Been a pleasure working with you, Aenia.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Ac, my little privateer! You have news for me?\" Aenia folds her arms and tips her head. ",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Veen is a vithrack, if such things matter to you. Gets in your head, they say.\"",
      "female": ""
    }
  ]
}