{
  "Component": "exported",
  "Name": "conversations\\03_neketaka_vailian_district\\03_cv_pallegina_outcast",
  "Entries": [
    {
      "id": 1,
      "default": "\"Wha- ? Watcher?! Di verus... is it really you?\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "Pallegina's mouth hangs open in shock. Though her hair and feathers have the same immaculate grooming as when you last saw her, her breastplate's five suns have been carefully scratched off. She looks down at the armor and back up to you with a pained glance.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"I'm sure that even at Caed Nua, you must have heard what happened when I returned to the Republics.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"I did. I'm sorry things didn't work out for you.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"I guess that's what happens when you don't follow orders.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Shrug.] \"Maybe. I don't know. I didn't give it much thought.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "She glances away and gives an appreciative nod. You can see the muscles in her jaw clenching as the seconds pass.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"The Republics survived. That's the most important thing. And here, the Company's business seems to be getting on fine without my interference.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "She blinks once, her golden eyes opening wide, fixated on you. Her nostrils flare and the veins in her neck strain against her skin.",
      "female": ""
    },
    {
      "id": 11,
      "default": "<link=\"stringtooltip://tooltips/9\">\"Vu maddicche postenago! Buffan vi! Cues es malgro me fulpa med tuor! Peri chue na cracuna ve engeri! Vu tros men merla!\"</link>",
      "female": ""
    },
    {
      "id": 12,
      "default": "Pallegina continues to issue forth a stream of unintelligible insults. Her hands are flowing through a series of obscene gestures as she backs away from you.",
      "female": ""
    },
    {
      "id": 13,
      "default": "Vailians around Queen's Berth turn their attention toward the fountain of profanity. Some are amused. A mother shields her smiling son's eyes from the vulgar pantomime. As Pallegina angrily stomps off into the distance, the pace of life returns to normal.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Hey, I know those feathers! Pallegina!\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"It's been ages! But what's happened to your armor?\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"You two know each other? I mean... I wouldn't be jealous if you did.\" Xoti's eyes flick back and forth between you and Pallegina. She bites at her bottom lip, but says no more.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Know this lass, cap? Weren't aware you favored feathers.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"What do you think she said? Sounded mad.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Even Iselmyr couldn't have topped that.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Serves her right, I say.\" ",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Ooo, I like her.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"I could use your help, Pallegina. I'm hunting down Eothas.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Are you working for the Vailian Trading Company now?\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Like I said, I'm sorry things worked out the way they did.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "Her eyebrows arch, the membranes of her eyes sliding out and back as the weight of your words hits her.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"I suppose I shouldn't be surprised, considering all we went through. But no, I won't be coming with you, Watcher. I'd be lucky if I wound up dead.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "A pathetic laugh escapes her lips. She turns her gaze down, shaking her head.",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"No. No company associated with the ducs will employ me now. I get by working as a ship guard. At least I can be among my people, even if they look down on me.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "Her gaze drifts off into the middle distance. A long sigh drifts from her nose.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"The apology doesn't make things right, but it's good to hear. Di verus.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Farewell, Pallegina.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"No, it won't be like that. I prom- \"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Come on. Things didn't turn out all that b- \"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"You should be grateful that I ev- \"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Corès, Watcher.\"\r\n\r\nA mixture of sadness and anger flashes across her face. It is quickly replaced by her familiar, calm expression. She nods once, then turns to go.",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Maybe we don't start with the part about Eothas next time.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Do take care of yourself, Pallegina.\" ",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Good riddance and safe travels to you!\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Smooth, cap. Like barnacles.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Corès.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Even I'm scuppered.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Buffan vi!\"",
      "female": ""
    }
  ]
}