{
  "Component": "exported",
  "Name": "conversations\\03_neketaka_vailian_district\\03_cv_rabyuna",
  "Entries": [
    {
      "id": 1,
      "default": "A fire godlike woman polishes a pair of stocks, tending to them with the fondness of a mother for her favorite child.\r\n\r\nThe room is dim, illuminated only by the glow of her steel-forged skin. Her eyes burn with the light of Magran's fire.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"You are a glutton for punishment, I see.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"I will give you an experience you won't soon forget.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"How much for your time?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Three hundred copper. I know it's a bit more than most, but my service is like nothing you will find anywhere else in Neketaka.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Tell me about yourself.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"I must assume the question beneath your question is how a fire godlike came to find herself in a place such as this.\"\r\n\r\nShe leans back against a wall of chains. They clank and rattle, and she smiles at the sound.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Never mind.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Very well. Remove your clothing and shut the door.\" She runs a hand along her freshly polished stocks while she waits for you to comply with her orders.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Let's get to it, then.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"But we cannot always be strong. I help those who have lost their strength to find it again.\"\r\n\r\nShe wraps a chain around her arm and tugs. The steel links glow red with forge-fire where they touch her skin.",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Perseverance. Being as I am, I have been forced to find it for myself. Now, I teach it to others.\r\n\r\n\"To live in the world as a thinking, feeling creature - it is difficult. It demands strength.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Tekēhu! Where have you been? I haven't seen you in weeks.\" Her eyes glow red with an intense, flickering flame, but her tone is warm and familiar.",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Still recovering after the last visit, I say! My mind is willing, but my scales have limits.\" \r\n\r\nTekēhu rubs the back of his head and smiles. ",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Oh yes, we are <i>well</i> acquainted. He's a very good boy.\" She smirks.",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"You know her?\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Ekera, we have... quenched each other's flames from time to time.\" ",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"You may leave.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"You want to speak with me, you do it in my room.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Start slowly, please.\" Tekēhu pinches his lower lip and smiles. ",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"You have my undivided attention.\" Maia folds her arms and observes, smiling lopsidedly.",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"Hold on just one murkberry-picking minute! I don't know if you know this about me, Watcher, but I ain't the kind of gal who likes to share.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "She turns away to polish a pair of stocks, tending to them with the fondness of a mother for her favorite child.\r\n\r\nThe room is dim, illuminated only by the glow of her steel-forged skin. Her eyes burn with the light of Magran's fire.",
      "female": ""
    },
    {
      "id": 108,
      "default": "When she realizes you're still standing there, she shoots you a look of utter contempt.",
      "female": ""
    },
    {
      "id": 109,
      "default": "When she hears you enter, she shoots you a look of utter contempt.",
      "female": ""
    }
  ]
}