{
  "Component": "exported",
  "Name": "conversations\\03_neketaka_vailian_district\\03_cv_baer",
  "Entries": [
    {
      "id": 1,
      "default": "An armored man stands by the far wall, observing a more lightly-clothed woman as she busies herself with a handful of wires.\r\n\r\nThe room falls silent, and you find yourself the center of attention.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"We asked not to be disturbed. What are you doing here?\" He grips his weapon and studies you closely.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Sorry. They sent me here to take your drink order.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Aren't you one of the Bardatto guards?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Persa? Zili mentioned you might know something about a Valera plan.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Sorry, wrong room.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Good. Now get lost.\" He jerks his head to dismiss you.",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Damn it, Persa! Part of our deal was that you keep your mouth shut.\" ",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Well. That's the end of subtlety.\" \r\n\r\nBaer readies his weapon, his features hardening in a resolute expression. ",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"You look like you ought to be hauling wagons for a living. You expect me to believe you're a server here?\" ",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Yeah, well, we don't want anything. Get out.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"It's not my fault I'm built big, sir.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I really need the money.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Once is an accident. Twice and you're a little too nosy for your own good.\"\r\n\r\nThe sizable man balls his fist and cracks his knuckles. ",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Relax, Baer. In and out - no complications.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Relax? We're emptying a vault, not watershaping.\" ",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Martino better come through with that boat he promised.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"I'm sure there's a dinghy in your future.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "[Shrug] \"You're right, that is pretty unlikely.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"You told me you weren't followed!\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Zili is family! I told him so he wouldn't try to get involved or stand in our way.\" ",
      "female": ""
    },
    {
      "id": 22,
      "default": "[Attack] \"Changed my mind.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "Baer hefts his weapon to square off with you while Persa scrambles for cover.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"I hear the Valeras are moving against the Bardattos.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"You're dead wrong. We're just here to enjoy a drink and some privacy.\" ",
      "female": ""
    },
    {
      "id": 26,
      "default": "In spite of her calm tone, you note a bead of sweat running down Persa's forehead. ",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Best for everyone involved that you don't go around making baseless accusations.\" ",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Confess now before things get ugly.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Ezzali can't know that I was here. Bad news for our new friend.\" He clenches his jaw and advances. ",
      "female": ""
    },
    {
      "id": 35,
      "default": "Baer eyes you warily, awaiting your reaction. ",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Ezzali knows something's amiss. She sent me here.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"That's it, then. The plan's over, we're done. Time to pack it in.\" Persa sighs and folds her arms. ",
      "female": ""
    },
    {
      "id": 38,
      "default": "[Bluff/Lie] \"I know you're after the adra! Your partner squealed. The jig is up.\" ",
      "female": ""
    },
    {
      "id": 39,
      "default": "[Bluff/Lie] \"You're after the Bardatto vault, right? I want in.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "[Attack] \"I'm not taking any chances.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"My mistake.\" ",
      "female": ""
    },
    {
      "id": 42,
      "default": "[Bluff/Lie] \"You want Ezzali dead, right? I can help.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"If she knew I was involved, my corpse would already be knocking against the pylons at the shipyard dock.\" \r\n\r\nBaer sets a focused glower upon you.",
      "female": ""
    },
    {
      "id": 44,
      "default": "The two of them exchange a look. Baer laughs mirthlessly, shaking his head. ",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Persa- what DIDN'T you blab about?!\" Baer pierces her with a disapproving look.",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Get lost.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"I didn't... How did you...\" Persa stammers, darting her gaze from Baer to you.",
      "female": ""
    },
    {
      "id": 48,
      "default": "The pair exchange quizzical looks. Baer recovers first and shakes his head.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"I've had enough of this clown. Get out of the way, Persa.\" He rolls up his sleeves and advances.",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"What kind of bloodthirsty idiots do you think we are?\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"This job's got too many moving pieces as it is. Safer if I push one of them off the board now.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Try not to make too much of a mess, Baer. No need to draw even more unwanted attention.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Baer, I don't know this one.\" She nods toward you.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Just keep it down. There's someone out in the hall.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"We've no intent to disturb you. Please, carry on.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"If you won't leave, I'll make you leave.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "[Attack] \"The Bardattos send their regards.\"",
      "female": ""
    }
  ]
}