{
  "Component": "exported",
  "Name": "conversations\\03_neketaka_vailian_district\\03_cv_rtc_soldiers",
  "Entries": [
    {
      "id": 2,
      "default": "\"Sing us another about the shores of Rauatai!\" ",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Sing us anything but 'The Nāga's Nethers,' won't you?\" ",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Whose guts twist around like a rusty corkscrew? Oh, the sailor who can't hold down koīki stew...\" ",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Defiance Bay, am I right?\" The sizable aumaua smiles and claps you on the shoulder - hard.",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"What can I do for you?\" ",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"What are you doing?\" ",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"We've got you now!\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Get that little hairball!\" ",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Go get them!\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"I was but a face in the crowd, but I remember the one who walked out of Hadret House alive.\" \r\n\r\nHe claps you on the shoulder again - harder - and this time you recognize inebriation behind his enthusiasm.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"He's had more than a few. Perhaps we should go before this ends in rambling professions of love.\" He leans close to you, speaking low.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"To the motherland!\" The sailor tosses back a tankard and wipes his mouth with the back of his sleeve.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"So what brings you here, friend?\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"There's a musician playing his lute by the bridge. Best songs in the district.\" ",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Be seeing you, Watcher.\" ",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"This one can strum a lute!\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Hey, I'm walking here.\" ",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"I'm gonna need you and your friends to clear out.\" ",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"I... do not understand. We have done nothing wrong.\" \r\n\r\nThe sailor looks from his fellows back to you with a mixture of hurt and confusion.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Captain gave us extra coin to occupy ourselves while we're on leave.\" ",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Martino Valera wants you out of Queen's Berth.\" ",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Valera. One of the stuck-up pirate hunters?\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"On second thought, you can go about your business.\" ",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Anything I can say or do to convince you to leave?\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Look, if you just beat it for a few hours, then we both win.\" ",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"I'll dump you in the canal, if that's what it takes.\" ",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"The canal, huh? Bears consideration.\"\r\n\r\nThe sailor looks to his companions with a deadpan expression. ",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Always wanted to learn if orlans could float.\" \r\n\r\nHe signals the others to attack.",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Can you play any Rauataian songs?\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"If this Vailian can't carry a tune, I'll cut off his thumbs.\" ",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"It's nothing personal - there's just an angry ghost right where you're standing, and I mean to banish it.\" ",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Bah! Joking! There's no... I... No, really?\" \r\n\r\nThe sailor swallows and glances over his shoulder.",
      "female": ""
    },
    {
      "id": 51,
      "default": "[Raise your hands.] \"Begone! I'll have no mischief from you, crooked thing!\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "[Stare into space with your mouth hanging open.]",
      "female": ""
    },
    {
      "id": 53,
      "default": "The sailor smirks at his companions. Each in turn shrugs and smiles back to him.",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"No. Tell the Valeras they can lick my boots.\" ",
      "female": ""
    },
    {
      "id": 55,
      "default": "At first the sailor looks like he's going to fire back with harsh language, but his expression softens.",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Wonder if he plays any Rauatai songs. Come on, boys. Let's get out of here.\" He gestures with a jerk of his head. ",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"We'll make ourselves scarce while you buddy up to the Valeras. Whatever you've got planned, good luck with it.\" ",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"We'll leave when we're good and ready. Valera should get used to waiting.\" ",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"That's what I thought. Now, if you don't mind...\" He nods and turns away.",
      "female": ""
    },
    {
      "id": 65,
      "default": "[Attack] \"Time to stamp out a sea rat.\" ",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Sea rats are born survivors!\"\r\n\r\nThe sailor motions for his companions to rally around him.",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"I must be seeing double, elf man, because it's like there's a great big... lady crouching on your shoulders.\"\r\n\r\nThe sailor squints at Aloth and shrugs.",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"We've been draining Vailian wine cellars and trying to remember the words of Rauatai anthems. Loudly, as often as not!\"\r\n\r\nHe turns to his compatriots with unrestrained glee.",
      "female": ""
    },
    {
      "id": 70,
      "default": "The sailors flinch and duck as the power of suggestion and a passing breeze convince them that they are assaulted by angry spirits.",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Back to the ship! We should never have come.\"\r\n\r\nThe sailors flee, stumbling on their feet in haste. ",
      "female": ""
    },
    {
      "id": 72,
      "default": "Maybe it's just your imagination, but you hear the rustling of cloth and what sounds like a slow, exhaling breath move past your ear. ",
      "female": ""
    },
    {
      "id": 73,
      "default": "[Point your finger to a spot in the air and scream.]",
      "female": ""
    },
    {
      "id": 74,
      "default": "The sailor plugs his ears and turns from you to the invisible presence, his eyes widening to the size of saucers.",
      "female": ""
    },
    {
      "id": 75,
      "default": "[Touch his shoulder while he's distracted.]",
      "female": ""
    },
    {
      "id": 76,
      "default": "He flinches as a chill works up his spine, and glances back at you with horror evident in his rigid expression.",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"We move for no one. Friend.\" \r\n\r\nHis expression darkens and his hands drop to his sides.",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"I'd like to see what happens to one of you things when you stop breathing.\"\r\n\r\nHe signals for the others to attack.",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"You'll be lucky if someone ever finds what's left of you down there.\" \r\n\r\nHe signals for the others to attack.",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Not worth it. Let's go, mates.\"\r\n\r\nHe whistles and gives the signal for the others to depart. ",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"We haven't imbibed anything we can't regurgitate later!\" The sailor shakes his gut at Aloth and laughs.",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Who are you again?\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "[Lie] \"Of course! How could I forget?\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 113,
      "default": "He gives you a look that is skeptical, if amused. ",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"You come by for a drink, or just to chat?\" The sailor gives you a welcoming grin.",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"That's where you're wrong, soldier.\" Maia whistles through her teeth. Ishiza's feathers bristle at attention.",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"To Tākowa. May our enemies crumple under cannon shot.\" Maia winks at the sailors and raises a fist.",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"Meaning no disrespect. This is our shore leave...\" He blinks and eases back from her.",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"Take it away, Maia.\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"Am I hearing things, or is this sailor asking to lose his lower jaw?\" Maia pulls up her sleeve and stares down the group.",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"Take your pick, Ishiza. The big one is mine.\" ",
      "female": ""
    },
    {
      "id": 123,
      "default": "The bird narrows his eyes and lets out a piercing squawk.",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"Maia Rua?\" The sailor's eyes bulge. He prods his cohorts with an elbow and a shush.\r\n\r\nThey all stand at attention.",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"Didn't think I'd find you in Queen's Berth, did you? At ease, soldier.\" Maia clasps her hands and squares her stance. ",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Apologies, ma'am. We promise to behave this time.\"\r\n\r\nSwallowing, he looks over to you and nods. ",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"Off you go.\" Maia winks down at Ishiza.",
      "female": ""
    },
    {
      "id": 131,
      "default": "Aloth presses his lips together and, for a few seconds, looks as if he's struggling against Iselmyr.",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"Also something I'd like to avoid.\"",
      "female": ""
    }
  ]
}