{
  "Component": "exported",
  "Name": "conversations\\03_neketaka_vailian_district\\03_cv_sanza",
  "Entries": [
    {
      "id": 1,
      "default": "\"Oh! Hello! Welcome to my shop! It's such a pleasure to see a new face!\"\r\n\r\nSanza bounces back on his heels, a wide grin plastered on his worn face.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Hm, yes, well, next time- ah, next time you will not give me a coin purse reeking of rat piss, understand? Or I'll charge you twice the rat. Ah, rate! Twice the rate.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Now, if that's all, I wish you a good day. Thank you for your, ah, distinguished patronage. Do come again. Perhaps with silvers.\r\n\r\n\"Give them a spit shine, at least. That's a good lad.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"How might I assist you?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"The great explorer returns! You are always welcome here, my friend. Please, make yourself comfortable.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Show me what you have for sale.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"What do you do here?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "[Leave] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Certainly, certainly! It would be my pleasure. Of course, it's mostly books and knick-knacks. Maps, I do on commission, you see...\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Oh, I'm a cartographer! I make maps. I'm not half-bad at it, either - and may the gods forgive my immodesty for saying so.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"It used to be I would take to the sea and do a bit of charting myself, but I haven't the time. Too many maps need making!\r\n\r\n\"A shame, too. There's a whole swath of the Deadfire I've yet to see!\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Welcome back, welcome back! It's a pleasure to see you once again. Tell me, how is the sailing? Smooth? Nothing to delay your expedition, I hope.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Please, I'll give you what you want! J-just leave me alone!\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"I'm quite keen to write a book, in fact! Oh, but I won't trouble you about that. Excuse my nattering on, won't you?\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"You said you're writing a book?\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"I'm putting together an explorer's account of the Deadfire! Or at least the part of it Queen Onekaza's tribe has laid claim to.\r\n\r\n\"My book will be the first of its kind! The Explorer's Club will go <i>mad</i> for it!\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"I'm not exactly the most <i>powerful</i> fighter, or I'd do it all myself. \r\n\r\n\"Still... wouldn't it be wonderful? An explorer's guide to the Deadfire! Someday...\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Hey! That's... that's mine!\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Could you maybe put that back? Please?\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Oh dear. I... I needed that.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"My sweet Kaleb! You- you monster!\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Do you... sleep here?\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Ah, hah. Sometimes.\" He touches a hand to his forehead and blushes scarlet from his neck to the tips of his ears.",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Nice dog.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"You think so? He is a magnificent beast, isn't he?\" Sanza's face splits into a broad grin bright enough to light the room.",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"He's been a bit low lately. Between you and me, I think he's heartsick for the sea.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Married to the work, you know. I just get so... so <i>engrossed</i> in my maps, and next I know, it's morning!\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Sharing a bed with a few maps is good sight better than sharing with Kaleb, I'll tell you that!\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"If you need a map of any settled region of the Deadfire, I'm your man. And my commission rates are quite generous.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"You'd think ship captains would be a bold-hearted bunch. I offered fair recompense!\"\r\n\r\nSanza folds his arms, sighing.",
      "female": ""
    },
    {
      "id": 53,
      "default": "Sanza looks away. A wistful smile plays at the edge of his mouth.",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"He always hogs the blankets.\" He rubs the back of his neck.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Yay! I'm gonna be the most famous 'splorer EVER!\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Surely the Huana have already charted the region. You can't ask them?\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Ah, well, it's possible they have, but they won't tell me a thing!\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Don't want interlopers tromping all over their land, I suspect.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"You ever wonder if they might have a point?\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "[Nod.]",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"I can't say I've ever given it much thought!\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Give it some thought.\" Tekēhu folds his arms and glowers down at Sanza.",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"I've got a bold heart and a ship. Need a hand?\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Good luck with that.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Do you mean it? This is - wow! I can't thank you enough!\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Once you're back, I'll start filling in my map and adding your findings to the book!\r\n\r\n\"Oh, this will be <i>wonderful</i>!\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"The idea is to explore all the islands that haven't been charted yet, or even named. That falls to you, aimico!\r\n\r\n\"You can't tell me you've never wanted to name your own island!\"",
      "female": "\"The idea is to explore all the islands that haven't been charted yet, or even named. That falls to you, aimica!\"\r\n\r\n\"You can't tell me you've never wanted to name your own island!\""
    },
    {
      "id": 70,
      "default": "\"A pity, really. I promised credit! An inscription in the frontispiece, even.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"O-oh, don't look at me like that. Secrets are all well and good, but it's that much easier to make a tribe disappear when there's no evidence of them on the map.\"\r\n\r\n",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"...Or, well, that was the idea. It's a fiercely dangerous enterprise, in point of fact, and nobody will agree to chart the islands for me.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Who would you be selling these guides to?\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Why, everyone! That's the point, isn't it?\r\n\r\n\"Ac, I have to pay for parchment and materials, but my prices are very reasonable, all told!\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"If it pays, I'll take the job.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"It's a lot of ground- I mean, water - to cover, and some of these islands are in <i>very</i> dangerous waters.\"\r\n\r\nDespite his words, the gleeful expression on Sanza's face has not faded.",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Don't worry, I planned it all out. We'll get your feet wet, first. With a little experience under your belt I'm sure you'll get a taste for it! \r\n\r\n\"Nothing will stop us! I mean, you!\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Nothing that's going to stop a seasoned captain like yourself, of course! Oh, I can't wait. I've planned this all out.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"I've got some material for your book.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Ah, how exciting! Let's see here... Goodness, that's not what I was expecting. And so close to Port Maje!\" ",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"I could not have hoped for a better partner in this endeavor!\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Wonderful! I can't wait to... Oh, is that a little fish-man you've drawn?\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Wow, I've always wondered what was over there. I made a list. Fire giants, giant fire ants... Fire snakes wasn't on there.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Wow, I've always wondered what was over there. I made a list. Fire giants, giant fire ants... Fire snakes wasn't on there.\r\n\r\n\"...Wait, this means-\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"About your book...\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Yes? I'm afraid I've made little progress on that front, if you were hoping for a copy.\" \r\n\r\nSanza's sigh is theatrically mournful.",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"I thought we could start with the waters around the Company outpost at Port Maje. \r\n\r\n\"There are... two islands in the region, and nobody's taken much notice of them yet.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Once you're back, I'll start filling in my map and adding your findings to the book!\r\n\r\n\"Oh, this will be <i>wonderful</i>!\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"No need to wait that long. I've already been out that way.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "[Leave.] \"I should be going.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"You... you what? \r\n\r\n\"Why, that's incredible! Gellarde! Imagine, if you had never wandered into my shop! What an opportunity lost.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"You've done wonderfully! Oh, this book will be the best thing since Cassini's <i>Adventures</i>, and that was all romantic <i>rubbish</i>-\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Here- your pay, my friend. We're only getting started, of course. There's more to see!\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Tikawara next, I think. How does that strike you? It's a little Huana village, out to the southeast.\"\r\n\r\n\"Three islands this time, all nameless and unloved. They form a little triangle around Tikawara, if you squint...\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"I'll be waiting!\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"You've done it! You've really- oh, I see, you're playing a joke. \r\n\r\n\"That's unkind of you, I have to say.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Your well-deserved pay, of course! \r\n\r\n\"Why stop here? We're making good headway, and you've certainly proven yourself.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"I'm sending you far out west, this time. Past Port Maje, past the Wakara Reef, and even the Kangati islands.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"Nobody's been out that way in ages. All manner of dark stories. \r\n\r\n\"I'm sure you'll be fine!\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"I had already set the coin aside for you. I knew you wouldn't let me down!\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"We're getting into deeper water, now. So to speak. \r\n\r\n\"We call the islands along the east of Magran's Teeth the Burning Shoals.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"As you might imagine, it gets a little hot over there. Two of the islands haven't been surveyed yet. \r\n\r\n\"You'll want to sail northeast from the docks to reach the islands.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Put some nice pictures in that book and you've got your explorer right here.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"We're so close! There's only one corner of the map left!\"\r\n\r\nSanza fusses briefly with his pockets, then his belt, before handing you a bulging coin purse.",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"Kaleb, no... I'll walk you later...\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"I'm perfectly useless without my rest, I'm afraid.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Only, it's for good reason... The waters in those parts are... Well, this region is probably why I had so much trouble finding help, before you came along.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"Time to set out for the Razai passage, out to the northwest. There are several islands out there nobody's done more than ogle at from afar. \r\n\r\n\"I know you can do better!\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"You've done it! You've really done it! Oh, I could kiss you!\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "[Wink] \"Any time.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"Don't.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"Calm down, buddy.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "Sanza flaps a hand dismissively, blushing to his ears.",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"This... This is going to put both our names in the history books! I'm sure of it!\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"Enjoy your legacy as a footnote.\" Maia chuckles and elbows you in your ribs.",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"For what would anyone want their deeds in cold ink when they can live on in song?\" Tekēhu glances between you and Sanza, puzzled all the while. ",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"Never fear, [Player Name]. It's the unseen deeds that matter most.\" He nods reassuringly.",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"Di verus? Does he really not know who you are, Watcher?\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"This be the least of the interesting stories bout the captain. It ain't even got a brothel in it.\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"He really doesn't know who he's talking to, does he?\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"I'm nearly done putting everything together! Come back later, and I'll give you the very first copy of The Explorer's Guide to the Deadfire!\"\r\n\r\nSanza clasps his hands together, all but dancing in place.",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Here - your very own copy of the book, as promised!\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"...Don't you think?\"\r\n\r\nSanza shrinks away from Tekēhu's gaze.",
      "female": ""
    }
  ]
}