{
  "Component": "exported",
  "Name": "conversations\\03_neketaka_vailian_district\\03_cv_director_castol",
  "Entries": [
    {
      "id": 1,
      "default": "The man who rises to greet you has a tidy, scholarly bearing only emphasized by the thin-framed lenses he pushes farther up his nose.\r\n\r\nHe clasps his hands together, offering you a smile equal parts polite and relieved.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Alvari tells me you were kind enough to look into this business on Poko Kohara for us. \r\n\r\n\"I hope you bring good news?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"The adra pillar was corrupted, but I managed to restore it. It should be safe to harvest.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"I found the adra pillar. Unfortunately, it was destroyed.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"A sorry end for such dedicated individuals. How very fortunate that you lived to tell their tale.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"A sorry end for such dedicated individuals. How very fortunate that you lived to tell their tale.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"I thought it best I speak with you face to face. Watchers are not so numerous here in the Deadfire. \r\n\r\n\"Especially those of such storied background as yourself.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Ah- The Poko Kohara expedition, yes?\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"A lot of corpses for one viable adra pillar. I hope it's worth it.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Only if you consider losing your people and the adra pillar good news.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"A sorry end for such dedicated individuals. How very fortunate that you lived to tell their tale.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"A sorry end for such dedicated individuals. How very fortunate that you lived to tell their tale.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I apologize. Right to business with no real introduction, no? \r\n\r\n\"I am Ignato Castol, director of the Vailian Trading Company's operations here in the Deadfire.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Incredible. You see? What fortune you had to find a Watcher, Alvari. \r\n\r\n\"An adra vein of that size will go a long way. We need only send a ship.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"They're dead. The Huana priestess didn't appreciate the Company's presence on the island.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"They died in the ruins at Poko Kohara. The defenses were too much for them.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"I believe I can take things from here, Alvari. Agracima. \r\n\r\n\"The Watcher and I have more business to discuss.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"I-it is unfortunate, but the risk was always there. There will be other opportunities. \r\n\r\nThe, ah, the expedition itself? Beza and her people- What happened there?\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Why not just kill Alvari?\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"That... that is not how we do business here. Besides, you think that the Canta Nicese would not notice that my accuser has conveniently disappeared?\"\r\n\r\nCastol grimaces, shaking his head.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"You Vailian Trading Company folk kill each other all the time.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Ac, and we have seen what comes of it! The Valeras and the Bardattos have shamed themselves. \r\n\r\n\"I will NOT fall into the same trap.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Funny time to grow a spine.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Fine. What do you want to do, then?\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Watcher! At last, someone who can answer my questions!\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"What happened?\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Now, then. Was there something you needed?\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Tell me more about the Vailian Trading Company.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "[Leave] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Here he is - and in one piece! I jest, of course. Was the experiment a success?\"",
      "female": "\"Here she is - and in one piece! I jest, of course. Was the experiment a success?\""
    },
    {
      "id": 38,
      "default": "\"I can't believe...To call the shareholders together for this... farce! What does Alvari think she's doing? Who does she think she is?!\" \r\n\r\nCastol fusses agitatedly with a sheaf of papers, picking them up and reordering them without quite looking at them.",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"I do not think I have been so pleased to see this office in years.\" \r\n\r\nCastol braces himself against the surface of the desk, grasping the side as if to tether himself to the spot.",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Mercenary as your motives may be, I trust your judgment.\" \r\n\r\nCastol breathes a laugh, wiping his brow.",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Hylea have mercy... My heart is still racing. For an instant, it all hung in the balance.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"The Living Lands! Poor Alvari.\r\n\r\n\"I cannot stop thinking on it... How easily it might have been my fate. All my achievements, gone in an instant.\"\r\n\r\nHe spreads the fingers of one hand, mimicking a burst of air.",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Come on. Let's get this trial over with.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"What are you so worried about?\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Whatever you say.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Well, she... brought it on herself, didn't she? \n\n\"The members of the Songretta... They are not to be taken lightly.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Why, only everything! My life's work! \r\n\r\n\"All because of that... cloaked fiend!\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"I see.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"What happens if they judge against you?\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"But I... Yes, you're right. Let's not keep them waiting.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Maybe you aren't cut out for this work.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Thought you might want to know I took care of the business with Furrante for you.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Forgive me. I'm... not in my right mind. I appreciate your taking the time to resolve this for me.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Ridiculous! If not for me, we would have no presence in Neketaka at all! And now Alvari means to... build on my achievements, and profit by them.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "[Leave] \"I'll leave you to it.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Even with the Royal Deadfire Company out of the way, I cannot imagine that our pursuit of Ukaizo will go unchallenged.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Was there something specific you wanted to know?\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"How did the Company start?\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"What are the Company's interests in the Deadfire?\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"How does the Vailian Trading Company get along with other groups in Neketaka?\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"I'd like to know more about you.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"What can you tell me about Governor Alvari?\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"It was established in 2708, after the Deadfire's wealth of resources became apparent. \r\n\r\n\"The first of the Company's directors, Ferra Battaret, was granted authority to gather those resources in the name of the Vailian Republics.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Chiefly, luminous adra. There are various mining interests among the investors, as well, but the luminous adra trade has taken priority.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Oh, relations with the Huana have been peaceful, for the most part. Onekaza's work uniting the tribes has certainly made negotiations more feasible. \r\n\r\n\"A few outlying tribes are still openly hostile towards us.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"As for the Royal Deadfire Company, I think it's safe to say we are competitors.\r\n\r\n\"Whatever plans they have for the Deadfire, our outposts seem to be in the way.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"The pity of it is that under friendlier circumstances we might have appreciated Rauatai's support against the Príncipi. \r\n\r\n\"As it stands, they sink our ships as often as the pirates.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Me? I suppose that's fair. I know a great deal about you, after all.\r\n\r\n\"I've worked for the Company a long time. Before that, I managed the family business. A merchant, you might say.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Alvari? Appointed by the Council, that one.\r\n\r\n\"To be honest, I know very little about her. Certainly a competent woman, when it comes to... short-term goals.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"I helped Flaune with her experiment at the Spire.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"A very dramatic first attempt, I hear. Though Elette has a tendency to gloss over details.\r\n\r\n\"But I want to hear it from you- How did it go?\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"My soul was sent to the Beyond. Into one of Rymrgand's realms.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"I went to Crookspur for Furrante.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"If you ever want to drop by and visit Rymrgand, now you know where to go.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Everything went wrong, as usual. Still alive, though.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Oh, it wouldn't work for me, I think, but- Ac, I take your meaning. \r\n\r\n\"More dangerous than expected, yes?\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Ac, misfortune hounds our steps- but we are not yet caught, yes?\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"We are in the early days of Elette's research. Flawed as this outing was, there is promise there.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"I hope Elette paid you well for your trouble. A small comfort, but- You return from your adventure a little wealthier, at least.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Apparently they're having some trouble out there with a hostile tribe. You help them, Furrante helps the Company.\r\n\r\n\"I... You've proven resourceful. You make the logical choice.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Ah. Y-yes, that business. \r\n\r\n\"What became of it?\"\r\n\r\nCastol busies himself with polishing his spectacles.",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"The slaves are free.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Congratulations, you have your very own gang of slavers.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"They'll help us, as promised.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"They're free to choose their own path. As it should be.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"I can't believe you expected me to help slavers!\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"I did as you asked. The slavers have things in order.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "[Lie] \"Oh, they work for the Company. I'm simply the go-between.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"I... I see. I'm certain you had your reasons.\"\r\n\r\nCastol ducks his head, momentarily flustered.",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Ah. Good. I... I knew you could handle it. \r\n\r\n\"And Master Kua- Did he fulfill his end of the bargain?\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"You know, I could do a lot of damage with those slavers on my side.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Belfetto. Then... everything is in order. We can put this grim business behind us. \r\n\r\n\"Your reward, Watcher. I will call on you when there is more to be done.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Di verus? An... interesting outcome. \r\n\r\n\"Allies are in short supply these days. Fewer still are as trustworthy as you, Watcher.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"Oh? And what possible use could you have for such creatures?\"\r\n\r\nCastol's tone is still one of mild curiosity, but he glances up sharply at you.",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"We can use all the allies we can get.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"We'll need allies when we head for Ondra's Mortar.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"They'll make good cannon fodder when we set out for Ondra's Mortar.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"I-I see. Then may they come to happy fates. \r\n\r\n\"Certainly the Company's fate is no happier for it...\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "[Lie] \"They won't get far, with their ship full of holes.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"W-what? But then why interfere at all? \r\n\r\n\"Gods above.\" \r\n\r\nCastol shakes his head, and removes his spectacles to rub his face.",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"I'd like to ask about something else.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"What's done is done. Clearly you handled matters as you saw fit. \r\n\r\n\"There are worthier tasks ahead of us.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Th-that is, if you are ready.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"Pragmatic of you. A plot worthy of Canta Nirro. \r\n\r\n\"Your reward, Watcher. There are worthier tasks ahead of us.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"I cannot argue with that. \r\n\r\n\"Deftly handled, Watcher. There are worthier tasks ahead of us, but for now- your reward.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"She assures me that she has made all the necessary corrections. \r\n\r\n\"I confess, I am very excited. I have a good feeling about this one.\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"And so the Songretta is kept out of these affairs. Deftly handled, Watcher.\n\n\"Your reward. There are worthier tasks ahead of us.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"The Royal Deadfire Company sent some mercenaries to kill everyone in the Spire. I got back just in time.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"Well, the good news is I ended up somewhere in the physical world this time. The bad news is that some mercenaries tried to kill us all.\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"Mercenaries hit the Spire while I was outside the city. Flaune's dead.\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"Mercenaries from the Royal Deadfire Company. Nothing serious.\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"The Royal Deadfire Company? I... didn't realize they were even aware of our efforts.\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"I'm glad you're in one piece, Watcher. I'll have the details out of Flaune, I think. You've more than earned your reward. And my trust.\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"Oh, and... Perhaps you'd consider stopping by Alvari's office. I believe she'll want some assurances as to the state of the Spire.\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"Congratulations.\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"The Royal Deadfire Company will not sit idly by while we claim Ukaizo. If we set out now, they will do everything in their power to stop us.\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"Of course, the building is very well-defended. You cannot simply walk inside. \r\n\r\n\"It might be impossible, if the Royal Deadfire Company had not decided to use the adra formation inside the powderhouse as a source of illumination.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"Getting in is one thing. How am I supposed to destroy the powderhouse?\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"With Elette's machines, and your talents, walls are little obstacle.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"It's going to be a beautiful explosion.\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"So I take all the risk. I'm guessing I take the fall, too, afterwards.\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"But Elette has a solution. A device that will give you time in which to make your escape.\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"She will explain more. She waits for you at the Spire. \n\n\"Remember, be cautious. If anyone learns of our role in this, we may wish that the Songretta exiled the both of us.\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"Well. I am still director, and our ambitions have not changed. We move forward.\r\n\r\n\"The Council wishes for results, so we will give them results.\"\r\n\r\n",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"Elette has been eagerly awaiting the opportunity to work with someone just like you. \r\n\r\n\"Her experiments have been tremendously promising. I beg you, speak with her.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"Captain Aeldys will take care of them.\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"Captain <i>Aeldys</i>? But-\" \r\n\r\nCastol turns his head away, shutting his eyes in frustration.",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"Tell me more about the animancers.\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"W-what? But then why interfere at all? \r\n\r\n\"Gods above.\" \r\n\r\nCastol shakes his head, and removes his spectacles to rub his face.",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"I-I was not there, and so- I am certain you handled matters as you saw fit. \r\n\r\n\"You have proven yourself capable, without doubt, and there are worthier tasks ahead of us.\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"But... out beyond the Kahanga tribe's reach, all over Eora, the trade continues. \r\n\r\n\"It is a source of income I could scarcely afford to overlook. Even with devils like Furrante taken into account.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"They made a dangerous enemy. I assure you- I mean to be a very good friend.\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"I do not think I have been so pleased to see this office in years.\" \r\n\r\nCastol braces himself against the surface of the desk, grasping the side as if to tether himself to the spot.",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"You wanted coin, I expect? A token of gratitude for sparing me a death sentence? \r\n\r\n\"I won't disappoint you there. I am grateful.\"",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"A perfectly executed plan. And for your part in it, your just reward.\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"I cannot say I expected all that. You put yourself at some risk. \r\n\r\n\"All to... aid the Company? Strike against a foe?\"\r\n\r\nCastol makes a small, circular movement with a hand, motioning for you to speak.",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"The Vailian Trading Company can accomplish great things. I'd like to see that.\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"I want to be on the winning side. From where I stand, that looks like the Vailian Trading Company.\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"So, what now?\"",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"You were my best shot at getting the Huana and Royal Deadfire Company out of the way.\"",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"You'll have my silence as well, of course. The Huana will be hunting you down, I think. \r\n\r\n\"I recommend that you leave before they come to the obvious conclusion and look for you here.\"",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"Greater still for having you as an ally. I'm certain of it.\"",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"Merla, I do not know... I will be stripped of my title, doubtless. \r\n\r\n\"Returned to the Republics with nothing to show for myself and a shadow over my name.\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"Elette has always been a firebrand. She rubbed a few people the wrong way, back in the Republics. \r\n\r\n\"Which gave me the opportunity to offer her a place here, on an island paradise.\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "The man who rises to greet you has a tidy, scholarly bearing only emphasized by the thin-framed lenses he pushes farther up his nose.\r\n\r\nHe clasps his hands together, offering you a smile equal parts polite and relieved.",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"Canta Nirro's letter was a collection of unbelievable statements. \r\n\r\n\"To survive an eruption- Any other man I would call lucky, but I think that is too small a word for what you are.\"",
      "female": "\"Canta Nirro's letter was a collection of unbelievable statements. \r\n\r\n\"To survive an eruption- Any other woman I would call lucky, but I think that is too small a word for what you are.\""
    },
    {
      "id": 168,
      "default": "\"The Canta has turned his eye on Ukaizo. A scheme in which you feature, and prominently.\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"A few years back he might as well have asked us to put you among the clouds, eh? \r\n\r\n\"But I think we are, each of us, in a position to offer each other something we will not find elsewhere.\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"And what can I do for the Vailian Trading Company?\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"We do have numerous smaller matters with which we could use your assistance- the expedition on Poko Kohara, for instance. \r\n\r\n\"Governor Alvari can tell you more.\"",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"I... How is it Alvari convinced them to come at all? She must have been writing to them all this time. \r\n\r\n\"Watcher, I am ruined.\"",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"I've already been out that way.\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"I-I was not there, and so- I am certain you handled matters as you saw fit. \r\n\r\n\"You have proven yourself capable, without doubt, and there are worthier tasks ahead of us.\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"I-I was not there, and so- I am certain you handled matters as you saw fit. \r\n\r\n\"You have proven yourself capable, without doubt, and there are worthier tasks ahead of us.\"",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"Your pay, Watcher. And a bonus, much-deserved. \r\n\r\n\"We can put this grim business behind us, now. I will call on you when there is work more worthy of you.\"",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"You've been of great assistance to us in the city, I hear. A great many, erm, glowing reports.\"",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"It, ah, seems you've caused a bit of an upset, hasn't it? I like to think we can help one another, Watcher. \r\n\r\n\"Let's not do anything rash.\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"You know, I wish you'd been around a year back. We would have left the Royal Deadfire Company in the dust.\"",
      "female": ""
    },
    {
      "id": 205,
      "default": "\"I-it's become increasingly difficult to recall just why you're still allowed on the premises, Watcher. Per complanca- reconsider your current course of action.\"",
      "female": ""
    },
    {
      "id": 210,
      "default": "\"Watcher. What can I do for you?\"",
      "female": ""
    },
    {
      "id": 211,
      "default": "\"Now, then. Did you have a reason for coming by?\"",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"Do you suppose Hasongo was a kind of vengeance for Rauatai's assistance with the Godhammer? \r\n\r\n\"Oh, listen to me. It all sounds perfectly mad.\"",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"I am still trying to make sense of the Canta's report. He is not a man given to colorful language, and yet what has emerged from Magran's Teeth...\"",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"You mentioned a situation concerning Poko Kohara?\"",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"Which means we can no longer afford any doubts about where our loyalties lie. Or those of our companions.\"",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"Our patrons are adamant that we follow up on all possible sources of luminous adra. We received reports of a valuable adra vein on the island of Poko Kohara. \r\n\r\n\"I say reports- local stories, really. Poko Kohara isn't on any of our maps.\"",
      "female": ""
    },
    {
      "id": 221,
      "default": "\"I do not think I have been so pleased to see this office in years.\" \r\n\r\nCastol braces himself against the surface of the desk, grasping the side as if to tether himself to the spot.",
      "female": ""
    },
    {
      "id": 222,
      "default": "\"Onekaza is dead, the Royal Deadfire Company is crippled... With this decisive blow, our rivals have been swept from the board.\"",
      "female": ""
    },
    {
      "id": 223,
      "default": "\"Decades of careful diplomatic overtures, all cast to the winds! \r\n\r\n\"The queen dead, the prince in exile...\"",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"I won't claim to shed any tears for Hazanui Karū, but there is a reason we haven't resorted to such direct methods, Watcher.\"",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"To that end, take this. To prove that you work under the Company flag.\" \n\nCastol plucks a tightly wound scroll from atop a small pile of identical ones. He opens it hurriedly, scrawling a quick, untidy signature before holding it out to you.",
      "female": ""
    },
    {
      "id": 227,
      "default": "\"With the prince dead and the queen in hiding... The Royal Deadfire Company will be scrambling to compensate for their losses.\"",
      "female": ""
    },
    {
      "id": 229,
      "default": "\"Ah, <i>gods</i> - Of course you're here. If you knew the size of the bounty on your head, Watcher, you would be paddling your way back to the Dyrwood!\"",
      "female": ""
    },
    {
      "id": 231,
      "default": "\"Atsura was a dangerous man, Watcher, and you've just put a target on your back for every man and woman standing behind him.\r\n\r\n\"On our backs, I should say.\"",
      "female": ""
    },
    {
      "id": 232,
      "default": "\"I hope that this can be but the beginning of our work together. \r\n\r\n\"To that end- a reward, for your loyalty.\"",
      "female": ""
    },
    {
      "id": 235,
      "default": "\"I'll... trust to your judgment, yes? I'm sure you resolved the matter as you saw best. Here - your payment.\"",
      "female": ""
    },
    {
      "id": 243,
      "default": "\"I... regret that it came to this. But I suppose it does make things simpler, in the end.\"",
      "female": ""
    },
    {
      "id": 244,
      "default": "\"So. We know the threat that the Royal Deadfire Company poses. \r\n\r\n\"We must strike first.\"",
      "female": ""
    },
    {
      "id": 245,
      "default": "\"You... you have complicated things a great deal for us.\"",
      "female": ""
    },
    {
      "id": 246,
      "default": "\"After all that work, after the narrowest of escapes... \r\n\r\n\"Why? We got away with it! And you ruin that with... a sloppy assassination?\"",
      "female": ""
    },
    {
      "id": 247,
      "default": "\"I'm tired of these games. I prefer the direct approach.\"",
      "female": ""
    },
    {
      "id": 248,
      "default": "\"I got rid of an enemy. You should be grateful.\"",
      "female": ""
    },
    {
      "id": 249,
      "default": "\"I have some questions for you.\"",
      "female": ""
    },
    {
      "id": 250,
      "default": "\"I'll answer what I can, of course.\"",
      "female": ""
    },
    {
      "id": 251,
      "default": "\"That's all for now.\"",
      "female": ""
    },
    {
      "id": 252,
      "default": "Director Castol inclines his head, smiling pleasantly.",
      "female": ""
    },
    {
      "id": 253,
      "default": "\"Just let me know if there's, ah, anything else.\"",
      "female": ""
    },
    {
      "id": 254,
      "default": "\"What's your interest in animancy?\"",
      "female": ""
    },
    {
      "id": 255,
      "default": "\"What do you make of the Huana?\"",
      "female": ""
    },
    {
      "id": 256,
      "default": "\"And the queen certainly strikes an impressive figure.\"\r\n\r\n\"There are a great many legends about her. I suspect a few are even true.\"",
      "female": ""
    },
    {
      "id": 257,
      "default": "\"The people? They are pleasant enough. Very welcoming. \r\n\r\n\"Superstitious, of course. Ignorant of a lot of what occurs beyond their territory.\"",
      "female": ""
    },
    {
      "id": 258,
      "default": "\"Ah, yes. I've never had the best of luck, explaining. \r\n\r\n\"Easier to say it's 'the future,' and leave it to the imagination.\"",
      "female": ""
    },
    {
      "id": 259,
      "default": "\"We tangle with the fabric of the soul. \r\n\r\n\"Imagine, if we could better ourselves as easily as we mend a... battered hull. If we could transport ourselves leagues and leagues away in a moment.\"",
      "female": ""
    },
    {
      "id": 260,
      "default": "\"It's... it's the potential of the thing. I wish everyone could see it.\"",
      "female": ""
    },
    {
      "id": 261,
      "default": "\"As for the Royal Deadfire Company, I expect that not a few of their remaining officials blame us for the havoc you've stirred up.\r\n\r\n\"I'd say we're on very poor terms indeed.\"",
      "female": ""
    },
    {
      "id": 262,
      "default": "\"Well, seeing as you attacked the royal family and are often seen in our company, I'd say that relations with the Huana are souring rapidly.\"",
      "female": ""
    },
    {
      "id": 263,
      "default": "\"Does the Canta Nicchesse know that you're helping the Príncipi?\"",
      "female": ""
    },
    {
      "id": 264,
      "default": "\"W-well, that is... The Canta is kept well-apprised of all of our dealings.\"\r\n\r\nCastol squirms.",
      "female": ""
    },
    {
      "id": 265,
      "default": "\"Think maybe the queen would want to get an invite into that little secret?\" ",
      "female": ""
    },
    {
      "id": 266,
      "default": "\"In fairness, that ain't usually the bilge rat bastard business the cap's tone suggests.\" \r\n\r\nSerafen scowls, thumbs in his belt, arms akimbo.",
      "female": ""
    },
    {
      "id": 267,
      "default": "\"Is this a matter of money? Or... Look, it's an unpleasant business, I grant you that.\r\n\r\n\"But... the money must come from somewhere.\"",
      "female": ""
    },
    {
      "id": 268,
      "default": "\"You want my silence? It will cost you.\"",
      "female": ""
    },
    {
      "id": 269,
      "default": "\"Next time you're faced with this choice? Reconsider.\"",
      "female": ""
    },
    {
      "id": 270,
      "default": "\"Castol, if you know what's good for you, you'll stop talking.\"",
      "female": ""
    },
    {
      "id": 271,
      "default": "\"Th-that's not... Don't be ridiculous.\"",
      "female": ""
    },
    {
      "id": 272,
      "default": "\"Right.\" \r\n\r\nCastol swallows visibly, wringing his hands.",
      "female": ""
    },
    {
      "id": 273,
      "default": "\"Y-yes, fine. I... I suppose it was not the kind of work I promised, after all.\"",
      "female": ""
    },
    {
      "id": 275,
      "default": "\"Well, I trust you are eager for more bloodshed, as that is precisely what will arise out of this. \r\n\r\n\"To think- What will I tell the Canta?\"",
      "female": ""
    },
    {
      "id": 276,
      "default": "\"I know you have much else on your mind, Watcher, but you have seen how precarious our position is here.\r\n\r\n\"Each adra vein we claim staves off the Council's hunger.\" ",
      "female": ""
    },
    {
      "id": 277,
      "default": "\"You want me to check out the adra vein for you?\"",
      "female": ""
    },
    {
      "id": 278,
      "default": "\"What about your people?\"",
      "female": ""
    },
    {
      "id": 279,
      "default": "\"If it can be done without angering the Huana. \r\n\r\n\"We'll need their cooperation if we're going to make any of this work. Or at least their indifference.\"",
      "female": ""
    },
    {
      "id": 280,
      "default": "\"If you are willing, I would recommend that you take their same route, and go first to Tikawara. \r\n\r\n\"We have contacts in the village, and they should be able to point you to Poko Kohara.\"",
      "female": ""
    },
    {
      "id": 281,
      "default": "\"Their safe return would be nothing short of miraculous. Obviously it would be appreciated. \r\n\r\n\"If nothing else, I would like to know what to tell their families.\"",
      "female": ""
    },
    {
      "id": 282,
      "default": "\"You'll put the priests into a frenzy with talk like that. Communion with the gods is their business.\" \r\n\r\nDespite the levity in his voice, Castol regards you with gloomy regret.",
      "female": ""
    },
    {
      "id": 286,
      "default": "\"I certainly don't regret your involvement. You've been our greatest asset in these difficult times. You have earned your reward twice over.\"",
      "female": ""
    },
    {
      "id": 287,
      "default": "\"I had all faith that you would succeed. N-no mistaking your escape, certainly.\r\n\r\n\"The city is in an uproar. Not that the Huana weren't on edge already.\"",
      "female": ""
    },
    {
      "id": 289,
      "default": "\"And you came through beautifully! I never doubted you. You have been my truest ally in all of this. \r\n\r\n\"Would that I had ten of you!\"",
      "female": ""
    },
    {
      "id": 290,
      "default": "\"Ah, Gellarde! Yes, wonderful. I, <i>I</i> am about to lose everything I have ever worked for, but thank the gods, that snake is pleased.\"\r\n\r\nCastol sets a hand to his brow.",
      "female": ""
    },
    {
      "id": 291,
      "default": "\"Yes, yes. I must... I must find my documents. Where are they?\"",
      "female": ""
    },
    {
      "id": 292,
      "default": "[Leave] \"I'll come back later.\"",
      "female": ""
    },
    {
      "id": 293,
      "default": "\"You haven't done anything wrong, have you?\"",
      "female": ""
    },
    {
      "id": 294,
      "default": "\"Ah, but it is too easy to judge from the outside. To examine a list of numbers, and make decisions.\r\n\r\n\"All while Alvari whispers in the Council's ears of the wealth they SHOULD have.\"",
      "female": ""
    },
    {
      "id": 295,
      "default": "\"But you understand. You've seen this place. It's a madhouse! \r\n\r\n\"I have done the best I can.\"",
      "female": ""
    },
    {
      "id": 296,
      "default": "\"All those years, spent keeping this place together. And for what?\r\n\r\n\"I should have resigned! Left her twisting. That would have shown her. Where are those infernal contracts?!\"",
      "female": ""
    },
    {
      "id": 297,
      "default": "\"A-are you mad? Per complancanet, what is wrong with you? \r\n\r\nAlvari is still one of ours.\"",
      "female": ""
    },
    {
      "id": 298,
      "default": "\"We... I will face this with honor and dignity. The Council will see that I have always acted in their best interests.\"",
      "female": ""
    },
    {
      "id": 299,
      "default": "\"It... it is an inconvenience, I realize.\"",
      "female": ""
    },
    {
      "id": 300,
      "default": "\"N-no! That is not what I want. Let me be very clear on that point!\" ",
      "female": ""
    },
    {
      "id": 301,
      "default": "\"They're saying there was an attack at the Spire! I feared I'd sent you to your death. \r\n\r\n\"None of the Huana guards will tell us a thing, and Flaune's message is... illegible.\"",
      "female": ""
    },
    {
      "id": 302,
      "default": "\"We heard about the attack on the animancers at the Spire- though details have been slow in arriving. \r\n\r\n\"The Huana guards never see fit to tell us a thing.\"",
      "female": ""
    },
    {
      "id": 303,
      "default": "\"I've heard of you as well, of course. You were assisting Miss Elette, weren't you? With the, ah, experiments?\"",
      "female": ""
    },
    {
      "id": 304,
      "default": "\"Is that really what's important here? People were killed.\"",
      "female": ""
    },
    {
      "id": 305,
      "default": "\"No, no, of course - the attack was a dreadful shock to all of us.\"",
      "female": ""
    },
    {
      "id": 306,
      "default": "\"But you can see how this only emphasizes how important these experiments truly are, if the animancers have become the target of such a brazen assault.\"",
      "female": ""
    },
    {
      "id": 307,
      "default": "\"Clearly we share an interest in the full potential of the luminous adra.\"",
      "female": ""
    },
    {
      "id": 308,
      "default": "\"Perhaps.\"",
      "female": ""
    },
    {
      "id": 309,
      "default": "\"I'd like that.\"",
      "female": ""
    },
    {
      "id": 310,
      "default": "\"Keep the money coming and I'll fight whoever you like.\"",
      "female": ""
    },
    {
      "id": 311,
      "default": "[Leave] \"Don't count on it.\"",
      "female": ""
    },
    {
      "id": 312,
      "default": "\"Gellarde. Well, then. I look forward to a profitable future together.\"",
      "female": ""
    },
    {
      "id": 313,
      "default": "\"Oh, and... Perhaps you'd consider stopping by Alvari's office. I believe she'll want some assurances as to the state of the Spire.\"",
      "female": ""
    },
    {
      "id": 314,
      "default": "\"The experiments didn't exactly go to plan.\"",
      "female": ""
    },
    {
      "id": 315,
      "default": "\"That's me. It's been exciting.\"",
      "female": ""
    },
    {
      "id": 316,
      "default": "\"That's right.\"",
      "female": ""
    },
    {
      "id": 317,
      "default": "\"But promising! Very promising. Don't you think? Well, never mind that.\"",
      "female": ""
    },
    {
      "id": 318,
      "default": "\"Well, that and saving her skin.\"",
      "female": ""
    },
    {
      "id": 319,
      "default": "\"Of course, of course. News of this attack was a shock to all of us.\"",
      "female": ""
    },
    {
      "id": 320,
      "default": "\"I have heard interesting reports. I think they're very promising, myself. And- Well, never mind that.\"",
      "female": ""
    },
    {
      "id": 321,
      "default": "\"I take nothing for granted, I assure you. But if you find yourself in need of friends, I hope you'll think of us.\"",
      "female": ""
    },
    {
      "id": 322,
      "default": "\"Indeed. Well, then. I look forward to working with you.\"",
      "female": ""
    },
    {
      "id": 323,
      "default": "\"They're saying there was an attack at the Spire! I feared I'd sent you to your death. \r\n\r\n\"None of the Huana guards will tell us a thing, and I haven't heard from Flaune.\"",
      "female": ""
    },
    {
      "id": 324,
      "default": "\"She... What? And the others? Her researchers...\"\r\n\r\nCastol puts a hand to his temple.",
      "female": ""
    },
    {
      "id": 325,
      "default": "\"Merla... This, this is catastrophic! Without Flaune, without those experiments... The animancers were crucial to our operations here!\"",
      "female": ""
    },
    {
      "id": 326,
      "default": "\"Yes, gods forbid you join in our misfortune!\r\n\r\nHere is your coin, Watcher. You will have to look elsewhere in Neketaka to further your profits.\"",
      "female": ""
    },
    {
      "id": 327,
      "default": "\"I did my part. I still want to get paid.\"",
      "female": ""
    },
    {
      "id": 328,
      "default": "\"I'm sorry. If I'd known, I would have hurried back to the tower.\"",
      "female": ""
    },
    {
      "id": 329,
      "default": "\"I thought you were here to mine luminous adra. What do the animancers matter?\"",
      "female": ""
    },
    {
      "id": 330,
      "default": "\"The Royal Deadfire Company? I... didn't realize they were even aware of our efforts.\"",
      "female": ""
    },
    {
      "id": 331,
      "default": "\"Your efforts atop the Spire of the Soul-Seers, you mean?\"\r\n\r\nMaia rolls her eyes.",
      "female": ""
    },
    {
      "id": 332,
      "default": "\"I suppose I needn't ask if you've been reporting to your leadership.\"",
      "female": ""
    },
    {
      "id": 333,
      "default": "\"You're giving up? Just like that?\"",
      "female": ""
    },
    {
      "id": 334,
      "default": "\"You don't understand. What we are trying to do here... Everything hinged upon our success at the tower.\"",
      "female": ""
    },
    {
      "id": 335,
      "default": "\"If Atsura knew that I've hopped into that adra with the captain twice now, he'd stick me in the infirmary.\"",
      "female": ""
    },
    {
      "id": 337,
      "default": "\"Mercenaries? Madiccho... I did not think these experiments would draw so much interest.\"",
      "female": ""
    },
    {
      "id": 338,
      "default": "\"Madiccho... We are ruined...\"",
      "female": ""
    },
    {
      "id": 339,
      "default": "\"Too late for regrets, Watcher. Here - your coin. You will have to look elsewhere in Neketaka to further your profits.\"",
      "female": ""
    },
    {
      "id": 341,
      "default": "\"Neketaka sees its share of smuggling. I doubt that would surprise anyone. \r\n\r\n\"But we've learned of a particular exchange that will have more dire effects than a few spoiled Huana peasants.\"",
      "female": ""
    },
    {
      "id": 342,
      "default": "\"I have a woman, Brizze, waiting in the Luminous Bathhouse in Periki's Overlook. The smugglers do business there, and she has kept an eye on things.\r\n\r\n\"I promised to send assistance. Find her, and she will tell you what she knows.\"",
      "female": ""
    },
    {
      "id": 343,
      "default": "\"Yes? Something you need?\"",
      "female": ""
    },
    {
      "id": 344,
      "default": "\"Do you know anything else about these smugglers?\"",
      "female": ""
    },
    {
      "id": 345,
      "default": "\"Can you tell me more about Brizze?\"",
      "female": ""
    },
    {
      "id": 346,
      "default": "\"Why help the Royal Deadfire Company?\"",
      "female": ""
    },
    {
      "id": 347,
      "default": "[Show him Quarno's Ledger.]",
      "female": ""
    },
    {
      "id": 369,
      "default": "\"Only that Töla is a captain of middling repute and some small ambition. I expect she feels that a partnership with Quarno will give her an edge.\r\n\r\n\"Brizze will know more.\"",
      "female": ""
    },
    {
      "id": 370,
      "default": "\"A fine Vailian woman. Steady temperament, good sense.\r\n\r\n\"The bathhouse sees an enormous number of patrons every day. It is a useful place to have a set of eyes and ears on hand.\"",
      "female": ""
    },
    {
      "id": 371,
      "default": "\"The discipline of Royal officers isn't really what any of this is about. I'm more concerned about the pirates. \r\n\r\n\"In this particular case, the Companies share an enemy.\"",
      "female": ""
    },
    {
      "id": 372,
      "default": "Castol takes the ledger from you, flipping quickly through the contents. ",
      "female": ""
    },
    {
      "id": 375,
      "default": "\"Master Kua is having trouble with one of the tribes. Natives entirely hostile to outsiders. \r\n\r\n\"In exchange for assistance, he has promised us resources in the times to come. We aren't really in a position to turn down any allies.\"",
      "female": ""
    },
    {
      "id": 377,
      "default": "\"Until then, I have a more grounded task I need assistance with. \r\n\r\n\"Nothing that should put your spirit in any danger.\"",
      "female": ""
    },
    {
      "id": 378,
      "default": "\"About the bathhouse job...\"",
      "female": ""
    },
    {
      "id": 379,
      "default": "\"Actually, I wondered about something else.\"",
      "female": ""
    },
    {
      "id": 380,
      "default": "\"I took care of things at the bathhouse.\"",
      "female": ""
    },
    {
      "id": 382,
      "default": "\"It concerns a... business associate. A captain by the name of Furrante.\"",
      "female": ""
    },
    {
      "id": 383,
      "default": "\"Always exceptions, I s'pose.\"",
      "female": ""
    },
    {
      "id": 384,
      "default": "\"We're friends, aren't we?\"",
      "female": ""
    },
    {
      "id": 385,
      "default": "\"I don't cross my employers.\"",
      "female": ""
    },
    {
      "id": 386,
      "default": "[Shrug.]",
      "female": ""
    },
    {
      "id": 387,
      "default": "\"Ac, wouldn't that be a miracle? Someone that could be trusted.\r\n\r\n\"What a pleasant fiction.\" ",
      "female": ""
    },
    {
      "id": 388,
      "default": "\"Loyalty is a rare thing, these days. How fortunate to find it working in my favor.\"",
      "female": ""
    },
    {
      "id": 389,
      "default": "\"A relief to hear, certainly. Or do you consider yourself self-employed? \r\n\r\n\"No, no need to answer.\"",
      "female": ""
    },
    {
      "id": 390,
      "default": "\"Ah, yes... I suppose that would have fallen under Alvari's purview, wouldn't it?\r\n\r\n\"I'll have to appoint a new governor. I don't suppose you'd... Well, never mind for now.\"",
      "female": ""
    },
    {
      "id": 391,
      "default": "\"So long as you're paying, I'll track down anyone you like.\"",
      "female": ""
    },
    {
      "id": 392,
      "default": "\"We have bigger things to deal with than your failed expeditions.\"",
      "female": ""
    },
    {
      "id": 393,
      "default": "\"We dispatched an expedition to the nearby village of Tikawara so that they could question the locals. \r\n\r\n\"A scout ship reported crossing paths with a Company vessel close to the island, but we haven't heard from any of our people since.\"",
      "female": ""
    },
    {
      "id": 394,
      "default": "\"A ship's worth of supplies and men has been lost, and we have no adra to show for it. \r\n\r\n\"Alvari was not wrong, in this case. It is the worst possible outcome.\"",
      "female": ""
    },
    {
      "id": 395,
      "default": "\"Who could have guessed that corruption and rampant speculation would steer the Company wrong?\" ",
      "female": ""
    },
    {
      "id": 396,
      "default": "\"Respectfully, director, you know as well as I that bad news can take weeks to reach the ducs' ears. It is in your best interest to turn the bad news to good as quickly as possible.\"",
      "female": ""
    },
    {
      "id": 397,
      "default": "\"Ac, I rather think that goes without saying, at this point.\"",
      "female": ""
    },
    {
      "id": 398,
      "default": "\"Agracima. That is a bargain I can live with.\"",
      "female": ""
    },
    {
      "id": 399,
      "default": "\"Cuè? O-oh, yes, of course, I suppose I sound very callous. \r\n\r\n\"I would expect that they're dead, by now. More lives lost.\"",
      "female": ""
    },
    {
      "id": 400,
      "default": "\"May fortune continue to smile on you. We need every advantage.\"",
      "female": ""
    },
    {
      "id": 401,
      "default": "\"Y-yes, of course. The matter did fall by the wayside thus far. \r\n\r\n\"If you have reason to sail to Tikawara, perhaps you'd consider looking into the matter.\" ",
      "female": ""
    },
    {
      "id": 402,
      "default": "\"Y-yes, I imagine that will be a dangerous prospect to a man with no allies to speak of.\"",
      "female": "\"Y-yes, I imagine that will be a dangerous prospect to a woman with no allies to speak of.\""
    },
    {
      "id": 403,
      "default": "\"You're cutting me loose?\"",
      "female": ""
    },
    {
      "id": 404,
      "default": "\"What lesson should I take from all this, but that you would turn on your employer for the sake of your ambitions? \r\n\r\n\"They made me director because I have a talent for turning losses into victories. But this loss, I will have no part of.\"",
      "female": ""
    },
    {
      "id": 405,
      "default": "\"For once I believe Governor Alvari and I are on the same page. \r\n\r\n\"Refreshing, I have to say.\"\r\n\r\nDirector Castol gives a stiff bow of farewell before nodding to the guards.",
      "female": ""
    },
    {
      "id": 406,
      "default": "\"I... would be honored to count you as such.\"",
      "female": ""
    },
    {
      "id": 407,
      "default": "\"A-are we? It is... always a little difficult to tell, with you.\r\n\r\n\"It would come as some relief.\"",
      "female": ""
    },
    {
      "id": 408,
      "default": "\"Very reassuring.\" \r\n\r\nCastol rubs a hand across his face.",
      "female": ""
    },
    {
      "id": 410,
      "default": "\"Just remember that you owe me one, Castol.\"",
      "female": ""
    },
    {
      "id": 411,
      "default": "\"Don't let it go to your head. I don't care who runs this place.\"",
      "female": ""
    },
    {
      "id": 412,
      "default": "\"What's the plan?\"",
      "female": ""
    },
    {
      "id": 413,
      "default": "\"For now, we must focus on preparing for the journey. \r\n\r\n\"For that, we will need the animancers.\"",
      "female": ""
    },
    {
      "id": 414,
      "default": "\"Yet another sizable investment, lost to the desert winds.\" \r\n\r\nAlvari darts a sidelong look at Castol, her lips pursing.",
      "female": ""
    },
    {
      "id": 415,
      "default": "\"A terrible price, to be certain. \r\n\r\n\"But at least we have not lost everything. An adra vein of that size will go some way toward setting us back on our feet.\"",
      "female": ""
    },
    {
      "id": 416,
      "default": "\"Wonderful. Now the natives have turned against us.\"",
      "female": ""
    },
    {
      "id": 417,
      "default": "\"Assuming we can replace the people we lost. \r\n\r\n\"I notice Beza is not with you. Did you find any sign of the expedition?\"",
      "female": ""
    },
    {
      "id": 418,
      "default": "\"Oh, and do pay the man for his trouble, first.\"",
      "female": "\"Oh, and do pay the woman for her trouble, first.\""
    },
    {
      "id": 419,
      "default": "Alvari wordlessly hands you a coin purse. She bows stiffly, then turns to depart.",
      "female": ""
    },
    {
      "id": 421,
      "default": "\"Di verus? Incredible- What fortune we have had, to find a Watcher. \r\n\r\n\"An adra vein of that size will do much to allay our investors' concerns.\"",
      "female": ""
    },
    {
      "id": 422,
      "default": "\"And the crew? Beza and the others?\"",
      "female": ""
    },
    {
      "id": 423,
      "default": "\"What poor luck. \r\n\r\nI hoped we might have more encouraging word for the Council.\"",
      "female": ""
    },
    {
      "id": 424,
      "default": "\"You think Alvari would hesitate?\"",
      "female": ""
    },
    {
      "id": 425,
      "default": "\"Of course. She would much rather set me on a hook for the Council.\" \r\n\r\nHe buries his face in his hands.",
      "female": ""
    },
    {
      "id": 426,
      "default": "\"But what about Ukaizo?\"",
      "female": ""
    },
    {
      "id": 427,
      "default": "\"You can't be serious. I just saved your skin!\"",
      "female": ""
    },
    {
      "id": 428,
      "default": "\"If nothing else I may rely on you to keep my pride in check.\"",
      "female": ""
    },
    {
      "id": 429,
      "default": "\"Less an honor than a narrow escape, I think. The Council will not be so merciful again.\"",
      "female": ""
    },
    {
      "id": 430,
      "default": "\"It will be very difficult to forget.\"",
      "female": ""
    },
    {
      "id": 431,
      "default": "\"But of course you understand all this. Elette sent word of your involvement in her latest experiment.\"",
      "female": ""
    },
    {
      "id": 432,
      "default": "\"But then, you've made her acquaintance, haven't you?\r\n\r\n\"I urge you to speak with her. They may seem... fanciful, but these experiments are of vital importance.\"",
      "female": ""
    },
    {
      "id": 433,
      "default": "\"And if I only wanted to offer you work as an... adra inspector, I would have let Alvari deal with you.\"",
      "female": ""
    },
    {
      "id": 434,
      "default": "\"So what is it you want?\"",
      "female": ""
    },
    {
      "id": 435,
      "default": "\"I am the Herald of Berath. Such tasks are beneath me.\"",
      "female": ""
    },
    {
      "id": 436,
      "default": "\"I'm not looking for a position.\"",
      "female": ""
    },
    {
      "id": 437,
      "default": "\"Flaune Elette has continued to study the potential of luminous adra in all manner of advances. \r\n\r\n\"Why content ourselves to sell all this adra as a... luxury, when we might use it to change the world?\"",
      "female": ""
    },
    {
      "id": 438,
      "default": "\"Your... gifts, Watcher, open doors that would otherwise remain entirely closed to us. \r\n\r\n\"I cannot help but think that your arrival here is the very best of fortune.\"",
      "female": ""
    },
    {
      "id": 439,
      "default": "\"Yes- yes, of course. That is my thinking exactly.\"",
      "female": ""
    },
    {
      "id": 440,
      "default": "\"Isn't adra what your Company is after?\"",
      "female": ""
    },
    {
      "id": 441,
      "default": "\"The Vailian Trading Company has maintained an outpost here in Neketaka for nearly a century, now.\r\n\r\n\"It was only two years ago that we discovered the effects of luminous adra- with the aid of our animancers and several Watchers.\"",
      "female": ""
    },
    {
      "id": 442,
      "default": "\"Yes, of course. But consider- the luminous adra is only valuable because of what it can offer those who consume it.\"",
      "female": ""
    },
    {
      "id": 443,
      "default": "\"No, I imagine not. But if you would consider a temporary partnership, I think you would find the benefits to your liking.\"",
      "female": ""
    },
    {
      "id": 444,
      "default": "\"I'm no researcher.\"",
      "female": ""
    },
    {
      "id": 445,
      "default": "[Leave] \"I'll think about it.\"",
      "female": ""
    },
    {
      "id": 446,
      "default": "\"Isn't there something else I can do for you?\"",
      "female": ""
    },
    {
      "id": 447,
      "default": "\"I haven't had the best of luck with animancers.\"",
      "female": ""
    },
    {
      "id": 448,
      "default": "\"My duty is to search for Eothas. This is a distraction.\"",
      "female": ""
    },
    {
      "id": 449,
      "default": "\"Ac, of course. Give it some thought. \r\n\r\n\"Consider as well- this is just the beginning. Together, we can accomplish a great many things.\"",
      "female": ""
    },
    {
      "id": 450,
      "default": "\"But you come by your Watcher's gifts naturally, no? \r\n\r\n\"You need nothing else- Elette will explain.\"",
      "female": ""
    },
    {
      "id": 451,
      "default": "\"You will find Elette at the top of the Spire of the Soul-Seers. A tower, once dedicated to Hylea. \r\n\r\n\"That you will find in the Sacred Stair district, just north of here.\"",
      "female": ""
    },
    {
      "id": 452,
      "default": "\"Auret augori! I will look forward to your return.\"",
      "female": ""
    },
    {
      "id": 453,
      "default": "\"This is but the first step in a long journey, my friend. \r\n\r\n\"I wait for word from several contacts- Perhaps by the time you return, I will have more for you.\"",
      "female": ""
    },
    {
      "id": 455,
      "default": "\"Oh, Elette is entirely harmless. A little eccentric, perhaps, yes? \r\n\r\n\"I assure you, no harm will come to you.\"",
      "female": ""
    },
    {
      "id": 456,
      "default": "\"Well, how fortunate for you- The Temple of Gaun is but a short walk from the tower where you may find Elette.\r\n\r\n\"Convenient, no?\"",
      "female": ""
    },
    {
      "id": 457,
      "default": "\"It may seem so at first, but trust me, aimico- much will come of this.\"",
      "female": "\"It may seem so at first, but trust me, aimica- much will come of this.\""
    },
    {
      "id": 458,
      "default": "\"Sorry.\"",
      "female": ""
    },
    {
      "id": 461,
      "default": "\"Complicated is fun.\"",
      "female": ""
    },
    {
      "id": 462,
      "default": "\"I do what I like, Castol. Don't get in my way.\"",
      "female": ""
    },
    {
      "id": 463,
      "default": "\"That much has been made very clear! \r\n\r\n\"...And of course I must clean up the mess. Ac, why change things now?\"",
      "female": ""
    },
    {
      "id": 464,
      "default": "\"How good that you are enjoying yourself. \r\n\r\n\"Merla, it is just my luck, to be saddled with a useful lunatic.\"",
      "female": ""
    },
    {
      "id": 465,
      "default": "\"Ah, remorse! Where was this hours ago? \r\n\r\n\"No, never mind. Leave me- I must consider now what to tell our diplomats.\"",
      "female": ""
    },
    {
      "id": 466,
      "default": "\"But why? You have such a gift for words! To see it all thrown to the wayside for... what? A fit of temper? \r\n\r\n\"Gods be kind. What will I tell the Canta?\"",
      "female": ""
    },
    {
      "id": 468,
      "default": "\"There's a great deal to talk about, and I assume you don't want a history lesson.\"",
      "female": ""
    },
    {
      "id": 469,
      "default": "\"If this is a ploy of some kind, it's... charmingly direct.\"",
      "female": ""
    },
    {
      "id": 470,
      "default": "\"We're all friends here.\" \r\n\r\nMaia lifts her brow and waits.",
      "female": ""
    },
    {
      "id": 471,
      "default": "\"Everything the luminous adra powder can do- the rejuvenating effects, the energy... It's no more than a pleasant side effect, for the shareholders.\r\n\r\n\"But the truth is this research could propel us ahead decades.\"",
      "female": ""
    },
    {
      "id": 479,
      "default": "\"What do you need?\"",
      "female": ""
    },
    {
      "id": 480,
      "default": "\"More trouble at the bathhouse?\"",
      "female": ""
    },
    {
      "id": 481,
      "default": "[Leave] \"Maybe later.\"",
      "female": ""
    },
    {
      "id": 482,
      "default": "\"I do have another matter I could use your assistance with, Watcher. If you have a moment.\" ",
      "female": ""
    },
    {
      "id": 483,
      "default": "Castol's brows furrow, but he inclines his head in an acquiescing nod.",
      "female": ""
    },
    {
      "id": 484,
      "default": "\"Not quite. Though you... may feel the need for a personal visit yourself, after.\"\r\n\r\nCastol smiles thinly at some private jest.\r\n\r\n",
      "female": ""
    },
    {
      "id": 485,
      "default": "\"It concerns a... business proposal. Our previous partner is indisposed, which opens up an opportunity for you in the meantime.\"",
      "female": ""
    },
    {
      "id": 486,
      "default": "\"You mentioned you had more work for me.\"",
      "female": ""
    },
    {
      "id": 487,
      "default": "\"What? Ah, yes. It's a... delicate business, but you have proven reliable.\"",
      "female": ""
    },
    {
      "id": 488,
      "default": "\"Not at the moment, I'm afraid. There are arrangements to be made. \r\n\r\n\"Look to your own prospects a while. This... religious duty you have for Berath, perhaps.\"",
      "female": ""
    },
    {
      "id": 489,
      "default": "\"She seemed very certain of where things had gone wrong. Elette is a quick study, and I'm certain a second attempt will yield better results. \r\n\r\n\"Well. After you have had a respite, yes?\"",
      "female": ""
    },
    {
      "id": 490,
      "default": "\"Watcher! What excellent timing. \r\n\r\n\"Elette has sent word that she has finished her calculations. The animancers are ready to try again.\"",
      "female": ""
    },
    {
      "id": 491,
      "default": "\"I can do that.\"",
      "female": ""
    },
    {
      "id": 492,
      "default": "\"Good, good! I do not expect you to do this out of charity, of course- I have made it clear to Elette that you are to be compensated.\"",
      "female": ""
    },
    {
      "id": 495,
      "default": "\"From the moment I first sighted these islands, I knew they would be the birthplace of a new age. Something unimaginable.\r\n\r\n\"Interesting times we live in, you and I.\"",
      "female": ""
    },
    {
      "id": 497,
      "default": "\"Queen Onekaza never was one to act rashly. She must have been very sure of herself. \r\n\r\n\"Having learned of our plans, she would have every reason to be. But I suppose you knew all that.\"\r\n\r\nCastol casts a weary glance over you.",
      "female": ""
    },
    {
      "id": 498,
      "default": "\"And I think we are, each of us, in a position to offer each other something that we cannot find elsewhere.\"",
      "female": ""
    },
    {
      "id": 499,
      "default": "\"The Vailian Trading Company has had a presence on this island for nearly a century, now. \r\n\r\n\"We have the greatest fleet on the seas. The support of the richest men and women in the world.\"",
      "female": ""
    },
    {
      "id": 500,
      "default": "\"What can the Royal Deadfire Company offer? A soldier's wages, so that you can elevate the fortunes of a distant king.\"",
      "female": ""
    },
    {
      "id": 501,
      "default": "\"I can give you money. Fame, certainly. But the men and women of the Company, we set our aims high.\"",
      "female": ""
    },
    {
      "id": 502,
      "default": "\"And the Huana? You will never be one of them. \r\n\r\n\"Their caste system dooms all foreigners to the Gullet in time, no matter your great deeds.\"",
      "female": ""
    },
    {
      "id": 503,
      "default": "\"And the Huana? You will never be one of them. \r\n\r\n\"Their caste system dooms all foreigners to the Gullet in time, no matter what god you may serve.\"",
      "female": ""
    },
    {
      "id": 504,
      "default": "\"And the queen? A place in the Kahanga tribe, among all the rest of these neglected people.\r\n\r\n\"You've lived outside the caste system all these years. Are you eager to return to it?\"",
      "female": ""
    },
    {
      "id": 505,
      "default": "\"She would have done the same to you.\"",
      "female": ""
    },
    {
      "id": 506,
      "default": "\"Ac, I know it. Inside, I know it.\"",
      "female": ""
    },
    {
      "id": 507,
      "default": "\"Our enemies will not sit idly by while we claim Ukaizo. \r\n\r\n\"You have dealt them a blow already. We will have to hope that slows them down.\"",
      "female": ""
    },
    {
      "id": 508,
      "default": "\"We do have an advantage. Something no one else has discovered- A way through the storms. \r\n\r\n\"The animancers have a device for your ship. Something much like their equipment at the Spire.\"",
      "female": ""
    },
    {
      "id": 509,
      "default": "\"Once you are in position, the animancers will transport your ship through the Between, and to Ukaizo itself. \r\n\r\n\"The culmination of all your work!\"",
      "female": ""
    },
    {
      "id": 511,
      "default": "\"I'm ready.\"",
      "female": ""
    },
    {
      "id": 512,
      "default": "\"Gellarde! Then, I will send word to the fleet.\r\n\r\n\"They will be waiting at Ondra's Mortar.\"",
      "female": ""
    },
    {
      "id": 513,
      "default": "\"A damning volume. Quarno's more daring than I gave him credit for. \r\n\r\n\"Which makes it all the more vital that we put an end to his schemes. This will be of use in that regard.\"",
      "female": ""
    },
    {
      "id": 514,
      "default": "Castol nods, regarding you thoughtfully.",
      "female": ""
    },
    {
      "id": 515,
      "default": "\"I had some questions, first.\"",
      "female": ""
    },
    {
      "id": 516,
      "default": "\"Of course. Best to go in prepared.\"",
      "female": ""
    },
    {
      "id": 517,
      "default": "\"I'll do it.\"",
      "female": ""
    },
    {
      "id": 518,
      "default": "\"Why not just tell the Royal Deadfire Company?\"",
      "female": ""
    },
    {
      "id": 519,
      "default": "\"Telling you amounts to much the same, no? Someone has to put a stop to things.\"",
      "female": ""
    },
    {
      "id": 520,
      "default": "\"Good thing that 'someone' is us. Rauataian black powder is worth its weight in adra out here.\" ",
      "female": ""
    },
    {
      "id": 521,
      "default": "\"It may surprise you, but the Royal spymaster and I are not on very good speaking terms.\"",
      "female": ""
    },
    {
      "id": 522,
      "default": "\"I prefer to handle these matters internally. You provide a good opportunity.\"",
      "female": ""
    },
    {
      "id": 523,
      "default": "\"It didn't work like we expected. My soul was transported, but not my body.\"",
      "female": ""
    },
    {
      "id": 524,
      "default": "\"Ah. Separating Watchers from their souls is very much NOT what we want. \r\n\r\n\"A pity. Elette was having some luck with some of the volunteers. Short leaps, admittedly.\"",
      "female": ""
    },
    {
      "id": 525,
      "default": "\"Your star animancer's an idiot. I was nearly destroyed!\"",
      "female": ""
    },
    {
      "id": 527,
      "default": "\"Per complanca, I apologize, Watcher. Perhaps I pushed too hard. We chase discovery, but I would not have it at the cost of an ally.\"",
      "female": ""
    },
    {
      "id": 528,
      "default": "\"It... must have been incredible. For a priest, moreso. Communion with the gods.\r\n\r\n\"One of the more... intimidating deities, to be sure.\"",
      "female": ""
    },
    {
      "id": 529,
      "default": "\"A near-death experience does little to recommend Elette's efforts.\r\n\r\n\"I am glad you are in one piece, Watcher.\"",
      "female": ""
    },
    {
      "id": 530,
      "default": "\"I think I've had enough of the Company for a while.\"",
      "female": ""
    },
    {
      "id": 531,
      "default": "\"If I happen to wander that way, I'll let you know.\"",
      "female": ""
    },
    {
      "id": 532,
      "default": "\"There are no peasants in the tribes. <i>Your</i> people created this term.\"",
      "female": ""
    },
    {
      "id": 533,
      "default": "\"There is a Royal Deadfire Company official by the name of Quarno who has been meeting, in secret, with one of the Príncipi.\r\n\r\n\"I do not believe he works with the approval of his masters.\"",
      "female": ""
    },
    {
      "id": 534,
      "default": "\"He meets with a Captain Töla, a known pirate and smuggler.\n\n\"I hope I don't have to tell you that an alliance between a crooked Royal official and the Príncipi is not the kind of trouble any of us need.\"",
      "female": ""
    },
    {
      "id": 535,
      "default": "\"I see. By all means, you must do as you think best. \r\n\r\n\"But I would be lying if I said I did not believe you were making a mistake. Think on it, please.\"",
      "female": ""
    },
    {
      "id": 536,
      "default": "\"I know it seems a small matter, in the face of all we have to concern ourselves with. \r\n\r\n\"But illicit arrangements such as these are the only reason the Príncipi have not been routed.\"",
      "female": ""
    },
    {
      "id": 537,
      "default": "\"Per complanca - do not allow them the opportunity and means to sink more ships.\"",
      "female": ""
    },
    {
      "id": 538,
      "default": "\"Excellent. Meeting you has been a stroke of luck, Watcher. \r\n\r\n\"I'll await your report.\" ",
      "female": ""
    },
    {
      "id": 539,
      "default": "\"I fear they'd spend the entirety of that meeting demanding your head on a platter.\"",
      "female": ""
    },
    {
      "id": 540,
      "default": "\"I'll go find this Captain Furrante, then.\"",
      "female": ""
    },
    {
      "id": 541,
      "default": "\"You're not telling me something.\"",
      "female": ""
    },
    {
      "id": 542,
      "default": "\"Come clean, Castol. You're making me nervous, and that's dangerous.\"",
      "female": ""
    },
    {
      "id": 543,
      "default": "\"That's not much to go on.\"",
      "female": ""
    },
    {
      "id": 544,
      "default": "\"Flaune Elette is my main point of contact, to be honest. Apart from a few special appointments, she selected her own assistants.\r\n\r\n\"A talented group, to a one. I find them painfully young, at times.\"",
      "female": ""
    },
    {
      "id": 545,
      "default": "\"Yes?\"",
      "female": ""
    },
    {
      "id": 546,
      "default": "\"The Royal Deadfire Company has a primary powderhouse in the Brass Citadel. The bulk of their powder is stored there, and from there delivered to the greater portion of the ships of the Royal fleet.\"",
      "female": ""
    },
    {
      "id": 547,
      "default": "\"Destroying that powderhouse would make for a crippling blow against the fleet. \r\n\r\n\"Enough to make an occupation of the Deadfire seem little better than a fever dream.\" ",
      "female": ""
    },
    {
      "id": 548,
      "default": "\"You're right to be concerned, after the business with Alvari. Perhaps I've given you little reason to trust. \r\n\r\n\"If you do not trust me, trust that there is no path to Ukaizo without you.\"",
      "female": ""
    },
    {
      "id": 549,
      "default": "\"If all goes to plan, there will be nothing to tie either of us to this. \r\n\r\n\"I will vouch for your innocence, Watcher. I swear it.\"",
      "female": ""
    },
    {
      "id": 550,
      "default": "\"I-in truth the trickier part will be to get you out before you are caught in the blast. The powderhouse is a tinderbox, waiting to blow.\" ",
      "female": ""
    },
    {
      "id": 551,
      "default": "\"Have you lost your mind? I won't do it.\"",
      "female": ""
    },
    {
      "id": 552,
      "default": "\"You'd kill all those people to secure your victory?\"",
      "female": ""
    },
    {
      "id": 553,
      "default": "\"Hard choices, Watcher, are what being director is all about. You know the things we've done to get here.\r\n\r\n\"I can see no other path forward.\"",
      "female": ""
    },
    {
      "id": 554,
      "default": "\"Is it not our victory? All the things we've done... It has not been <i>easy</i> for me. \r\n\r\n\"For much of my life I was a merchant, Watcher. No more than that. But we have each stepped into our roles.\"",
      "female": ""
    },
    {
      "id": 555,
      "default": "\"I'm just impressed, Castol.\"",
      "female": ""
    },
    {
      "id": 556,
      "default": "\"Very well.\"",
      "female": ""
    },
    {
      "id": 557,
      "default": "\"This is monstrous.\"",
      "female": ""
    },
    {
      "id": 558,
      "default": "\"It is. And our enemies will do the same, given the chance! \r\n\r\n\"Please, Watcher. We have come too far to stop now. Are we to stand aside while other forces take Ukaizo for themselves?\"",
      "female": ""
    },
    {
      "id": 559,
      "default": "\"Elette waits for you at the spire. I... I trust you to do what is necessary.\"",
      "female": ""
    },
    {
      "id": 560,
      "default": "\"I...\r\n\r\n\"Let us get on with it.\"",
      "female": ""
    },
    {
      "id": 561,
      "default": "\"What? W-Watcher, please, you cannot- How can we stop now, at the very edge of success?\"",
      "female": ""
    },
    {
      "id": 562,
      "default": "\"All of this will have been for nothing if our enemies seize Ukaizo out from under us. \r\n\r\n\"They'll have the city, after that. The whole of the Deadfire.\"",
      "female": ""
    },
    {
      "id": 563,
      "default": "\"You! You murder our animancers, then have the gall to stride into my office?\" ",
      "female": ""
    },
    {
      "id": 564,
      "default": "\"Guards! Apretta!\"",
      "female": ""
    },
    {
      "id": 566,
      "default": "\"That said, Neketaka is certainly beautiful, isn't it? \r\n\r\n\"Ac, I much prefer to be posted here than some little fishing village.\"",
      "female": ""
    },
    {
      "id": 567,
      "default": "\"The borders Amira drew for us are wide enough, I say.\" \r\n\r\nTekēhu folds his arms.",
      "female": ""
    },
    {
      "id": 568,
      "default": "\"I-I understand that the circumstances were uncomfortable for you. \r\n\r\n\"I... I should have been more open. Clearly, I should have.\"",
      "female": ""
    },
    {
      "id": 569,
      "default": "\"I didn't... I meant no offense, Watcher. Truly. \r\n\r\n\"I should have entrusted you with the full story. Clearly, I should have.\"",
      "female": ""
    },
    {
      "id": 570,
      "default": "\"That it be happening elsewhere don't make it right, you barnacle-brained bilge-sop. And as for Furrante...\"\r\n\r\nHis words dissolve into a low growl through crooked teeth.",
      "female": ""
    },
    {
      "id": 571,
      "default": "\"Cower before Ngati, monster!\" \r\n\r\nTekēhu advances wearing a scowl.",
      "female": ""
    },
    {
      "id": 572,
      "default": "\"W-wait! I <i>am</i> sorry, Watcher, I swear it! I will not ask this of you ever again!\" \r\n\r\nCastol raises his arms to cower behind them. When no attack comes, he chances a glimpse.",
      "female": ""
    },
    {
      "id": 574,
      "default": "\"The reports from Hasongo... Incredible. \r\n\r\n\"These events will only increase tensions between the Companies, of course. Which makes our work here all the more pressing.\"",
      "female": ""
    },
    {
      "id": 579,
      "default": "The man who rises to greet you has a tidy, scholarly bearing only emphasized by the thin-framed lenses he pushes farther up his nose.\r\n\r\nHe clasps his hands together, offering you a smile equal parts polite and relieved.",
      "female": ""
    },
    {
      "id": 580,
      "default": "",
      "female": ""
    },
    {
      "id": 585,
      "default": "\"Belfetto- What did you discover?\"",
      "female": ""
    },
    {
      "id": 586,
      "default": "\"Quarno is selling gunpowder and weapons to the Príncipi.\"",
      "female": ""
    },
    {
      "id": 587,
      "default": "\"The smugglers are dead.\"",
      "female": ""
    },
    {
      "id": 588,
      "default": "\"Di verus? That is worse than I suspected. Please, explain. Spare me no details.\" ",
      "female": ""
    },
    {
      "id": 589,
      "default": "\"Quarno is smuggling Royal Deadfire Company munitions.\"",
      "female": ""
    },
    {
      "id": 590,
      "default": "[Give him Quarno's ledger.] \"Here - a list of Quarno's recent transactions.\"",
      "female": ""
    },
    {
      "id": 591,
      "default": "\"Töla is planning on using Royal Deadfire Company weapons against a Vailian Trading Company convoy carrying luminous adra.\"",
      "female": ""
    },
    {
      "id": 592,
      "default": "\"A damning volume. Quarno's more daring than I gave him credit for. \r\n\r\n\"Which makes it all the more vital that we put an end to his schemes. This will be of use in that regard.\"",
      "female": ""
    },
    {
      "id": 593,
      "default": "\"An interesting scheme. Fortunate that you were able to get wind of it.\"",
      "female": ""
    },
    {
      "id": 594,
      "default": "\"Madiccho. Our convoy routes are meant to be a well-guarded secret. \r\n\r\n\"I might as well have sent the Príncipi a letter.\"",
      "female": ""
    },
    {
      "id": 595,
      "default": "\"That's all.\"",
      "female": ""
    },
    {
      "id": 596,
      "default": "\"Your dedication to thoroughness is impressive, [Player Name], and all too rare. Agracima.\"",
      "female": ""
    },
    {
      "id": 597,
      "default": "\"That is enough to work with. Agracima, [Player Name].\r\n\r\n\"I do believe I'm going to ruin Quarno's day.\"",
      "female": ""
    },
    {
      "id": 598,
      "default": "\"I had hoped you would learn something more substantial. \r\n\r\n\"It will have to be enough. I will put my people to work.\"",
      "female": ""
    },
    {
      "id": 600,
      "default": "\"You'll find Furrante in Dunnage. Dunnage is a... well, a den for pirates, as you might imagine. \r\n\r\n\"You'll likely be in less danger there than on the sea, but all the same- I recommend extreme caution.\"",
      "female": ""
    },
    {
      "id": 601,
      "default": "\"The captain and I have been over this already. I'm turning a blind eye, and Rauatai... Rauatai can look after itself.\"\r\n\r\nMaia averts her gaze and folds her arms. Ishiza hops closer to peck at her shins, but Maia only grunts at him.",
      "female": ""
    },
    {
      "id": 603,
      "default": "\"Captain, I...\"\r\n\r\nMaia quickly turns her gaze away.",
      "female": ""
    },
    {
      "id": 604,
      "default": "\"No captain of mine sails against the homeland. It's that simple.\"",
      "female": ""
    },
    {
      "id": 605,
      "default": "\"What are you going to do? Shoot me?\"",
      "female": ""
    },
    {
      "id": 606,
      "default": "\"You mean too much to me to let it end like this, Maia.\"",
      "female": ""
    },
    {
      "id": 607,
      "default": "\"We can work this out. Somehow.\"",
      "female": ""
    },
    {
      "id": 608,
      "default": "\"You're helping no one by staying, so leave.\"",
      "female": ""
    },
    {
      "id": 609,
      "default": "Maia blinks at you once, twice, her expression unreadable.",
      "female": ""
    },
    {
      "id": 610,
      "default": "\"I knew this couldn't work. Knew I was fooling myself.\" She rubs the corners of her eyes with two quick swipes of her thumbs.",
      "female": ""
    },
    {
      "id": 611,
      "default": "\"I don't want anything to happen to you, captain.\"",
      "female": ""
    },
    {
      "id": 612,
      "default": "\"I guess we're done with each other, unless I happen to catch you in my sights.\"",
      "female": ""
    },
    {
      "id": 613,
      "default": "\"If you have to shoot at me, try to miss.\"",
      "female": ""
    },
    {
      "id": 614,
      "default": "\"No promises.\" She smirks, but the expression falters.",
      "female": ""
    },
    {
      "id": 615,
      "default": "\"I love you, Maia. Maybe someday...\"",
      "female": ""
    },
    {
      "id": 616,
      "default": "\"Maybe not.\" She gives you a look of pointed irritation.",
      "female": ""
    },
    {
      "id": 617,
      "default": "\"Come along, Ishi. It's back to just you and me.\" \r\n\r\nShe clicks her tongue and prepares to go, her gaze lingering on you an extra moment. Then she turns about, marching away at a stiff pace.",
      "female": ""
    },
    {
      "id": 618,
      "default": "\"I'll miss you. I'll miss what we have now.\"",
      "female": ""
    },
    {
      "id": 619,
      "default": "She opens her mouth to say something, but only a frustrated sound escapes. Maia lets out a heavy sigh and glances down at her bird.",
      "female": ""
    },
    {
      "id": 620,
      "default": "\"Take care of yourself, Maia.\"",
      "female": ""
    },
    {
      "id": 621,
      "default": "\"Ishiza, you keep Maia safe for me.\"",
      "female": ""
    },
    {
      "id": 622,
      "default": "The bird tips its head in an inquisitive manner and squawks at you.",
      "female": ""
    },
    {
      "id": 623,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 624,
      "default": "\"Not exactly how I wanted to end this friendship, but here we are.\" She shakes her head slowly.",
      "female": ""
    },
    {
      "id": 625,
      "default": "\"An unfortunate business. We may not officially be at war, but some of the... less expected consequences feel much the same.\"",
      "female": ""
    },
    {
      "id": 626,
      "default": "\"I...\" Maia blinks, hesitating to answer.",
      "female": ""
    },
    {
      "id": 627,
      "default": "\"I don't know. We didn't make this easy for ourselves, did we?\"",
      "female": ""
    },
    {
      "id": 628,
      "default": "\"I wish... I wish you had given up on me earlier.\"",
      "female": ""
    },
    {
      "id": 629,
      "default": "\"I'm playing this by ear. Nothing's off the table.\" Her gaze goes flat and shifts away from yours.",
      "female": ""
    },
    {
      "id": 630,
      "default": "\"You did too.\" Maia catches herself and raises a shaking hand to her mouth.",
      "female": ""
    },
    {
      "id": 631,
      "default": "\"You do too, captain, but...\"",
      "female": ""
    },
    {
      "id": 632,
      "default": "\"How do we get past this, captain?\" Maia crosses her arms and squeezes her shoulders.",
      "female": ""
    },
    {
      "id": 633,
      "default": "\"I need you to stay. You're a constant in my life, and I'm afraid of losing you.\"",
      "female": ""
    },
    {
      "id": 634,
      "default": "\"The Company needs me, Maia. Please, stay.\"",
      "female": ""
    },
    {
      "id": 635,
      "default": "\"Nothing has to change. Who knows what side any of us will be on when the dust settles?\"",
      "female": ""
    },
    {
      "id": 636,
      "default": "\"You're awfully cute when it suits you. That's not a compliment.\" ",
      "female": ""
    },
    {
      "id": 637,
      "default": "\"But Rauatai needs all hands on deck, and I won't just turn about on my career.\" She folds her arms, squeezing her shoulders together.",
      "female": ""
    },
    {
      "id": 638,
      "default": "\"I've got a pretty good idea.\" Maia tightens her bearing.",
      "female": ""
    },
    {
      "id": 639,
      "default": "\"If you don't, then you've got your principles on backwards.\"",
      "female": ""
    },
    {
      "id": 640,
      "default": "\"You're an assassin. Let the company hire another.\"",
      "female": ""
    },
    {
      "id": 641,
      "default": "Nothing about Maia's bearing changes, save that she gets very quiet. You feel the tension in the room like a coiled spring.",
      "female": ""
    },
    {
      "id": 642,
      "default": "\"They have enough rifles and cannons to punch a hole in the Deadfire without you.\"",
      "female": ""
    },
    {
      "id": 643,
      "default": "\"Well, sometimes it takes more than a punch to make a dent.\"",
      "female": ""
    },
    {
      "id": 644,
      "default": "\"You should know that already, if what I've... told you about is any indication.\"",
      "female": ""
    },
    {
      "id": 645,
      "default": "She seems ready to speak on, but stops herself.",
      "female": ""
    },
    {
      "id": 646,
      "default": "Castol, on the other hand, takes a step back, blinking slowly.",
      "female": ""
    },
    {
      "id": 647,
      "default": "\"You were more than complicit in my... activities, captain. I seem to recall you handled yourself well enough.\" Maia nods slowly.",
      "female": ""
    },
    {
      "id": 648,
      "default": "\"And I want you to get out of this in one piece, captain. Eora is better when you're around, but...\"",
      "female": ""
    },
    {
      "id": 649,
      "default": "\"One of my friends died. You think what I'm doing is easy, or that any of us aren't ready to make the same sacrifice?\" She gives you a look of disgust.",
      "female": ""
    },
    {
      "id": 650,
      "default": "\"Both of my friends DIED, captain. I knew them a lot better than I know you, and even then I kept my vows to the navy.\"",
      "female": ""
    },
    {
      "id": 651,
      "default": "\"You don't know what you're talking about.\" Maia squeezes her eyes shut and sighs.",
      "female": ""
    },
    {
      "id": 652,
      "default": "\"I know I can't trust you.\"",
      "female": ""
    },
    {
      "id": 653,
      "default": "\"You don't always know how to get a job done. It can be... more straightforward than you allow.\"",
      "female": ""
    },
    {
      "id": 654,
      "default": "\"Damn it. But nothing.\" Maia wipes her face with the back of her hand.",
      "female": ""
    },
    {
      "id": 655,
      "default": "\"Whatever you're planning, just... try and leave me out of it? You're holding the rifle. Don't make me pull the trigger.\" \r\n\r\nMaia folds her arms and looks to the ground between her feet. ",
      "female": ""
    },
    {
      "id": 656,
      "default": "\"Fair enough. Glad to have you, Maia.\"",
      "female": ""
    },
    {
      "id": 657,
      "default": "In spite of her resolve, Maia nevertheless looks rigid and uncomfortable. An unspoken idea occurs to her, and it turns her eyes downward.",
      "female": ""
    },
    {
      "id": 658,
      "default": "\"I'll consider it.\" ",
      "female": ""
    },
    {
      "id": 659,
      "default": "\"Consider harder.\"",
      "female": ""
    },
    {
      "id": 660,
      "default": "\"We'll talk about it when the time comes.\"",
      "female": ""
    },
    {
      "id": 661,
      "default": "\"Unexpected, I must say. \r\n\r\n\"Still, you have accomplished a great many things together so far. If you vouch for your friend, Watcher, so be it.\"",
      "female": ""
    },
    {
      "id": 662,
      "default": "\"If you've got any ideas, I'm... I'm not beyond hearing them.\"",
      "female": ""
    },
    {
      "id": 663,
      "default": "\"I'm a soldier. If you pit my needs against the needs of Rauatai... I'll lose every time.\"",
      "female": ""
    },
    {
      "id": 664,
      "default": "\"Unexpected, I must say. \r\n\r\n\"Still, you have accomplished a great many things together so far. If you vouch for your friend, Watcher, so be it.\"",
      "female": ""
    },
    {
      "id": 665,
      "default": "\"The fleet will meet you at the edge of Ondra's Mortar, and defend you from any threat that may arise.\"",
      "female": ""
    },
    {
      "id": 666,
      "default": "\"You never have any simple plans, do you, Castol?\"",
      "female": ""
    },
    {
      "id": 667,
      "default": "\"Not another of Elette's experiments...\"",
      "female": ""
    },
    {
      "id": 668,
      "default": "\"Once this is over, we part ways.\"",
      "female": ""
    },
    {
      "id": 669,
      "default": "\"My task will only be complete once I reach Eothas.\"",
      "female": ""
    },
    {
      "id": 670,
      "default": "\"Of course, of course. I daresay nothing in this world can stop you, aimico.\"",
      "female": "\"Of course, of course. I daresay nothing in this world can stop you, aimica.\""
    },
    {
      "id": 671,
      "default": "\"I do not dream simply. We strive for nothing less than a new world, my friend.\r\n\r\n\"A new world, in my lifetime.\"\r\n\r\nCastol's eyes glisten with unshed tears as emotion seizes him. He coughs and looks away.",
      "female": ""
    },
    {
      "id": 672,
      "default": "\"The greatest of them yet. I can just imagine the shocked faces, watching your ship <i>disappear</i> from sight.\" \r\n\r\nCastol smiles to himself.",
      "female": ""
    },
    {
      "id": 673,
      "default": "\"A shame, I-I... I think we did good work together, Watcher. \r\n\r\n\"Perhaps when the time comes, you'll feel more inclined to stay and witness the change you've brought to the Deadfire.\"",
      "female": ""
    },
    {
      "id": 674,
      "default": "\"I see... You've certainly earned a reprieve. \r\n\r\n\"You'll have the Company's favor, all the same. We could not have done this without you.\"",
      "female": ""
    },
    {
      "id": 675,
      "default": "\"We have a single chance at this, Watcher. If you have any matters to resolve here in the city, I suggest you do so quickly.\"",
      "female": ""
    },
    {
      "id": 677,
      "default": "\"None of what we did back there sits poorly with your conscience?\"",
      "female": ""
    },
    {
      "id": 678,
      "default": "\"Tell me we get to blow up something else.\"",
      "female": ""
    },
    {
      "id": 679,
      "default": "\"Keep the money coming, Castol.\"",
      "female": ""
    },
    {
      "id": 680,
      "default": "\"I did this so we could reach Ukaizo. Let's get started.\"",
      "female": ""
    },
    {
      "id": 682,
      "default": "\"Ac, so much is already in motion. We will have little time.\"",
      "female": ""
    },
    {
      "id": 683,
      "default": "\"I... I have had to put my conscience aside, for the moment. \r\n\r\n\"We have all done things that we regret, but in pursuit of noble goals. Perhaps that will make all the difference.\"",
      "female": ""
    },
    {
      "id": 684,
      "default": "\"You heard Queen Onekaza, no? That little performance she arranged? \r\n\r\n\"If we succumb to regret, our enemies will outpace us.\"",
      "female": ""
    },
    {
      "id": 685,
      "default": "\"With Ukaizo secured, the Songretta will be only too eager to supply more coin.\n\n\"Coin that will line your pockets, Watcher.\"",
      "female": ""
    },
    {
      "id": 686,
      "default": "\"Explosions will be the last thing we need, going forward.\"",
      "female": ""
    },
    {
      "id": 687,
      "default": "\"This is only the start, you know. The very dawn of a new age of discovery. \r\n\r\n\"But just imagine!\"\r\n\r\nCastol spreads his hands. His eyes, behind his spectacles, are fever-bright with enthusiasm. ",
      "female": ""
    },
    {
      "id": 688,
      "default": "\"Th-those people are free, as you wished. And had you not gone to Crookspur it would be otherwise.\"",
      "female": ""
    },
    {
      "id": 689,
      "default": "\"There are rumors she started out on a ship. A deckhand, if you believe it.\r\n\r\n\"Quite the climb from humble beginnings.\"\r\n",
      "female": ""
    },
    {
      "id": 690,
      "default": "\"Peace, man- They certainly aren't kings or queens, are they?\"",
      "female": ""
    },
    {
      "id": 691,
      "default": "[Lie] \"The smugglers killed Brizze. They must have figured out she was spying on them.\"",
      "female": ""
    },
    {
      "id": 692,
      "default": "\"Madiccho! With her goes our best chance of stopping this before it gets out of hand.\"",
      "female": ""
    },
    {
      "id": 693,
      "default": "\"Brizze is dead.\"",
      "female": ""
    },
    {
      "id": 694,
      "default": "\"What? But how-\" \r\n\r\nCastol pauses, his mouth tightening into a grim line as he looks up at you.",
      "female": ""
    },
    {
      "id": 695,
      "default": "\"My fault, really, trusting someone with your reputation. \r\n\r\n\"It will not happen again.\"",
      "female": ""
    },
    {
      "id": 696,
      "default": "\"Well. Clearly I misjudged you, to say the least.\" \r\n\r\nCastol folds his hands neatly in front of him. He glances at his guards.",
      "female": ""
    },
    {
      "id": 697,
      "default": "\"I believe we're done here, Watcher. I have no further need of your assistance.\"",
      "female": ""
    },
    {
      "id": 698,
      "default": "\"Well... No fault of yours, is it? \r\n\r\n\"Perhaps we will have better luck elsewhere.\"",
      "female": ""
    },
    {
      "id": 699,
      "default": "\"You will find no friends here, Watcher. I suggest you leave.\"",
      "female": ""
    },
    {
      "id": 700,
      "default": "\"Di verus? I am... glad to see an end to the matter, but I hope you have not left yourself at risk.\r\n\r\nI trust you did what was necessary.\"",
      "female": ""
    },
    {
      "id": 701,
      "default": "\"Belfetto. Let's see here...\"\r\n\r\nCastol thumbs quickly through the ledger, looking over the figures with a practiced eye.",
      "female": ""
    },
    {
      "id": 702,
      "default": "\"Slavers?!\"",
      "female": ""
    },
    {
      "id": 703,
      "default": "\"What exactly does Master Kua trade in?\"",
      "female": ""
    },
    {
      "id": 704,
      "default": "\"Sounds easy enough.\"",
      "female": ""
    },
    {
      "id": 705,
      "default": "\"Something of a notable figure among the Príncipi, I'm told.\"",
      "female": ""
    },
    {
      "id": 706,
      "default": "\"So you're taking a page from Quarno's book?\"",
      "female": ""
    },
    {
      "id": 707,
      "default": "\"Wait, you're working with a Príncipi captain?\"",
      "female": ""
    },
    {
      "id": 708,
      "default": "\"A more reasonable specimen, but... yes. \r\n\r\n\"Not the most ideal of circumstances, but then little about any of this has been ideal.\"",
      "female": ""
    },
    {
      "id": 709,
      "default": "\"Indeed. Which means our previous arrangement is finished... unless you are willing to pick up where he left off.\"",
      "female": ""
    },
    {
      "id": 710,
      "default": "\"Furrante's dead.'",
      "female": ""
    },
    {
      "id": 711,
      "default": "\"Believe me, the irony is... painful. \r\n\r\n\"Still, I think there is a clear difference. Quarno sought to improve his own fortunes, whereas this... I do for the Company.\"",
      "female": ""
    },
    {
      "id": 712,
      "default": "\"Captain Furrante will have the details, but the matter concerns a contact of his on the island of Crookspur.\"",
      "female": ""
    },
    {
      "id": 713,
      "default": "\"Go on.\"",
      "female": ""
    },
    {
      "id": 714,
      "default": "\"N-no, I suppose not. Truly, Furrante can tell you more. It is three-quarters his scheme. \r\n\r\n\"For the Company, it is simply a potential source of profit.\"",
      "female": ""
    },
    {
      "id": 715,
      "default": "\"I... I would not normally enter into such pacts with the likes of Furrante. \r\n\r\n\"The Company's assets are in some disarray. Our resources are not what they once were.\"",
      "female": ""
    },
    {
      "id": 716,
      "default": "\"You... You have? \r\n\r\n\"And what became of it?\"\r\n\r\nCastol busies himself with polishing his spectacles.",
      "female": ""
    },
    {
      "id": 717,
      "default": "\"It is a shameful state of affairs, but I am doing what I can to remedy the situation.\"",
      "female": ""
    },
    {
      "id": 718,
      "default": "\"I have a contact out on the island of Crookspur. A... trader.\r\n\r\n\"Not a friend, by any means, but sufficiently trustworthy.\"",
      "female": ""
    },
    {
      "id": 719,
      "default": "\"Do please take care out there, Watcher. The waters around Crookspur can be deadly, to say nothing of the people.\"",
      "female": ""
    },
    {
      "id": 720,
      "default": "\"Let's just say that Queen Onekaza's suppression of the slave trade has its limits. And that those limits exist at the edges of Kahanga territory.\r\n\r\n\"The Aedyrans, in particular, are regular clients.\"",
      "female": ""
    },
    {
      "id": 721,
      "default": "\"I'm not about to kill any Huana for you.\"",
      "female": ""
    },
    {
      "id": 722,
      "default": "\"These are not helpless tribals, Watcher. They have already dispatched numerous ships.\"",
      "female": ""
    },
    {
      "id": 723,
      "default": "\"An alliance with Master Kua presents an opportunity, but it is entirely your decision.\r\n\r\n\"I am not in a position to go there myself.\"\r\n\r\nHe lifts his shoulders in a helpless shrug.",
      "female": ""
    },
    {
      "id": 724,
      "default": "Director Castol grimaces, removing his spectacles to clean the lenses.",
      "female": ""
    },
    {
      "id": 725,
      "default": "\"I was wondering what the homeland was up to...\"",
      "female": ""
    },
    {
      "id": 726,
      "default": "\"This is wrong, Castol, and you know it.\"",
      "female": ""
    },
    {
      "id": 728,
      "default": "\"Come, now. Even in the Dyrwood, you must have had dealings with slavers at some point. I hardly expect you to participate in the trade yourself.\"",
      "female": ""
    },
    {
      "id": 729,
      "default": "\"A-a curious time to raise objections. You can't have been unaware of the trade in Aedyr.\"",
      "female": ""
    },
    {
      "id": 730,
      "default": "\"Yes, well. Aren't you proud?\"",
      "female": ""
    },
    {
      "id": 731,
      "default": "\"I'll get going, then.\"",
      "female": ""
    },
    {
      "id": 732,
      "default": "\"Slavers and I do NOT get along, Castol...\"",
      "female": ""
    },
    {
      "id": 733,
      "default": "\"Y-yes, well...\"",
      "female": ""
    },
    {
      "id": 734,
      "default": "\"We didn't discover the properties of luminous adra until a couple of years ago, but the Company's successes in the region predate that by quite some time.\"",
      "female": ""
    },
    {
      "id": 735,
      "default": "\"But the Company has also funded advancements in the field of animancy. The Deadfire holds numerous Engwithan ruins.\r\n\r\n\"And unlike the Dyrwood's Glanfathans, the Huana take no great offense if we go digging through the past.\"",
      "female": ""
    },
    {
      "id": 736,
      "default": "\"There was no Kahanga tribe of note then, really. No Queen Onekaza, to be sure. \r\n\r\n\"Our chief competitors at the time were the Aedyrans. Much as with the Dyrwood, the Empire couldn't maintain a foothold.\"",
      "female": ""
    },
    {
      "id": 737,
      "default": "\"I like to think I have a good eye for talent. Talent and opportunity. That's all any venture needs. \n\n\"I suppose it caught the Songretta mea Compresa's attention. I was assigned here.\"",
      "female": ""
    },
    {
      "id": 738,
      "default": "\"You didn't volunteer?\"",
      "female": ""
    },
    {
      "id": 739,
      "default": "\"I see.\"",
      "female": ""
    },
    {
      "id": 740,
      "default": "\"Ah... no. \n\n\"The Songretta, it has free rein in such matters. That I was appointed director means that they had faith I would be the most effective choice.\"",
      "female": ""
    },
    {
      "id": 742,
      "default": "\"So. Nothing too interesting, I'm afraid. Unless you have an interest in Vailian law.\"",
      "female": ""
    },
    {
      "id": 743,
      "default": "\"It is an honor one does not refuse.\"\r\n\r\nCastol inclines his head, smiling thinly.",
      "female": ""
    },
    {
      "id": 744,
      "default": "\"Watcher! I hoped you might make an appearance.\r\n\r\n\"I am Ignato Castol, director of the Vailian Trading Company's operations here in the Deadfire.\"",
      "female": ""
    },
    {
      "id": 746,
      "default": "\"I'll help you, if it means I get to Ukaizo.\"",
      "female": ""
    },
    {
      "id": 747,
      "default": "\"And what can you offer me?\"",
      "female": ""
    },
    {
      "id": 749,
      "default": "\"Why, the means of reaching your destination, in time. But that is not all.\"",
      "female": ""
    },
    {
      "id": 750,
      "default": "\"Gellarde. Then, we must get to work.\"",
      "female": ""
    },
    {
      "id": 751,
      "default": "\"Ah, Watcher! This is a timely visit. I was just going over the reports.\r\n\r\n\"You have quite the history.\"",
      "female": ""
    },
    {
      "id": 752,
      "default": "\"I was hoping to get an opportunity to meet with you in person. \r\n\r\n\"Watchers are not so plentiful as you might expect, here in the Deadfire.\"",
      "female": ""
    },
    {
      "id": 753,
      "default": "\"Canta Nirro was very interested to hear what might have happened in Hasongo.\"\r\n\r\nHe watches you with an eager, hopeful expression.",
      "female": ""
    },
    {
      "id": 754,
      "default": "\"Nāga. They moved into the colony after Eothas drained the adra, and I had to clear them out.\"",
      "female": ""
    },
    {
      "id": 755,
      "default": "\"Eothas happened. And now he's headed for Magran's Teeth.\"",
      "female": ""
    },
    {
      "id": 756,
      "default": "\"Then the Canta should ask one of his spies.\"",
      "female": ""
    },
    {
      "id": 757,
      "default": "Castol's smile falters, replaced with a wary frown. \r\n\r\nHe fusses with his sleeves.",
      "female": ""
    },
    {
      "id": 758,
      "default": "\"Eothas... The giant, yes? Nirro did make mention of your claim.\"",
      "female": ""
    },
    {
      "id": 759,
      "default": "\"Fascinating. Bad luck for the Royal Deadfire Company, of course, but... fascinating.\r\n\r\nHe bends to scrawl a note upon a piece of parchment.",
      "female": ""
    },
    {
      "id": 760,
      "default": "\"Such events will only increase tensions between the Companies. Which makes our work here all the more pressing.\"",
      "female": ""
    },
    {
      "id": 761,
      "default": "\"Whatever the root cause, these events make clear that <i>something</i> is on the horizon. \r\n\r\n\"Which makes our work here all the more pressing.\"",
      "female": ""
    },
    {
      "id": 762,
      "default": "\"Nāga. They moved into the colony after Eothas drained the adra.\"",
      "female": ""
    },
    {
      "id": 763,
      "default": "\"Imagine, if we could transport goods and people more quickly than any vessel or horse. Cure every kind of ailment. Perhaps cure disease, altogether.\r\n\r\n\"We'll extend our lifespans by decades. Maybe even centuries, one day...\"",
      "female": ""
    },
    {
      "id": 764,
      "default": "\"Look at what we left behind... Old Vailia is a battlefield, at constant war with itself. \r\n\r\n\"But the Republics have risen from that past. We can rise farther still.\"",
      "female": ""
    },
    {
      "id": 765,
      "default": "\"And in doing so, we will raise all of Eora with us.\"",
      "female": ""
    },
    {
      "id": 766,
      "default": "\"As Rauatai rose from the Deadfire.\"",
      "female": ""
    },
    {
      "id": 767,
      "default": "\"Are your hands so bloodless, Castol?\"",
      "female": ""
    },
    {
      "id": 768,
      "default": "\"This has all been the work of a single outpost. I want there to be a dozen outposts- a hundred.\r\n\r\n\"Animancers, working together to better our lives.\"",
      "female": ""
    },
    {
      "id": 769,
      "default": "\"Old Vailia is not yet lost.\"",
      "female": ""
    },
    {
      "id": 770,
      "default": "\"Ah, Watcher... If you believe it, so shall I.\"",
      "female": ""
    },
    {
      "id": 771,
      "default": "\"I- Perhaps not. I do regret that. There are so many pressures upon me- upon us. \r\n\r\n\"You serve divine interests. I... more mundane gods.\"",
      "female": ""
    },
    {
      "id": 772,
      "default": "\"Exactly! You see it plain.\"",
      "female": ""
    },
    {
      "id": 773,
      "default": "\"But I have said enough. Too much, I think. \r\n\r\n\"There will be more experiments to come.\"",
      "female": ""
    },
    {
      "id": 774,
      "default": "\"Lofty goals, Castol.\"",
      "female": ""
    },
    {
      "id": 775,
      "default": "\"If your masters permit it.\"",
      "female": ""
    },
    {
      "id": 776,
      "default": "\"And if they like the world as it is?\"",
      "female": ""
    },
    {
      "id": 777,
      "default": "\"Y-yes. But achievable, I think. I may not live to see it, but I will see the groundwork done.\"",
      "female": ""
    },
    {
      "id": 778,
      "default": "\"Belfetto!\"\r\n\r\nPallegina's outburst is restricted to a single word, but her gaze is riveted to the director. For a moment, you even see the blue flames of zeal flickering in the depths of her eyes.",
      "female": ""
    },
    {
      "id": 779,
      "default": "\"They see the benefits of luminous adra now, when our research is at its most nascent stage. \r\n\r\n\"They only need practical demonstrations. Once the potential is made clear, they will understand.\" ",
      "female": ""
    },
    {
      "id": 780,
      "default": "\"No Huana will miss plague, or insanity. Why, they might even appreciate what animancy might do for the caste system.\" ",
      "female": ""
    },
    {
      "id": 783,
      "default": "\"Thought you might want to know I took care of the business with Master Kua for you.\"",
      "female": ""
    },
    {
      "id": 784,
      "default": "\"Thought you might want to know I took care of the business with Master Kua for you.\"",
      "female": ""
    },
    {
      "id": 785,
      "default": "\"Belfetto, Watcher. Already our partnership proves fruitful.\"",
      "female": ""
    },
    {
      "id": 786,
      "default": "\"About Crookspur...\"",
      "female": ""
    },
    {
      "id": 787,
      "default": "\"I read much about your exploits alongside the Crucible Knights in Defiance Bay. Their little experiments.\"",
      "female": ""
    },
    {
      "id": 788,
      "default": "\"They tell me you have notable connections among certain of the families in Defiance Bay. The Doemenels, in particular.\"",
      "female": ""
    },
    {
      "id": 789,
      "default": "\"What was that group - the, ah, Dozens? Ac, some... interesting exploits, there.\"",
      "female": ""
    },
    {
      "id": 790,
      "default": "\"This time, they had you to contend with. But what of tomorrow? We could use your aid, in the days to come. This can be but the first of many well-earned rewards.\"",
      "female": ""
    },
    {
      "id": 791,
      "default": "Serafen's narrowed eyes slide between you, the director, and the floor.",
      "female": ""
    },
    {
      "id": 795,
      "default": "\"I won't do this.\"",
      "female": ""
    },
    {
      "id": 796,
      "default": "\"What? W-Watcher, please, you cannot- How can we stop now, at the very edge of success?\"",
      "female": ""
    },
    {
      "id": 797,
      "default": "\"Maia is too important to me.\"",
      "female": ""
    },
    {
      "id": 800,
      "default": "Blinking at you, a slow and disbelieving smile spreads across Maia's face. ",
      "female": ""
    },
    {
      "id": 801,
      "default": "\"Oh, and... Perhaps you'd consider stopping by Alvari's office. I believe she'll want some assurances as to the state of the Spire.\"",
      "female": ""
    },
    {
      "id": 802,
      "default": "\"Watcher! What excellent timing. \r\n\r\n\"Elette has sent word that she has finished her calculations. The animancers are ready to try again.\"",
      "female": ""
    },
    {
      "id": 803,
      "default": "\"She assures me that she has made all the necessary corrections. \r\n\r\n\"I confess, I am very excited. I have a good feeling about this one.\"",
      "female": ""
    },
    {
      "id": 805,
      "default": "\"I have news about Poko Kohara.\"",
      "female": ""
    },
    {
      "id": 806,
      "default": "\"Ah- The Poko Kohara expedition, yes?\"",
      "female": ""
    },
    {
      "id": 807,
      "default": "\"A sorry end for such dedicated individuals. How very fortunate that you lived to tell their tale.\"",
      "female": ""
    },
    {
      "id": 808,
      "default": "\"I thought it best I speak with you face to face. Watchers are not so numerous here in the Deadfire. \r\n\r\n\"Especially those of such storied background as yourself.\"",
      "female": ""
    }
  ]
}