{
  "Component": "exported",
  "Name": "conversations\\03_neketaka_vailian_district\\03_cv_aenalys",
  "Entries": [
    {
      "id": 1,
      "default": "A young woman reclines on the cushions, a hookah hose held delicately in one hand. Eyes closed, she sings to herself. Her voice is soft and inviting.\r\n\r\nShe doesn't move when she hears you approach, but slowly opens her eyes with a lazy smile.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Have you come to hear some verse?\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Come, lay your head on my breast. I will read to you the work of my favorite poet, Scilba.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"How much for your time?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"One hundred copper pands. A reasonable fee to experience the sublime words of Aedyr's greatest poets, don't you think?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"I'm interested.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Do you know Scilba? She wrote in the time before Aedyr's marriage to Kulkin, when the kingdom was fire-bright and yearning for a purpose.\r\n\r\n\"Now, listen.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Tell me about yourself.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"It's futile to attempt to summarize the whole of a person in simple words. How to capture the dreams, the desires of another? Their feel and taste?\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Leave] \"Never mind.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Ship at dawn, its face pressed\r\nto the sea's slick lips, my sister\r\nand you, a sailor dyed in lantern light.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"The wind, my brother's fingers\r\npulling at your hair\r\nhis breath hot and boastful\r\npromising.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"But I appreciate your curiosity nonetheless. I am an actor, trained from childhood. Difficult for you to believe, I'm sure.\" A teasing smile pulls at the corner of her lips. Her voice is wistful, almost melancholic.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"It sounds a pleasant life.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"You, slack-jawed and groaning\r\nyour chin in the hard grip\r\nof longing, led stumbling\r\nthrough the waves.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"I, a horizon whose borders\r\nyour thumb has not traced\r\nin years.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"The work was good when the crowds were grateful and their pockets swelled with coin.\" She gives you a pained smile and looks away.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"I found a more dependable application of my talents here. To touch the hearts of others with my voice... I could not give that up.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"My troupe was my family, and we traveled the whole of the Aedyr empire, performing the classic literatures to cheering audiences.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"An exquisite poet! This shall be a rare treat.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"A pleasant diversion, yes? Visit me any time, my friend.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Meet me in my room if you'd like to hear a verse or two.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Start slowly, please.\" Tekēhu pinches his lower lip and smiles. ",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"You have my undivided attention.\" Maia folds her arms and observes, smiling lopsidedly.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Hold on just one murkberry-picking minute! I don't know if you know this about me, Watcher, but I ain't the kind of gal who likes to share.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Kahn's looking for someone named Oswald. Sound familiar?\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"What's your problem with Kahn?\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Oh. <i>Her.</i> Yes, she is persistent, isn't she? She barged in and began asking me all sorts of inappropriate questions about my customers.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"She grew incensed when I asked her to leave. She's no longer welcome in my room.\"\r\n\r\nAenalys wrings her hands and looks away. Her gaze settles on her armoire in the corner.",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"I do hope she's not a friend of yours. Her manners are atrocious.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"I'm sure I don't know who you're talking about. Now, please leave.\" She gestures toward her door and makes a shooing motion.",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"What if he's in danger? Don't you care about his well-being?\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "[Lie] \"Oswald's run up a debt with the wrong folks. I can help him, but I need to know where he's gone.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"It'll be our secret - no one has to know you talked to me.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"<i>If</i> I knew a man named Oswald, and <i>if</i> that man was in danger, I would still decline to be involved.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"That- that explains quite a lot.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Absolutely not. My clients depend on my discretion. I will not betray their trust simply because you ask me to.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Oswald has visited oft of late. He's a sentimental old man, and he longs for the words of our homeland, Aedyr. I would often read the old epics to him in their original Eld Aedyran.\"\r\n\r\nHer eyes gain a distant, unfocused look, and a wistful smile spreads across her face.",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"He's grown paranoid recently, however, always muttering about the shadows following him and other such nonsense. It was quite unnerving, frankly.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"He came to me in a panic a few days ago and shoved his journal into my hands. He told me he'd be back for it, but... I've not seen hide nor hair of him since.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"I wonder... Perhaps his journal would help you find him?\r\n\r\n\"Here, take this key. You'll find the journal in my armoire.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "[Leave] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"You should know full well the difficult position you're putting me in, having been a client of mine yourself.\"\r\n\r\nShe rolls her eyes and looks away, furtively watching the door.",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Too bad you didn't do something more productive with your time.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"The people need <i>art</i>, [Player Name], as surely as they need hearty food and bright sunshine.\" Aenalys clucks her tongue disapprovingly.",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Evidently I was mistaken in believing a brute like you might understand.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Now, is there something else I can do for you?\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "She chews on a knuckle, brow furrowed, deciding whether she should trust you.\r\n\r\nThen she sighs heavily and gives you a sheepish smile.",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"It's clear you care quite a bit for him. Let me help.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"I wonder... Perhaps his journal would help you find him?\r\n\r\n\"Here, take this... oh?\"\r\n\r\nAenalys reaches for the key she expects to find at her waist, only to discover it's not there.",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"I've told you all I know.\" She wrinkles her nose in distaste.",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"I seem to have misplaced my key. I can't open my armoire without it.\"\r\n\r\nShe gives you a pained smile then looks away, her eyes frantically scanning the floor for her errant key.",
      "female": ""
    },
    {
      "id": 83,
      "default": "She casts a nervous glance toward her armoire and frowns.",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"I have nothing more to say to you.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Rank thievery? Really? Get out! You are no longer welcome here.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"I saved your friend, Oswald.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Not from something too dangerous, I hope!\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"I have little to give you in thanks... Perhaps you'd be amenable to some establishment gossip, hm?\" She raises a well-sculpted brow and gives you a cheery little wink.",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Konstanten, the masseuse, longs to wander the world again. Every time he threatens to leave, Gyntel begs him to stay, and every time he promises to remain for just a month more.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "[Bribe] \"Maybe two hundred and fifty coppers will jog your memory.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"How dare you!\" Her hands ball into fists at her sides, and she fixes you with a glare hot enough to melt iron.",
      "female": ""
    },
    {
      "id": 93,
      "default": "[Bribe] \"My mistake. I meant five hundred coppers.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "Aenalys cranes her neck to peer over your shoulder, then snatches the coins from your hand and hastily shoves them into a pouch at her waist.",
      "female": ""
    },
    {
      "id": 96,
      "default": "Aenalys peers over your head, then snatches the coins from your hand and hastily shoves them into a pouch at her waist.",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"I wonder... Perhaps his journal would help you find him? One moment, I will get it for you.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"My mistake.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"Deal with it.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Best not make it again.\"\r\n\r\nHer words are angry, but she offers you a grateful smile before bumping your shoulder with hers.",
      "female": ""
    },
    {
      "id": 101,
      "default": "Her face flames red, and she crosses her arms sullenly over her chest.",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Please, accept my thanks. He's a kind old man - I would have mourned to see something terrible to happen to him.\" She clasps yours hands and hers and gives them a little squeeze.",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"I wonder what he hopes to find out there.\"",
      "female": ""
    }
  ]
}