{
  "Component": "exported",
  "Name": "conversations\\03_neketaka_vailian_district\\03_cv_peyre",
  "Entries": [
    {
      "id": 4,
      "default": "\"I'm going, I'm going!\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Hey, don't worry. I'm keeping out of trouble.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "[Attack] \"You're next. It's nothing personal.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Hello. I'm the one who's going to cut your throat if I catch you anywhere near the Bardatto house.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"The Bardattos know about the plan, and this is your one chance to quit while you're ahead.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Wait, what? No!\" She gathers up a weapon to defend herself. ",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"This job? I'm out. It never happened.\" \r\n\r\nShe slaps her palms in a dismissive fashion and holds them out to you. ",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"You... you killed him! Let me go and I won't say a word about what happened here.\"\r\n\r\nPersa's voice quavers fearfully, and she's rooted to the spot as if paralyzed.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Relax. What's your part in the Bardatto job? You're clearly not muscle.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Get out of here.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Belda's plan was for everyone to converge on the Bardatto vault.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"You won't find me anywhere near the Bardatto fortune. Can we agree that that's worth sparing my life?\" ",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"I... I think that would be best as well. Consider me gone.\" ",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"I just check for traps. Belda and her crew are the vault crackers - not my line of work.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"You killed Baer and call yourself... Eccosi, I'm just having a hard time wrapping my head around that one.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"The Bardattos sent you, right? No need to kill me over a family tiff, eh?\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Give me every coin you have and I'll let you live.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Deal! If I can just find that damned pouch...\"\r\n\r\nPersa curses and mutters to herself as she furiously digs through her pockets, finally producing a sum of coins that she flings across the gap toward you.",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"She has little to gain and much to lose from crossing you. Show mercy, Watcher.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Yes - per complanca, show mercy!\"",
      "female": ""
    }
  ]
}