{
  "Component": "exported",
  "Name": "conversations\\03_neketaka_vailian_district\\03_si_the_duel",
  "Entries": [
    {
      "id": 6,
      "default": "The duelists square off and tentatively circle each other. Stocky Orso moves with heavy strides while Larro takes precise, measured steps.",
      "female": ""
    },
    {
      "id": 7,
      "default": "Onlookers gather and press at the edges of the poorly-defined arena. Their jeering lowers to expectant mutters. \r\n\r\nThe duelists' seconds bring forth their weapons.",
      "female": ""
    },
    {
      "id": 8,
      "default": "[Find a better vantage point to observe the fight.] ",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Watch quietly for now.]",
      "female": ""
    },
    {
      "id": 11,
      "default": "You maneuver through the crowd with ease and find an uninterrupted view of the escalating conflict.",
      "female": ""
    },
    {
      "id": 12,
      "default": "You shoulder your way into the thick of the crowd, but the press of bodies halts your progress.",
      "female": ""
    },
    {
      "id": 13,
      "default": "[Bless Orso.]",
      "female": ""
    },
    {
      "id": 14,
      "default": "Given the position of the onlookers and the duelists, there is only time to discreetly enchant one of them.",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Bless Larro.]",
      "female": ""
    },
    {
      "id": 16,
      "default": "[Do nothing.]",
      "female": ""
    },
    {
      "id": 17,
      "default": "Your attempt at subtlety pays off as a divine glow hovers over the duelist and quickly fades, going unnoticed.",
      "female": ""
    },
    {
      "id": 18,
      "default": "The crowd takes note of what [Specified 0] is doing and protests the deception. [Specified 0] is sharply ordered to stop praying.",
      "female": ""
    },
    {
      "id": 19,
      "default": "Once the swords are delivered to their respective bearers, the seconds back away in melancholy silence.",
      "female": ""
    },
    {
      "id": 20,
      "default": "[Take the opportunity to study each of the opponents.]",
      "female": ""
    },
    {
      "id": 21,
      "default": "You note the sweat on Larro's upper lip and the furrow of concentration cleaving Orso's brow. ",
      "female": ""
    },
    {
      "id": 22,
      "default": "Orso walks the arena with lumbering strides. He misses his footing once and stumbles, causing Larro to grin and the crowd to mutter. ",
      "female": ""
    },
    {
      "id": 23,
      "default": "[Cast a blessing on one of the duelists.] ",
      "female": ""
    },
    {
      "id": 24,
      "default": "[Watch a little longer.]",
      "female": ""
    },
    {
      "id": 25,
      "default": "The duelists cross their swords and bow in salute. The tranquil moment ends with a burst of motion.",
      "female": ""
    },
    {
      "id": 26,
      "default": "Despite their difference in size, the duelists seem evenly matched. Orso doesn't settle on an established form, but he keeps pace with Larro's aggressive strikes.",
      "female": ""
    },
    {
      "id": 29,
      "default": "[Distract Larro with an insult.]",
      "female": ""
    },
    {
      "id": 30,
      "default": "[Distract Orso with an insult.]",
      "female": ""
    },
    {
      "id": 31,
      "default": "[Watch the duel to its end.]",
      "female": ""
    },
    {
      "id": 32,
      "default": "You call out some cutting words to Larro which involve his father and a butter churn. He turns to the crowd wearing a shocked expression. Orso takes the opening and advances menacingly.",
      "female": ""
    },
    {
      "id": 33,
      "default": "Larro frowns and continues the fight undeterred. ",
      "female": ""
    },
    {
      "id": 34,
      "default": "Larro scrambles to recover, but Orso claims his advantage - smacking the sword out of Larro's hand. It falls to the ground with a loud clang.",
      "female": ""
    },
    {
      "id": 35,
      "default": "You call out some choice words regarding Orso's father and a lamprey. While Orso searches the audience Larro takes advantage of the opening and rushes him, knocking Orso off his feet.",
      "female": ""
    },
    {
      "id": 39,
      "default": "Orso and Larro trade fierce jabs, giving up any pretense of playing to the crowd. A hard downward thrust sends Larro's blade clattering to the ground.",
      "female": ""
    },
    {
      "id": 40,
      "default": "Orso presses his attacks with inhuman stamina. At last he brings his sword down with all of his strength, sending the blade flying out of Larro's hand. ",
      "female": ""
    },
    {
      "id": 41,
      "default": "Larro's sword dances with ease. He outmaneuvers Orso, sending his opponent's weapon clanging to the ground. ",
      "female": ""
    },
    {
      "id": 42,
      "default": "You hang back and observe as the duelists take up their swords, assume positions on either side of the arena, and rush each other with naught but the clanging of iron and gasps of the crowd to speak for them.",
      "female": ""
    },
    {
      "id": 47,
      "default": "Larro takes up his fallen sword and plunges it into Orso's gut. A collective gasp rises from the audience as the large fighter falls to his knees and the other slowly rises to his feet.",
      "female": ""
    },
    {
      "id": 48,
      "default": "Larro points his weapon at Orso's heart, letting it hover there. He summons up the courage to plunge forward. ",
      "female": ""
    },
    {
      "id": 49,
      "default": "[Send up a distracting cheer.]",
      "female": ""
    },
    {
      "id": 50,
      "default": "[Shout] \"Kill him, Larro!\" ",
      "female": ""
    },
    {
      "id": 51,
      "default": "[Kick Orso's sword back toward him.]",
      "female": ""
    },
    {
      "id": 52,
      "default": "[Wait and observe.]",
      "female": ""
    },
    {
      "id": 53,
      "default": "Orso hovers over Larro, a grin slowly taking form. He raises his blade and points it at his opponent's heart.",
      "female": ""
    },
    {
      "id": 54,
      "default": "Without hesitation or an offering to yield, Orso runs his blade through Larro's heart. A collective gasp rises from the audience as Larro sinks to the ground.",
      "female": ""
    },
    {
      "id": 56,
      "default": "Orso seizes the blade and runs it through Larro's heart. The crowd gasps in a mixture of anger and bewilderment as Larro falls.",
      "female": ""
    },
    {
      "id": 57,
      "default": "The sword goes spinning away from the arena. Spectators scramble to leap clear, and a shrill cry of pain suggests that someone wasn't fast enough. \r\n\r\nOrso closes his fist and sighs.",
      "female": ""
    },
    {
      "id": 58,
      "default": "Orso's killing stab goes wildly askew, missing his opponent's heart and instead carving a long slice across Larro's cheek. ",
      "female": ""
    },
    {
      "id": 59,
      "default": "[Shout at the top of your lungs.] \"Stop!\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "[Shout] \"Don't do it!\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "With a quick flourish of his sword, Larro cuts Orso across the face and ends the duel with a splash of blood.",
      "female": ""
    },
    {
      "id": 63,
      "default": "Your voice rises above the din of the crowd. Larro blinks as he takes stock of the moment.",
      "female": ""
    },
    {
      "id": 64,
      "default": "[Wait and observe.]",
      "female": ""
    },
    {
      "id": 66,
      "default": "[Cast a shield around Larro.]",
      "female": ""
    },
    {
      "id": 67,
      "default": "A glowing, arcane shield manifests around Larro. When it fades, Orso shrugs and slices Larro across his cheekbone.",
      "female": ""
    },
    {
      "id": 69,
      "default": "[Trip Orso.]",
      "female": ""
    },
    {
      "id": 70,
      "default": "Your words fail to hit the mark. Orso shakes his head and refocuses back on Larro. ",
      "female": ""
    },
    {
      "id": 71,
      "default": "[Trip Larro.]",
      "female": ""
    },
    {
      "id": 72,
      "default": "From this vantage point, all it takes is a carelessly-placed foot to hook Orso's ankle and send him sprawling on his back. Larro closes the distance to press his advantage.",
      "female": ""
    },
    {
      "id": 73,
      "default": "Larro stumbles back, pinwheeling his arms as he attempts to regain balance, and falls to the ground with a hard crack.",
      "female": ""
    },
    {
      "id": 74,
      "default": "[Specified 0]'s attempt at subtlety pays off as a divine glow hovers over the duelist and quickly fades, going unnoticed.",
      "female": ""
    },
    {
      "id": 75,
      "default": "Your attempt at subtlety pays off as a divine glow hovers over the duelist and quickly fades, going unnoticed.",
      "female": ""
    },
    {
      "id": 76,
      "default": "[Specified 0]'s attempt at subtlety pays off as a divine glow hovers over the duelist and quickly fades, going unnoticed.",
      "female": ""
    },
    {
      "id": 78,
      "default": "Orso scrambles to rise, but Larro pushes the blade into his chest, pinning him to the spot as a gasp sweeps across the audience.",
      "female": ""
    },
    {
      "id": 81,
      "default": "The crowd notices what you're doing and protests the deception. You are sharply ordered to keep your prayers to yourself. ",
      "female": ""
    },
    {
      "id": 82,
      "default": "This was supposed to be a fight to first blood, but mercy is the farthest thing from the minds of the combatants. ",
      "female": ""
    },
    {
      "id": 83,
      "default": "This was supposed to be a fight to first blood, but mercy is the farthest thing from the minds of the combatants. ",
      "female": ""
    },
    {
      "id": 84,
      "default": "Larro grins with pleasure and runs his blade through Orso's heart. The stunned fighter sinks to his knees and dies on the spot.",
      "female": ""
    },
    {
      "id": 85,
      "default": "[Yell] \"Look out!\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "Larro glances up with an anxious expression, his focus momentarily broken.",
      "female": ""
    },
    {
      "id": 88,
      "default": "Orso searches the crowd for the speaker, his attention diverted from the fight.",
      "female": ""
    },
    {
      "id": 89,
      "default": "With a dramatic twirl of Larro's sword, Orso is disarmed. His sword clangs to the ground beyond reach. Larro closes the gap and knocks his opponent down.",
      "female": ""
    },
    {
      "id": 91,
      "default": "Orso presses his advantage. Just as Larro begins to regain his edge, a hard parry sends his sword clattering to the ground. ",
      "female": ""
    }
  ]
}