{
  "Component": "exported",
  "Name": "conversations\\crew\\crew_cv_riggere",
  "Entries": [
    {
      "id": 1,
      "default": "\"Ado, stranger! Or is it captain? You have the carriage of a captain. A noble bearing, all around.\"\r\n\r\nThe man in the cell wobbles slightly as he steps forward, fixing an eager smile and glassy gaze upon you.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Aimico! Is it conscience or simple reason that compels you to return? Which thorny sentiment pricks at you? \r\n\r\n\"Free me, and be rid of this pain.\"",
      "female": "\"Aimica! Is it conscience or simple reason that compels you to return? Which pricks at you the hardest? \r\n\r\n\"Free me, and be rid of this pain.\""
    },
    {
      "id": 3,
      "default": "\"What did you do to end up in there?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"I did no one any harm! I am at the Kraken's Eye so often Thorel should pay <i>me</i>. I sample every bottle for quality.\r\n\r\n\"My loyalty has given him airs. I would have paid what I owed, in time. Had I the coin.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"You walked out on a tab, Riggere. Nothing to boast of.\r\n\r\n\"And <i>then</i> you crawled up to the governor's estate, pissed on the steps, and resisted arrest.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Do you know your way around a ship?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Do I know ships, he asks. I know every vessel on these waters. Every one. From the galleon to the... to the... every one of them, sir.\r\n\r\n\"You have enemies? These fists will drive them into the waiting arms of the sea goddess.\"\r\n\r\nHe clenches his fists, raising them above his head for emphasis.",
      "female": "\"Do I know ships, she asks. I know every vessel on these waters. Every one. From the galleon to the... to the... every one of them, madam.\r\n\r\n\"You have enemies? These fists will drive them into the waiting arms of the sea goddess.\"\r\n\r\nHe clenches his fists, raising them above his head for emphasis."
    },
    {
      "id": 9,
      "default": "\"Merla, I do not remember that at all. Ha. Right on the steps?\r\n\r\n\"I am sorry for the last. I tell you, Savia, I cannot help my magnificent reflexes. You were being very grabby.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"You taunt me with your freedom, aimico. It is cruel.\"",
      "female": "\"You taunt me with your freedom, aimica. It is cruel.\""
    },
    {
      "id": 11,
      "default": "\"I could use you on my crew. What do you need me to do?\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"The ice-hearted guard, she has set my fine at four hundred pires. I have... none. I flounder here until the debt is paid.\" ",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Your hands are scarred, but your face isn't. You must be well-trained.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Ah, well. I followed the path, once. I may have... wandered a little. \r\n\r\n\"The sea, the strength in my hands... all the rum I can drink. To these things, I devote myself.\"\r\n\r\nHe touches his brow with mock solemnity.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Agracima, captain! See you at your ship!\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Gellarde! Ah- Eccosi. Meet me by the market.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Vidório! What a scene!\r\n\r\n\"You have rescued me, frero! I could feel the very walls closing in on me. And then, freedom!\"",
      "female": "\"Vidório! What a scene!\r\n\r\n\"You have rescued me, sérre! I could feel the very walls closing in on me. And then, freedom!\""
    },
    {
      "id": 22,
      "default": "\"Welcome aboard.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"It is an unkindness to leave a sailing man ashore. What remedy for a fixed horizon and a dry throat but the bottle?\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Agracima, casità, for taking me on.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Di verus? Haha! You will not regret this, mestre- no, <i>Captain</i>! \r\n\r\n\"Sound the ship's bell and I will be there! Ac, I can hear the ringing already...\"",
      "female": "\"Di verus? Haha! You will not regret this, mestra- no, <i>Captain</i>! \r\n\r\n\"Sound the ship's bell and I will be there! Ac, I can hear the ringing already...\""
    },
    {
      "id": 29,
      "default": "\"What do you say? Will you return Riggere to the sea?\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Any suggestions on how to get you out of there?\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"A matter of coin. Four hundred beautiful coins. \r\n\r\n\"...That, or the key, yes? The door is the thing.\" \r\n\r\nRiggere leans in to wrap his fingers around the bars of his cell, rattling them to no effect. He sets his forehead to the bars, sighing.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"You think me idle, to ask this of you and do nothing? I have scratched, sir, a little mortar from beneath the bars at the window at every chance.\r\n\r\n\"The, ah, stonework, it is very strong. I can do nothing by hand. With tools, perhaps. With... explosives, for certain.\"",
      "female": "\"You think me idle, to ask this of you and do nothing? I have scratched, madam, a little mortar from beneath the bars at the window at every chance.\r\n\r\n\"The, ah, stonework, it is very strong. I can do nothing by hand. With tools, perhaps. With... explosives, for certain.\""
    },
    {
      "id": 33,
      "default": "\"Hahaha! Sweet freedom!\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Norgund, in the Kraken's Eye, he carries many such useful items.\r\n\r\n\"All for legitimate use, of course. Animancers, they love explosives.\"\r\n\r\nHe raises his brows, and grins toothily.",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"You were the very spirit of justice. I must repay you.\r\n\r\n\"Let me come with you! I am a good man to have aboard a ship. Ask anyone. Not Savia. Anyone else.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Apretta, you must free me. I am a creature of the sea. I am not meant for this dark place.\r\n\r\n\"I will dry and wither like a landed fish.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"The commander, she guards the key like a jealous wife. It would take steady hands to slip it from her pocket.\r\n\r\n\"That is, if you have need of keys at all.\" He turns a finger in small circles by the lock, and winks clumsily at you.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"A prayer, mestre, to thaw the commander's heart? \n\n\"A joke, a joke. The gods themselves could not move her.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"What is a little piss? Look at him, his animal must urinate on everything. Does he raise a fuss?\" \r\n\r\nRiggere flaps a hand in your direction. ",
      "female": "\"What is a little piss? Look at her, her animal must urinate on everything. Does she raise a fuss?\" \r\n\r\nRiggere flaps a hand in your direction. "
    },
    {
      "id": 42,
      "default": "\"Poor Savia. She did not deserve such a fate.\"\r\n\r\nRiggere stares at the watch commander's corpse, his affable expression replaced with a somber grimace. ",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"I have a ship ready to leave.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"I guess you'd better start running, then. Goodbye and good luck.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Ah, a relief. You have left me little choice- We sail under your flag, then, away from this place.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"When my ship gets fixed, I could use another deckhand.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"It is settled, then. I will find this ship of yours- when you are ready, we will flee this place together.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Of course, that the guards will now assume that you and I were of one mind on this business.\r\n\r\n\"Perhaps this is reason enough to join forces, no?\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Agracima, casità, for taking me on.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"No reason not to let me out now, yes?\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Agracima, casità, for taking me on.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "Riggere gives you a quick nod and avoids meeting your gaze.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Do you know your way around a ship?\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Do I know ships, he asks. I know every vessel on these waters. Every one. From the galleon to the... to the... every one of them, sir.\r\n\r\n\"You have enemies? These fists will drive them into the waiting arms of the sea goddess.\"\r\n\r\nHe clenches his fists, raising them above his head for emphasis.",
      "female": "\"Do I know ships, she asks. I know every vessel on these waters. Every one. From the galleon to the... to the... every one of them, madam.\r\n\r\n\"You have enemies? These fists will drive them into the waiting arms of the sea goddess.\"\r\n\r\nHe clenches his fists, raising them above his head for emphasis."
    },
    {
      "id": 55,
      "default": "\"You see, how fate has brought us together?\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Agracima, casità, for taking me on.\"",
      "female": ""
    }
  ]
}