{
  "Component": "exported",
  "Name": "conversations\\20_splintered_reef\\20_cv_captain_rannig",
  "Entries": [
    {
      "id": 1,
      "default": "\"Well, now. If there were any man here worthy of a grand reception... \r\n\r\n\"The guards here will not listen - Will you, sir?\"",
      "female": "\"Well, now. If there were any woman here worthy of a grand reception... \r\n\r\n\"The guards here will not listen - Will you, ma'am?\""
    },
    {
      "id": 2,
      "default": "\"And where're their brave warriors now? Where're their Mataru, to defend visitors to their fine city? Pah!\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"I know they're out there, somewhere. I won't give up on 'em 'til I see their bones with my own eyes.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"But they're still out there! Will no one help me?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"What's the matter?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Leave] \"I'll be on my way.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"We were boarded before we knew it. Men... things like men, that howled like demons! \r\n\r\n\"They cut down half my crew. Took the rest. Gods forgive me, but if I'd stayed to look on, I'd never have made it to the launch.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"A finer crew I'll not find, than that which served upon the Antelope. \r\n\r\n\"All dragged into the fog, like the gods plucked them off the deck.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"So, then the crew is dead.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Mayhaps... But still there is something out there. Not slavers, nor snake-men. \r\n\r\n\"Out there at the edge of the Deadfire, in the dark corners of the world.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"I am a landlocked wretch, with no ship and no crew. \r\n\r\n\"But I have warned you fair. Keep you clear of that ship's graveyard, for it has made a ruin of a seasoned sailor.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Perhaps in a day or two. Prince Aruihi enjoys wild tales.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I lost my crew - all but myself and the boatswain. Yet nobody will listen. \r\n\r\n\"Not the queen, nor the Trading Companies...Too busy waging war upon each other to pay mind to a rudderless captain.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"What do you mean?\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Surely the war takes priority?\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"It were unnatural...\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"I don't have time to trade stories with a lunatic.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Seems you need some height on you, here, to stand above the rest.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Myself, I am no lord, save upon the deck of my ship... And she is lost.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"It's true, I am a very important person.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"They don't understand... It's not just me. What lies out there, it'll swallow us all up, if it isn't stopped.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"You're losing me, here.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"The Antelope were a fine ship, and we sailed her out east, out of Kahanga waters and into the great wet country. \r\n\r\n\"A bright sky, and a good wind. Until the fog came.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"But we saw it! After, when the fog cleared and the ship was gone. \r\n\r\n\"A spit of land, bristling with the wreckage of other unfortunates.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"That's terrible. I'm sorry.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Aye... I'll not forget it, so long as I live.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"I am a landlocked wretch, with no ship and no crew. \r\n\r\n\"But you are a captain of bold repute, and the day may come you sail out to that same isle, with beached ships all around.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"I tell you not to wrest pity from your cold heart, my friend. Only to warn you.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"You have listened well. Here - go you now prepared... And should you ever come upon my crew, do what you can for them.\"",
      "female": ""
    }
  ]
}