{
  "Component": "exported",
  "Name": "conversations\\20_splintered_reef\\20_cv_ydwin",
  "Entries": [
    {
      "id": 2,
      "default": "\"Hello. My apologies. I didn't see you there.\" Her Aedyran bears a clear, crisp, but difficult-to-place accent.\r\n\r\nThe pale elf examines you warily, unease clear in the set of her shoulders.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"What do you do here?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"I, like the other scholars here, am engaged in the study of the soul sciences. Was there something you needed, or may I return to my studies?\"\r\n\r\nHer thin lips settle into a crooked smile.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"You burned yourself?\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"You're bleeding.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I had a... mishap with my machinery. But all is well now. The details are unimportant.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"And the answer had better not involve consuming us.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Careful. I used to be involved with a girl, asked questions sorta like that. It's a trap.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"A question we all must answer from time to time.\" ",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Ac. A little. You do not look healthy.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Aye, lass. Half-drowned at least. Meaning no offense.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"I have the opposite problem, I say - my desire for flesh increases as my soul decays.\" \r\n\r\nTekēhu raises his hand to cover a grin. ",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"If I catch you nibbling on my lantern, I'll kill you dead. For real dead.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"In any case, why are you here?\"\r\n\r\n",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"How'd you come to be in Neketaka?\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "[Leave] \"Funny, I was just asking myself the same thing. Farewell.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"I will not lie and say it was a pleasure to meet you, but I wish you safe travels all the same. Goodbye.\"\r\n\r\nShe turns her back to you and busies herself with her strange machinery.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Indeed. I apologize if you find the sight of blood unsettling. Though from your appearance, I would expect you to be well-acquainted with it.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"I had intended to perform a handful of experiments regarding the nature of souls that could only be done safely at sea.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"What kind of experiments can only be performed on a boat?\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"And then...?\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"My experiments were... successful... and the ship eventually reached its destination. The rest is... inconsequential.\" \r\n\r\nShe brushes your question aside with the wave of her hand.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Did you make it a 'fact of life' in this tower?\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "[Attack] \"I don't know what you are, but I know you're dangerous.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"So be it!\" She draws a rapier and lunges toward you.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Perhaps you would be amenable to me traveling with you? On something of a... permanent basis?\" She cringes.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Sure, why not. You're welcome to come along.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"No, I don't think so.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Why do you want to travel with me?\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"I have a vested interest in luminous adra, but acquiring it here can be... expensive.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Welcome aboard.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Truly?\" She blinks, her mouth hanging half open.",
      "female": ""
    },
    {
      "id": 68,
      "default": "After a quick pat down of the various pockets sewn into her coat, Ydwin nods sharply and rests a hand on the hilt of her rapier.",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"I have all that I need. We may depart at your leisure.\" \r\n\r\nHer lips curl into a coy little smile, and she says no more.",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"We should discuss the sleeping arrangements.\" ",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Whoa. You sure about that?\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Of course. If you let Durance travel with us, why not her?\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"How could we possibly live to regret this? No, I'm actually curious.\" ",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Just what we be needing to round out the collection. Another uptight, bookish sort.\" He glances at Aloth.",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Captain, your crew grows more fetching by the day.\" Tekēhu studies Ydwin with a slight smile. ",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"I just know we're going to be the best of friends.\" Xoti thrusts her hand out to enthusiastically shake Ydwin's.",
      "female": ""
    },
    {
      "id": 83,
      "default": "[Leave] \"On second thought, I don't think this is a good idea. Farewell.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Truly?\" She blinks, her mouth hanging half open.",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"Oh.\" \r\n\r\nShe exhales deeply and turns her back to you. She stands that way until you leave.",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Do you ask if I'm a traitor? If I were, would you expect me to answer plainly?\" \r\n\r\nShe frowns, apparently perplexed.",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"I know of no animancy that must be done strictly at sea.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"The sensitive kind.\" She brushes your question aside with the wave of her hand.",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"A fellow researcher? Then perhaps you will understand.\" \r\n\r\nShe steeples her fingers and gives you a sly smile.",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Understand what?\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"I've long been fascinated by the nature of entropy. Nothing is unaffected by the passage of time - excepting souls. Supposedly.\"\r\n\r\nShe smirks.",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"And you decided to attempt the procedure on yourself?\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"I'm afraid that went right over my head.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"I'd not experiment upon myself without relative certainty it would be a success.\"\r\n\r\nA tic tweaks her cheek.",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"How do you intend to manage the decay of your flesh and escalating desire for soul essence?\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"I suppose I was wrong to expect more from you.\"\r\n\r\nShe heaves a great sigh and straightens her cravat.",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"In the absence of live animals, luminous adra has proven sufficient to sustain me.\"\r\n\r\nA slight grimace crosses her features like a shadow.",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"I will address that problem when it is before me, should it arise at all. I do not care to borrow trouble.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"I've long been fascinated by the nature of entropy. Nothing is unaffected by the passage of time - excepting souls. Supposedly.\"\r\n\r\nShe smirks.",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"You're very blasé about your dead associates.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Death is a fact of life in the White that Wends.\" \r\n\r\nShe shrugs rigidly.",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"They didn't just catch cold and keel over. They were slaughtered.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"I've heard it's a harsh land.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"<i>Many</i> kinds of death are a fact of life in the White that Wends.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"Are you all right?\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Which is not to say I do not appreciate your concern - I do.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"Well... that won't do at all.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"Had I more time, I might seek to bring the perpetrators - those holding the purse strings - to justice. Unfortunately, I do not.\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"She feels familiar, somehow - wrong, almost like a dargul. But that can't be right, can it?\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"You return, I see.\" \r\n\r\nYdwin pushes her spectacles up the bridge of her nose and tilts her head to the side.",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"Let me ask you about something else.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "[Leave] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"I am an open book.\" Her grin contorts her colorless face.",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"Your accent isn't Vailian. Why are you dressed like one?\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"I admire their tailoring tradition immensely - it's much grander than clothing one finds in the White that Wends.\" As she straightens the cuff of her jerkin, a small look of satisfaction flits across her face.",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"It's marvelous. Who's your tailor?\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"It's hideous. Who's your tailor?\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"I am, of course.\" She puts her hands on her hips and straightens her back.",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"You're an animancer AND a seamstress?\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"A curious mind is an agile mind. Besides, the two practices are more alike than one might think.\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"I find that hard to believe.\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"I suppose they do both require careful hands and an obsessive attention to detail.\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"Care and patience, yes. It is gratifying to be understood.\" \r\n\r\nShe brushes a speck of dust from the front of her coat and gives you a lopsided smile.",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"Both deal in the details, in the warp and the weft. A delicate hand is required if one is to bend either to one's will.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"Any interest in getting out of this tower for some field study?\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "She blinks at your offer, then puts a finger to her lips, clearly considering her next words.",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"Regardless, I am not. I have neither the inclination towards duplicity nor the fondness for Rauatai required to act as their spy.\"",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"Indeed it is.\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"You are of the land?\" She squints and peers into your face.",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"You do have the look of it about you - a certain uprightness of posture, the tell-tale wrinkles about the eyes from years spent squinting against sun reflecting off the endless ice...\r\n\r\n\"Yes, I see it now.\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "<link=\"neutralvalue://Ordhjóma: Let's make the best of it, yes?\">\"Jerüm dáth jott ur dhessü, ja?\"</link>",
      "female": ""
    },
    {
      "id": 174,
      "default": "<link=\"neutralvalue://Ordhjóma: We always do.\">\"Vith jerüm dháth eldtaf.\"</link>",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"Uh, sure.\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"You've been away from home too long, brother.\"",
      "female": "\"You've been away from home too long, sister.\""
    },
    {
      "id": 177,
      "default": "\"It has its charms - I miss the <link=\"neutralvalue://Ordhjóma: fermented whale blubber\">skír hrél</link> and <link=\"neutralvalue://Ordhjóma: herbal aperitif\">ekkevít</link> at festival times, and the recitations of the epics to welcome the new year.\r\n\r\n\"But I am glad to be free of it.\"",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"Just a bit of culture I've picked up along the way.\" Her clothing is spotless and well-tailored in the Old Vailian style, replete with lace, silk velvet, and brocade.",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"It is a mundane story. I sought out the ship with the longest oversea route departing from the Republics and booked passage.\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"Weren't expecting to agree with the talking batten, cap, but the lass does have a right uncanny air to her.\"\r\n\r\nSerafen's narrowed lime eyes probe the pale elf.",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"Are you certain? Might I convince you to reconsider?\" Her voice takes on a plaintive quality. You hear panic building behind her words.",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"Absolutely not.\"",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"Fine. But if you step out of line, you're gone.\"",
      "female": ""
    },
    {
      "id": 198,
      "default": "Ydwin smiles and gives you a quick, clipped nod.",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"And if that doesn't work?\"",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"You...do?\" She shakes her head, brows drawn.",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"I will not allow a soul-starved maniac on my ship.\"",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"I commend your dedication to your craft.\"",
      "female": ""
    },
    {
      "id": 205,
      "default": "\"What possessed you to do this to yourself?\"",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"My body and soul are my own. Why should I not do with them as I wish?\" \r\n\r\nShe squares her shoulders and fixes you with a glare.",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"So you're dead.\"",
      "female": ""
    },
    {
      "id": 209,
      "default": "\"Still. I am free.\"",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"That won't work.\"",
      "female": ""
    },
    {
      "id": 226,
      "default": "\"You'll regret this.\"",
      "female": ""
    },
    {
      "id": 228,
      "default": "\"I'm a Watcher. I see into the souls of others and, if necessary, pass judgment on what I find there.\"",
      "female": ""
    },
    {
      "id": 229,
      "default": "\"Truly?\" Her brows rise high on her forehead. She leans toward you, her eyes fixed on yours, suddenly intent.",
      "female": ""
    },
    {
      "id": 230,
      "default": "\"Tell me, what do you see when you peer into the souls of kith? Do you see their misdeeds? Their evil thoughts? Their unkindnesses, perversions, cruelties?\"\r\n\r\nShe blinks, frowns, and breaks eye contact.",
      "female": ""
    },
    {
      "id": 231,
      "default": "\"I apologize. I... I have always felt a kinship with your kind. Having witnessed the very worst in kith has left me keenly attuned to recognizing... ill intent.\"\r\n\r\nShe quickly shakes her head.",
      "female": ""
    },
    {
      "id": 232,
      "default": "\"Who are you to say?\" \r\n\r\nYdwin's carmine eyes cling to you, mouth set in a small frown.",
      "female": ""
    },
    {
      "id": 236,
      "default": "As she speaks, a drop of blood rolls out of the elf's nose and drips onto her lips.\r\n\r\nShe pulls a handkerchief from her coat pocket and wipes away the blood without a word.",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"I'm not going to like where this is going, am I.\"",
      "female": ""
    },
    {
      "id": 238,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"I wish only to return to my studies.\"",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"What do you study?\"",
      "female": ""
    },
    {
      "id": 241,
      "default": "\"Many things. Currently... an unusual variety of adra. It seems to exist only here, among the isles and waters of the Deadfire.\"\r\n\r\nShe lifts a small vial of shimmering bluish adra, peering into it with her carmine eyes.",
      "female": ""
    },
    {
      "id": 257,
      "default": "\"I'm sorry, no. I can't trust you.\"",
      "female": ""
    },
    {
      "id": 258,
      "default": "\"You have a ship of your own and are clearly well-traveled. I suspect I would encounter more luminous adra with you than I would on the streets of Neketaka.\"",
      "female": ""
    },
    {
      "id": 260,
      "default": "\"Dhakklát, traveler. I am grateful.\"\r\n\r\nShe clasps your hand in hers, pumps it quickly, and releases.",
      "female": ""
    },
    {
      "id": 262,
      "default": "\"Dhakklát, traveler. I am grateful.\"\r\n\r\nShe clasps your hand in hers, pumps it quickly, and releases.",
      "female": ""
    },
    {
      "id": 265,
      "default": "\"I deduced that it was possible to escape the cycle, escape Berath's grasp. To remove one's soul from the Wheel.\"",
      "female": ""
    },
    {
      "id": 267,
      "default": "\"I deduced that it was possible to escape the cycle, escape Berath's grasp. To remove one's soul from the Wheel.\"",
      "female": ""
    },
    {
      "id": 269,
      "default": "\"Then I will take my belongings to your ship.\"",
      "female": ""
    },
    {
      "id": 270,
      "default": "\"Merla! That burned!\"",
      "female": ""
    },
    {
      "id": 281,
      "default": "She settles her spectacles on her nose. As she does so, you notice her hands shaking.",
      "female": ""
    },
    {
      "id": 282,
      "default": "\"You're insane.\"",
      "female": ""
    },
    {
      "id": 284,
      "default": "\"I'm something of an expert on the subject of souls.\"",
      "female": ""
    },
    {
      "id": 285,
      "default": "\"How so?\" She crosses her arms and regards you with new interest.",
      "female": ""
    },
    {
      "id": 287,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 288,
      "default": "\"Your silence speaks volumes.\"",
      "female": ""
    },
    {
      "id": 289,
      "default": "\"I am, of course.\" She puts her hands on her hips and straightens her back.",
      "female": ""
    },
    {
      "id": 291,
      "default": "\"You seem to be in rather dire need of one yourself. A pity, as I don't do work for hire.\" Ydwin casts a quick glance over your own attire and smirks.",
      "female": ""
    },
    {
      "id": 292,
      "default": "\"That's how ghosts happen.\"",
      "female": ""
    },
    {
      "id": 296,
      "default": "[Leave.] \"I want no part in whatever it is you're doing. Farewell.\"",
      "female": ""
    },
    {
      "id": 299,
      "default": "\"There is a strange, almost melancholy beauty to the substance. I believe there is more to it than others know.\"",
      "female": ""
    },
    {
      "id": 301,
      "default": "\"I'll kill you if you give me cause to mistrust you. Just so we're clear.\"",
      "female": ""
    },
    {
      "id": 302,
      "default": "Her carmine eyes narrow slightly above the rims of her spectacles.",
      "female": ""
    },
    {
      "id": 306,
      "default": "\"Is that so? Then I will endeavor to avoid your ire.\"",
      "female": ""
    },
    {
      "id": 310,
      "default": "A steady white-haired elf frowns down at a table covered in coiled copper wires and glimmering shards of adra. Her gloved hands smooth her well-tailored Vailian coat as she mumbles under her breath.\r\n\r\nApparently absorbed in her work, the animancer doesn't acknowledge your presence.",
      "female": ""
    },
    {
      "id": 311,
      "default": "\"Stop dancing around my questions. Tell me what's going on.\"",
      "female": ""
    },
    {
      "id": 312,
      "default": "\"If- if you insist.\" \r\n\r\nShe takes a step back at your sudden request and clears her throat.",
      "female": ""
    },
    {
      "id": 313,
      "default": "\"With the aid of a device of copper and adra, I have uncoupled my soul from my body, freeing myself of Berath's Wheel. I belong only to myself now.\" \r\n\r\nPride girds her voice.",
      "female": ""
    },
    {
      "id": 314,
      "default": "\"I'd sooner cut off my own hand before I let you within spitting distance of my ship.\"",
      "female": ""
    },
    {
      "id": 323,
      "default": "The woman spins on you, blinking rapidly behind a pair of brass-rimmed spectacles. Her bright carmine eyes and paper-white skin mark her as one of the Glamfellen.",
      "female": ""
    },
    {
      "id": 324,
      "default": "\"Excuse me.\"",
      "female": ""
    },
    {
      "id": 325,
      "default": "\"Hey!\"",
      "female": ""
    },
    {
      "id": 326,
      "default": "[Clear your throat.]",
      "female": ""
    },
    {
      "id": 327,
      "default": "[Walk away.]",
      "female": ""
    },
    {
      "id": 328,
      "default": "\"I didn't mean to interrupt.\"",
      "female": ""
    },
    {
      "id": 329,
      "default": "\"You don't get much sun, do you?\"",
      "female": ""
    },
    {
      "id": 330,
      "default": "\"Didn't you?\"\r\n\r\nA single arched eyebrow rises.",
      "female": ""
    },
    {
      "id": 331,
      "default": "At first, her narrowing eyes are the only indication that she heard you. Then, with a quiet snort, the edge of her lip curls into a smirk.",
      "female": ""
    },
    {
      "id": 332,
      "default": "\"Ah. You meant because of my skin tone.\"",
      "female": ""
    },
    {
      "id": 333,
      "default": "\"I could make the same observation of you. Were I less courteous.\"\r\n\r\nHer smirk expands into a wry grin.\r\n",
      "female": ""
    },
    {
      "id": 334,
      "default": "\"I take it you've never met one of the Glamfellen before. We're not terribly common outside of the White that Wends.\"",
      "female": ""
    },
    {
      "id": 335,
      "default": "\"I am fine. Is there some reason I shouldn't be?\"\r\n\r\nOne of her pale eyebrows arches. She tugs at her gloves and looks away from you. Calm settles about her like a burial shroud.",
      "female": ""
    },
    {
      "id": 336,
      "default": "\"How did you survive the attack on the tower?\"",
      "female": ""
    },
    {
      "id": 337,
      "default": "\"Simply put, I wasn't here at the time. I do not spend my every waking moment in the Spire. Only most of them.\"\r\n\r\nShe sighs and crosses her arms.",
      "female": ""
    },
    {
      "id": 338,
      "default": "Though her words are flat and her voice affectless, Ydwin is not calm. She shifts her weight from foot to foot and looks anywhere but at your face. She has the restless, nervous air of a horse about to bolt.",
      "female": ""
    },
    {
      "id": 339,
      "default": "\"Is it not possible that repeated reincarnation damages a soul? Could the process of reincarnation itself be responsible for some of the many ills that plague the souls of kith?\"",
      "female": ""
    },
    {
      "id": 340,
      "default": "\"Is it not possible that repeated reincarnation damages a soul? Could the process of reincarnation itself be responsible for some of the many ills that plague the souls of kith?\"",
      "female": ""
    },
    {
      "id": 341,
      "default": "\"That's utter nonsense.\"",
      "female": ""
    },
    {
      "id": 342,
      "default": "\"In the absence of a corporeal anchor.\"\r\n\r\nHer lip twitches.",
      "female": ""
    },
    {
      "id": 343,
      "default": "\"Let's discuss something else.\"",
      "female": ""
    },
    {
      "id": 344,
      "default": "Ydwin nods sharply.",
      "female": ""
    },
    {
      "id": 345,
      "default": "\"In which case you get undead.\"",
      "female": ""
    },
    {
      "id": 346,
      "default": "\"Apologies. Was there something you required?\"",
      "female": ""
    },
    {
      "id": 347,
      "default": "\"Do I appear dead to you?\"\r\n\r\nShe holds your eyes with her own.",
      "female": ""
    },
    {
      "id": 348,
      "default": "\"There were... complications. My soul may be uncoupled from the Wheel, but it seems to have become dislodged from my flesh, as well.\"\r\n\r\nHer voice lowers as she speaks.",
      "female": ""
    },
    {
      "id": 351,
      "default": "\"I think, perhaps, that I would be grateful for the opportunity.\" ",
      "female": ""
    },
    {
      "id": 352,
      "default": "\"I am concerned by neither. I will sate my appetite with the souls of animals, just as I sated my appetite with their flesh while - while - in my previous life.\"",
      "female": ""
    },
    {
      "id": 354,
      "default": "\"What can you do for me?\"",
      "female": ""
    },
    {
      "id": 355,
      "default": "\"This blade is not merely for show.\"\r\n\r\nHer fingers grace the basket hilt of the rapier slung at her side.",
      "female": ""
    },
    {
      "id": 356,
      "default": "\"There are no end of swordsmen in the Deadfire, though, right? I, however, possess... some little sway over the minds of others.\"\r\n\r\nShe grins wolfishly.\r\n",
      "female": ""
    },
    {
      "id": 357,
      "default": "\"I assure you, sir, that I will be admitting no part of you into my mouth. Ever.\" \r\n\r\nHer attention returns to you.",
      "female": ""
    },
    {
      "id": 358,
      "default": "\"I worry you've confused me for a moth.\"",
      "female": ""
    },
    {
      "id": 360,
      "default": "Ydwin nods sharply.",
      "female": ""
    },
    {
      "id": 361,
      "default": "\"\"",
      "female": ""
    },
    {
      "id": 362,
      "default": "\"\"",
      "female": ""
    }
  ]
}