{
  "Component": "exported",
  "Name": "conversations\\20_splintered_reef\\20_si_town_exploration",
  "Entries": [
    {
      "id": 1,
      "default": "A series of flimsy docks connects scattered stretches of dry land. On all sides you are flanked by the hulks of splintered, wrecked ships. \r\n\r\nA thick fog sits upon the water, obscuring the path in all directions. The only sounds you hear are the lapping of water, and your own footsteps upon the narrow, rotting planks.",
      "female": ""
    },
    {
      "id": 2,
      "default": "The eerie quiet is broken by the barking of a dog, somewhere off to your left.",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Whistle for the dog.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Keep silent as you approach.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "Your whistle is met with renewed barking - and then a sharp whine, abrupt and shrill. \r\n\r\nAfter several moments of silent, you hear a running tread upon the docks. A dog bounds from the fog, its dark fur matted with blood. ",
      "female": ""
    },
    {
      "id": 6,
      "default": "You press onward, wordlessly. \r\n\r\nSuddenly, a hair-raising growl rumbles out from the fog, only a few paces ahead of you.",
      "female": ""
    },
    {
      "id": 7,
      "default": "Through the fog, you can make out the lean shape of the dog, darting to and fro.\r\n\r\nStill barking, the dog comes running in your direction.",
      "female": ""
    },
    {
      "id": 8,
      "default": "[Stand your ground.]",
      "female": ""
    },
    {
      "id": 9,
      "default": "[Hide within the shadow of a wrecked ship.]",
      "female": ""
    },
    {
      "id": 10,
      "default": "You dart back into the darkness, seeking refuge behind a splintered mast and a heap of rotting barrels. \r\n\r\nScant moments later, the dog wanders past. It sniffs at the air, and you see then that a portion of the dog's snout has been eaten away.",
      "female": ""
    },
    {
      "id": 11,
      "default": "Two figures stumble after the hound, their maws stained red. Out of the fog they are revealed for what they are: Withered, rotting, human only in silhouette. Darguls.\r\n\r\nThey halt, swaying, at the sight of you, but make no further move.",
      "female": ""
    },
    {
      "id": 12,
      "default": "Two figures stumble after the hound, their maws stained red. Out of the fog they are revealed for what they are: Withered, rotting, human only in silhouette. Darguls.\r\n\r\nThey halt, swaying, at the sight of you, but make no further move.",
      "female": ""
    },
    {
      "id": 13,
      "default": "From the darkness of the fog a third, robed figure emerges, a twisted staff raised high in their hands. \r\n\r\nA flash of light emerges from the staff. As you look on, runes seared into the darguls' foreheads flare to life, glimmering like beacons in the darkness.",
      "female": ""
    },
    {
      "id": 14,
      "default": "Snarling, the darguls rush for you, their blood-slick claws slicing at the air.",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Keep hiding.]",
      "female": ""
    },
    {
      "id": 16,
      "default": "[Seize the advantage and attack.]",
      "female": ""
    },
    {
      "id": 17,
      "default": "You leap out, weapons drawn, and the two figures recoil in fear, nearly stumbling in their haste.",
      "female": ""
    },
    {
      "id": 18,
      "default": "The peculiar group passes you by, disappearing into the fog as suddenly as they arrived.",
      "female": ""
    }
  ]
}