{
  "Component": "exported",
  "Name": "conversations\\23_vtc_between\\23_cv_huana_prisoner_cage",
  "Entries": [
    {
      "id": 1,
      "default": "Standing within the cage is a Huana woman, clad in bedraggled clothing and covered in numerous scrapes and scratches. She clutches at the bars as you approach.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"You! Quickly, you must help us! Those things have already come to take away my companions!\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"I'm working on it. I have an Eoten to deal with.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"That is what leads them? Be careful. The xaurips obey its every command!\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Who are you?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"I am Badema. We have a supply wagon - we are traders, the three of us. Please, there is no time.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"How did you get here?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"We were traveling with other merchants when the xaurips attacked. They cut us off from the others, dragged us here - wagon, everything.\r\n\r\nThe beasts have already taken my friends from the cage. I cannot imagine what they will do.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Do you know anything about this place?\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"I... I know only that the xaurips are led by something else. It speaks as we do, and by the sound it makes I think it must be very large. But I have not seen it.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Let me get you out of there.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Ekera, not without the key, I think. Nor will I leave without the others. I cannot leave them to die.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I dealt with the Eoten. I have the key right here.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Then, you've truly done it? Ekera, I did not think it possible. \r\n\r\nPlease - What of the others?\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Killed in the fighting.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "The woman lets out a startled breath, leaning heavily against the side of the cage.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Both of them are dead. I'm sorry.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"I... I knew too much time had passed, but I hoped...\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"This place was sacred, once. Now, I would be free of it, and never return. Ngati forgive me.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"One of them made it. He's waiting for you outside.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Ngati preserve you. I owe you much. I have lost enough today.\" \r\n\r\nShe wipes her forearm across her brow.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"I have no goods to give you in thanks, for they were stolen from us. But you are welcome to what you find. I would be rid of this place, and quickly.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"One of them made it. He's a little tied up right now.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "The woman mutters a quick prayer, glancing skyward.",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"I had best fetch him. Thank you for what you have done. Our goods were taken from us, but you are welcome to what you find. \r\n\r\nI would be rid of this place, and quickly.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"They're in the main chamber. All over the floor.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "The woman pales, slumping against the bars of the cage. She shakes her head.",
      "female": ""
    },
    {
      "id": 30,
      "default": "[Leave] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "The woman approaches the bars again, searching your face with hopeful anticipation.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"I heard fighting. Are you hurt? And what of the others?\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"You return. Have you found any sign of my friends?\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Ekera, you have done it!\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"But you are alone. Has there been any sign of my friends?\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Stay put for the time being.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "She nods, wringing her hands fretfully.",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"I think it time to leave. What if more xaurips come?\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Help! Over here!\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"I dealt with the Eoten. You're free to go.\"",
      "female": ""
    }
  ]
}