{
  "Component": "exported",
  "Name": "conversations\\27_pyramid_of_woedica\\27_cv_court_of_woedica_player_interrupts",
  "Entries": [
    {
      "id": 1,
      "default": "As you enter the large chamber at the bottom of the pyramid, you notice a sizable group of well-armed people dressed in raiments of the Steel Garrote.\r\n\r\nIn the center of the group kneels a man bound at the wrists. He looks around wildly. His eyes widen when they fall on you.",
      "female": ""
    },
    {
      "id": 2,
      "default": "The man on the floor is an elderly elf clad in dirty clothes, his face contorted in the expression of a cornered animal.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"State your purpose now or die with him.\" She turns her steely gaze on you. Through the slits in her mask, you can just see the glint of her eyes.",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Trespassers! Kill them!\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"You intrude on the deliberations of the Court of Woedica, outsider. Choose your next actions carefully lest the Queen That Was turn her gaze to you as well.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Oh, thank the gods! Please, get me out of here. They're mad, they're all mad!\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Be silent, or I will make you so!\" The Inquisitor snarls at Oswald.",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"This man shirked a large debt. I'm here to collect.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"You have no authority in the Court of Woedica. Only the Queen That Was holds sway here.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"I pray your soul learns from your mistakes on its next turn about the Wheel!\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "[Cross your arms and scowl.]",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"You shall meet your end here, in the holy Court of Woedica - as will he!\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"They mean to put me to trial for OATHBREAKING, of all things. They say I betrayed the Aedyran Empire! But I haven't been back there in- in over a hundred years!\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "Before the kneeling man towers an imposing woman, her face obscured by the severe lines of a Woedican mask.",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"Those that attempt to lie to me find I am not easily fooled. Tell me, Watcher, how many of these souls do you claim were… innocent?\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "[Attack] \"Let him go or face my wrath!\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"Do you condemn the innocent out of spite - or mere incompetence?\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"Explain.\" Leather creaks as the Inquisitor's hand tightens on the hilt of her sword.",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"I’m a Watcher. I’ve conversed with the tortured souls that met your justice. Not all were guilty.\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "[Leave] \"On second thought, I'll just go...\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "[Attack] \"I owe you nothing but a swift death!\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"You are well passed the point of flight, intruder. Explain yourself or die with the oathbreaker.\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"Then you will die like the fool you are.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"Ah, the Watcher of Caed Nua graces our presence. Your deeds are well known to this court.\" Her tone is dangerously short. ",
      "female": ""
    },
    {
      "id": 148,
      "default": "The Inquisitor bristles at your impertinent question. She grabs her sword hilt and begins to step forward, but stops herself, suddenly uncertain.\r\n\r\nHer followers share pointed looks with one another and say nothing to challenge or defend her.",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"You were warned not to return. Now you must pay the price!\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"Such a debt is but further evidence against the accused. Thank you for your testimony.\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"With due respect to your order’s reputation, Bleak Walker, the court will grant compensation of MY choosing, after sentencing. I assure you this man is copperless.\" ",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"Trespassing upon these sacred hearings is an offense punishable by death. Of this crime, YOU are guilty.\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "[Attack] \"Then I will take my due from your corpses.\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"One.\"",
      "female": ""
    },
    {
      "id": 157,
      "default": "[Lie] \"A handful.\"",
      "female": ""
    },
    {
      "id": 158,
      "default": "[Lie] \"Too many to count.\"",
      "female": ""
    },
    {
      "id": 159,
      "default": "She stares at you intently for several moments, her eyes as unreadable as the mask that hides her features. ",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"Even should you speak truthfully, you must see the wisdom of these proceedings. Imagine the greater good achieved by dispensing the reckoning this filth deserves.\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"Who holds the lord accountable for abuses against his people? Who hunts the fugitive who betrayed her neighbor's trust?\"",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"What about this man? A death sentence for oathbreaking is extreme.\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"I see only vigilante justice. Any mistake in your judgment proves my point.\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"I bow to the court's judgment. Carry on.\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"A masked murderer lecturing me on justice. That's rich.\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "She stares at you intently for several moments, her eyes as unreadable as the mask that hides her features. ",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"Your lies are as clear as Oswald's guilt.\"",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"Oathbreakers are the bane of the mecwyn - my queen. A benign enough crime on the surface, but an oath broken plants the seed of far greater atrocities.\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"Families are torn asunder with a broken vow. Cities fall to ruin upon promises abandoned. What war has not been birthed in treachery?\" ",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"Take this one.\" She points at Oswald.",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"He forsook oaths to emperor and country both to fight amongst rebels in the War of Defiance. How many lives might have been spared without treason such as his?\"",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"No, Watcher. Without one’s word… one is nothing. Less than nothing.\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"Would you give your life to defend one such as he?\"",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"A pile and a half of gull shit, cap. An oath be only so binding as the worth of the person you swore it to.\"\r\n\r\nHe scowls openly at the inquisitor.\r\n",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"WHAT?\"",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"A wise decision.\"",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"Oswald of Aedyr. You have been found guilty of oathbreaking and treason, crimes punishable by death. Under the gaze of Woedica, the moment of your justice is at hand.\" ",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"Go in peace, [Player Name], and take this as a reward for your faith. But be warned - you return to this sacred court on pain of death.\r\n\r\n\"May the Oathbinder guide you.\" ",
      "female": ""
    },
    {
      "id": 182,
      "default": "She stares at you intently for several moments, her eyes as unreadable as the mask that hides her features. ",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"I sense... no deception in your words. Could it be we've wronged so many?\" \r\n\r\nShe closes her eyes beneath her mask for several heartbeats.",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"Very well. Take this one and begone - but do not return. I must pray to Woedica in search of answers. SWIFTLY, before I change my mind.\"",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"And who holds them accountable for serving the greater good? Who ensures they do not become the same as those they hunt?\"",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"This court's methods may not be perfect, but if they can bring justice to those who evade it, then we shouldn't stand in their way.\" He nods to the masked woman.",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"Thaos also believed he was an authority unto himself. And he wielded that authority to the detriment of many, many people.\"",
      "female": ""
    },
    {
      "id": 196,
      "default": "The inquisitor's grim-faced lackeys fall into step beside you, intent on leading you from the Court of Woedica before you cause further commotion.",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"Would you prefer these monsters walk free at the expense of the TRULY innocent?\" ",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"Oh, I'm just here for the show. Go ahead and kill him.\"",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"WHAT?\"",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"Even a broke swindler such as Oswald must meet the proper punishment. We cannot allow lawlessness a foot in the door, no matter how minor, lest we are overtaken by it.\"\r\n\r\nThe Inquisitor clears her throat and stands up a bit straighter, prepared to render judgment.",
      "female": ""
    }
  ]
}