{
  "Component": "exported",
  "Name": "conversations\\26_uncharted_islands\\26_cv_soulbound_mace",
  "Entries": [
    {
      "id": 1,
      "default": "The statue of Woedica bears an exquisite mace in its hands. A presence in the mace reaches out to touch your mind - the presence you first encountered when you entered the ruins.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Close off your mind.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Let the mace continue.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Let go of the mace.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "You step away from the mace. The tendrils of its consciousness disappear from your thoughts.",
      "female": ""
    },
    {
      "id": 6,
      "default": "You dedicate all of your concentration on blocking the mace's efforts to get its hook into your mind.",
      "female": ""
    },
    {
      "id": 7,
      "default": "You sense that the mace wishes for you to stay and protect it.",
      "female": ""
    },
    {
      "id": 14,
      "default": "Try as it might, the mace is unable to compel you to stay in the ruins. You lift it from the statue with no ill consequences.",
      "female": ""
    },
    {
      "id": 15,
      "default": "You find the mace painfully cold to the touch. The presence inhabiting it probes at the edges of your mind, searching for cracks in your mental defenses.",
      "female": ""
    },
    {
      "id": 16,
      "default": "[Examine the mace.]",
      "female": ""
    },
    {
      "id": 17,
      "default": "[Grab the mace.]",
      "female": ""
    },
    {
      "id": 18,
      "default": "[Step away from the statue.]",
      "female": ""
    },
    {
      "id": 19,
      "default": "[Examine the statue.]",
      "female": ""
    },
    {
      "id": 20,
      "default": "The mace's leather-wrapped hilt is curiously untouched by age. Its head is fashioned from a dark metal and radiates a cruel and biting cold.",
      "female": ""
    },
    {
      "id": 21,
      "default": "That statue's stone is dappled with rot and riven with age. It must have been placed here long ago.",
      "female": ""
    },
    {
      "id": 22,
      "default": "You turn away from the statue, not keen to meddle with a malignant presence you don't understand.",
      "female": ""
    },
    {
      "id": 23,
      "default": "Once again, the presence reaches for you, grasping at your mind with claws sharp and relentless as a bird of prey's.",
      "female": ""
    },
    {
      "id": 24,
      "default": "You attempt to steel yourself against the presence in the mace, but it won't be deterred. It latches onto your mind like a leech.\r\n\r\nThe mace floods you with the desire to remain near the statue and protect it... even at the cost of your life.",
      "female": ""
    },
    {
      "id": 28,
      "default": "[Take the mace.]",
      "female": ""
    },
    {
      "id": 30,
      "default": "You reach for the mace. A surge of power compels you to leave it where it lies. You are helpless to resist.",
      "female": ""
    },
    {
      "id": 32,
      "default": "[Take the mace.]",
      "female": ""
    },
    {
      "id": 34,
      "default": "You sense that the presence in the mace feels comfortable around you because of your previous interactions with Woedica. It won't resist you if you try to take it from the ruins.",
      "female": ""
    },
    {
      "id": 35,
      "default": "[Take the mace.]",
      "female": ""
    },
    {
      "id": 36,
      "default": "[Let go of the mace.]",
      "female": ""
    },
    {
      "id": 37,
      "default": "You release the mace and step away from the statue of Woedica. The presence's tendrils slither away from your thoughts, leaving behind only a formless, unmoored sadness.",
      "female": ""
    },
    {
      "id": 38,
      "default": "When you grasp the mace, a wave of joy and exultation flows through you. It pools in your chest, glowing warmly like a lantern.",
      "female": ""
    },
    {
      "id": 39,
      "default": "The mace senses your intent to take it away from the ruins and panics. It floods your mind with the desire to leave it with the statue and flee the ruins.",
      "female": ""
    },
    {
      "id": 40,
      "default": "[Take the mace.]",
      "female": ""
    },
    {
      "id": 41,
      "default": "You crush what remains of the mace's will and lift it from the statue. A last flutter of emotion passes from the mace and into you - despair.",
      "female": ""
    },
    {
      "id": 42,
      "default": "Though you've prevented the mace from controlling your thoughts, you haven't managed to crush its will. A surge of power bursts from the mace, compelling you to leave it where it lies. You are helpless to resist.",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"What <i>is</i> this thing?\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"There's no way I'm bunking with that thing.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"That's right. I'm more than enough for you.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"What happened?\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Keep the dramatics to yourself.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"That thing, whatever it is- it's stupid. Really, really stupid. And disgusting.\"\r\n\r\nModwyr's hilt runs hot.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Agh! Rymrgand's frigid ballsack!'\"\r\n\r\nIt makes heaving sounds, as if it's eaten something foul.",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Fine, but if it turns you into a slavering cretin, don't say I didn't warn you.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Anymore of a slavering cretin than you already are, I mean.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"I know this great blacksmith - she'd happily melt down a rude sword for cheap.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Pfft, you wouldn't... right?\"",
      "female": ""
    }
  ]
}