{
  "Component": "exported",
  "Name": "conversations\\26_uncharted_islands\\26_si_witch_guardians",
  "Entries": [
    {
      "id": 1,
      "default": "You traipse through a dark, cold bog. The water around you grows deeper the further you walk. The silt and muck slide beneath your boots. The path forward looks more treacherous than the path behind you, but you've already come this far.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Continue through the bog.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "You trudge onward. Deep pits of water and sucking mud cover the ground everywhere you look, but you manage to avoid them through caution and attentive footing.",
      "female": ""
    },
    {
      "id": 5,
      "default": "You trudge on through the bog. Attention diverted, you accidentally step onto a patch of unstable ground and sink deep into the water.",
      "female": ""
    },
    {
      "id": 6,
      "default": "You trudge on through the bog. Attention diverted, [Specified 0] accidentally steps onto a patch of unstable ground and sinks deep into the water.",
      "female": ""
    },
    {
      "id": 7,
      "default": "You plunge your arms into the murky water and pull [Specified 0] back to the surface.",
      "female": ""
    },
    {
      "id": 8,
      "default": "You plunge your arms into the murky water, but you can't find [Specified 0] among the rotting plants and tree roots.\r\n\r\nA few tense moments pass, then a flurry of bubbles break the surface. [Specified 0] bursts up from below, sputtering and gasping for breath.",
      "female": ""
    },
    {
      "id": 9,
      "default": "You fight and claw your way back to the surface.",
      "female": ""
    },
    {
      "id": 11,
      "default": "Try as you might, you're unable to make progress toward the surface and begin to sink down deep into the water.",
      "female": ""
    },
    {
      "id": 12,
      "default": "As the dim light of the surface fades, [SkillCheck 0] reaches down and hauls you free of the water.\r\n\r\nThough you survive, the ordeal leaves you exhausted.",
      "female": ""
    },
    {
      "id": 13,
      "default": "As your lungs burn and your sight begins to dim, you dredge up one last, desperate burst of strength and surge toward the surface.\r\n\r\nYou spill onto solid ground cough out foul-tasting bog water.",
      "female": ""
    },
    {
      "id": 14,
      "default": "With help, [Specified 0] manages to break the surface and roll onto dry land, coughing up bog water. Thanks to your quick rescue, your compatriot is none the worse for wear - if a bit sodden.",
      "female": ""
    },
    {
      "id": 20,
      "default": "The bog is still and silent. It smells of rank decay, its stagnant waters host to many decades' accumulation of dead plants and animals.\r\n\r\nA thick mist rolls across the water.",
      "female": ""
    },
    {
      "id": 21,
      "default": "[Press on.]",
      "female": ""
    },
    {
      "id": 23,
      "default": "Several hooded kith emerge silently from the fog, a herd of bog lurkers just behind them. A large aumaua man at the head of the group draws his sword and points it at you.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Why should I listen to you?\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "[Attack.]",
      "female": ""
    },
    {
      "id": 27,
      "default": "The aumaua man says nothing more and does not lower his sword.",
      "female": ""
    },
    {
      "id": 31,
      "default": "Just when you thought you were free of the bog warden, he appears again, his horde of bog lurkers at his back.\r\n\r\nEven if you had time to run, the morass makes escape impossible. They set upon you without so much as a pause to attempt parley.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"You're not welcome here!\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "You pull [Specified 0] from the water. Together you fall back onto dry land. [Specified 0] coughs up a bucketful of bog water and lies groaning on the ground.",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"If you value your life, you will leave and never return.\" He peers hard into your face, almost daring you to challenge him.",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"I am the guardian of this place, and I will not allow you to profane it with your presence.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"So... you come here often?\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"I'm just passing through.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "[Leave.] \"Bog's all yours, buddy.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "[Haul [Specified 0] out of the water.]",
      "female": ""
    },
    {
      "id": 45,
      "default": "[Specified 1] tries to help [Specified 0] but barely avoids a slip into the water.\r\n\r\nA few tense moments pass, then a flurry of bubbles break the surface. [Specified 0] bursts up from below, sputtering and gasping for breath.",
      "female": ""
    },
    {
      "id": 46,
      "default": "[Leave [Specified 0] to his fate.]",
      "female": ""
    },
    {
      "id": 47,
      "default": "[Specified 1] reaches into the water and pulls [Specified 0] back to the surface.",
      "female": ""
    },
    {
      "id": 48,
      "default": "Despite receiving no aid, [Specified 0] manages to breach the surface and roll onto dry land, coughing up buckets of water.\r\n\r\n[Specified 0] gives you a narrow-eyed look but says nothing.",
      "female": ""
    },
    {
      "id": 49,
      "default": "A few moments pass and the thrashing in the water ceases. [Specified 0] does not emerge from the water, and never will.",
      "female": ""
    },
    {
      "id": 50,
      "default": "You trudge onward. Deep pits of water and sucking mud cover the ground everywhere you look, but [Specified 0] expertly guides you through the muck.",
      "female": ""
    },
    {
      "id": 51,
      "default": "[Leave [Specified 0] to her fate.]",
      "female": ""
    },
    {
      "id": 52,
      "default": "The aumaua man says nothing more and does not lower his sword.",
      "female": ""
    },
    {
      "id": 53,
      "default": "The man stares at you for a long moment before speaking, his brow drawn into a hard knot. Then he grunts, more in annoyance than in anger, and crosses his arms.",
      "female": ""
    },
    {
      "id": 54,
      "default": "Then his eyes go wide and he stumbles back, surprised.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Take this, and commend my apologies to the Lord of the Hunt. I meant no offense.\" He pulls a small, well-worn pouch off his belt and places it reverently in your hands.",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"You are one touched by Galawain! Forgive me, please - I did not know. Of course you may travel this bog as you wish, blessed one.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"You may pass, but do not linger. If we should we meet again, there will be no civil exchange of words.\"",
      "female": ""
    }
  ]
}