{
  "Component": "exported",
  "Name": "conversations\\19_wizard_dungeon\\19_cv_concelhaut",
  "Entries": [
    {
      "id": 1,
      "default": "\"I trust that you didn't come to stargaze?\" His sigh sounds like the flapping of a tattered wing. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"No... NO! I watched you die, crushed under that castle - your monument to hubris!\" \r\n\r\nWhat little remains of his lips pulls back to reveal long, gumless teeth in a perpetual grimace. ",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"How did you end up in the Deadfire?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"I had planned on taking vengeance by leveling your castle... but that sea-striding adra buffoon stole the opportunity out from under me.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Attack] \"I'm going to mount your skull on [Player Ship] as a figurehead.\" ",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"What's your interest in this observatory?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"That arcane upstart Bekarna might not have been as unhinged as we once assumed.\" ",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"If the Circle sent you to interrupt my research, I'll fashion a scarecrow of your remains to deter their next hapless victim.\" ",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Attack] \"You're not laying a bony hand on me, shambler.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"You wouldn't be here if you found what you were seeking.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"How astute. Now, if you're finished dissecting my academic setbacks, I am a rather busy lich.\" ",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I'm not looking for a fight, but I won't hesitate to defend myself.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Do you plague everyone you cross with an accounting of your desires and priorities? I have no stomach for it.\" ",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"I was wondering what happened to my little pet.\" ",
      "female": ""
    },
    {
      "id": 24,
      "default": "A skeletal figure clutches a scroll in both of his gnarled hands. His skin crinkles like old parchment and with every movement pulls to the point of nearly tearing.\r\n\r\nHe glances up, his eyes burning and severe in their intensity. ",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"My days of bouncing in your shadow or being jostled among spears and daggers are over.\r\n\r\n\"This is the end of our sordid... <i>companionship</i>.\" ",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"There's a skull-shaped absence in my pack that not just any lich can fill.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Could have sworn I watched you die as well, but here we stand.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Whatever luck or intervention wrested you away from the Beyond, I'll venture that it has limits.\"\r\n\r\nHis eyes narrow as he studies you.",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Again you interrupt my plans, and AGAIN I am forced to compensate!\" He closes his fist around the scroll and shoves it away.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Let's not fight. We just want our little skull back. The rest you can keep.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"You will keep your hands away from me, cur!\" ",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Hey, it's our little skull! We thought we'd lost you!\r\n\r\n\"You've grown so much! A whole body now.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Silence! I've suffered several lifetimes worth of your inane babble already.\" Concelhaut bares his teeth at Edér.",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Don't bother wasting your time on one-sided reminiscence.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"One such offense was inexcusable. Your very presence... an abomination.\" ",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Speaking of abominations, didn't I kill you?\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"You're one to talk.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Few things delight me more than slamming the proffered door on the Usher's hand.\" His rictus grin splits wider still.",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Whatever beginner's luck won you the day at Crägholdt has expired. Fate brought us here to correct its error.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"I see we've already descended to petty jabs. This should be over soon.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Ah yes. How could I forget your brooding silence, the signature of all great minds?\" He shakes his head, loosening a flap of skin around his neck.",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"What are you?\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Actually...\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"I mean, if there's time.\" ",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"The Torn Bannermen laid siege to Crägholdt before, why are they working for you now?\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"I'm sure that pigheaded Commander Baelorin is having a chuckle over the irony from whichever spoke of the great Wheel he calls home.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"The Bannermen are loyal to a full purse, and my investments have paid off over several lifetimes.\"\r\n\r\nHe folds his bony arms and scowls at you.",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"From there it was the trivial work of clawing my way from my resting place to a dock.\" ",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"From there it was the trivial work of dragging myself across the Dyrwood toward a dock, one mouthful of soil at a time.\"\r\n\r\nHe rubs his jaw and winces. ",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Then I arrived in the Deadfire as any simpleton would. By boat.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Your presence tells me that the Circle has felt it, too.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"The Circle discounted her theories about a deep well of power in the Deadfire. All that changed when I felt its pulse.\"\r\n\r\nHe closes his fingers as if to capture something ephemeral from the air.",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Did no one in that perfunctory excuse of a Circle bother to prepare you?\" He shakes his head and stuffs the scroll among his belongings.",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Hm. Can appearances be this deceptive? Doubtful in my experience.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"I am undeath, the shudder before the final gasp, the bone sanctuary of a thousand tomes.\r\n\r\n\"I am Concelhaut.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Arkemyr sent me. I suppose we're after the same thing?\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"The Circle of Archmagi didn't send me.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"No? More's the pity for you, then.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"To die absent a cause... the Wheel will grind your tormented soul to shreds after I'm done with it.\" ",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"All a matter of perspective. The same thing... perhaps.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"But the Circle wants only knowledge. I desire the power it represents.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"They are fools to delude themselves into thinking they want otherwise.\" \r\n\r\nHe snorts, issuing a dry rattle as something in him snaps loose and tumbles in the lifeless barrel of his sinus cavity.",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"You would have done better to submit and wilt under my power. The things I do to you will make that end seem a gift.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"If you didn't come to wrest it from me, then your death will prove as meaningless as your life.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Then you've come to distract me, which is more dangerous by far.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Rather than waste any more of our precious hours on inane chatter, let us bring this sorry meeting to a close.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "Grimacing, Concelhaut raises his bony fingers and mutters an incantation under his breath. ",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"It'll grow back, give it time.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"How fortunate for us both that I don't have to.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Rather cocky for a man with no... skin.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Then I'll borrow some of yours to scribe a spell that shrinks ears.\" \r\n\r\nHe grimaces at Aloth.",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Ugh. Not again.\"",
      "female": ""
    }
  ]
}