{
  "Component": "exported",
  "Name": "conversations\\19_wizard_dungeon\\19_cv_orrery_controls",
  "Entries": [
    {
      "id": 1,
      "default": "The orrery controls are oiled and ready to be manipulated. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Enter the coordinates for the Huntress legend constellations.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "As the last number settles into place, you hear the sound of dormant gears beginning to turn. A low vibration builds under your feet.",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Read the plaque.]",
      "female": ""
    },
    {
      "id": 7,
      "default": "<i>Bekarna,\r\n\r\nIf you're reading this, you've forgotten again. You blasted your mind to bits trying to scribe Bekarna's Clarity of Thought. I'm sorry.</i>",
      "female": ""
    },
    {
      "id": 8,
      "default": "[Manipulate the controls.]",
      "female": ""
    },
    {
      "id": 9,
      "default": "You pull on levers and enter random numbers into the coordinates. When nothing happens, gears spin in the machine and reset the numbers to zero. ",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Examine the controls more closely.]",
      "female": ""
    },
    {
      "id": 11,
      "default": "The levers adjust a series of numbered dials which correspond to the altitude and azimuth of celestial bodies.",
      "female": ""
    },
    {
      "id": 12,
      "default": "You enter the coordinates you've collected so far. Nothing happens.",
      "female": ""
    },
    {
      "id": 14,
      "default": "The control mechanism of this orrery is tarnished, though recently oiled. Some of the levers show signs of meddling.",
      "female": ""
    },
    {
      "id": 15,
      "default": "A plaque to the side bears the mark of a hand swiping to brush away dust.",
      "female": ""
    },
    {
      "id": 16,
      "default": "The orrery has rotated into the correct position already.",
      "female": ""
    },
    {
      "id": 17,
      "default": "<i>Never doubt yourself. Your years of research were well-spent even if no one called you 'archmage' at the end of them. Even if they laughed.\r\n\r\nI know you remember the legend of your favorite Huana constellation, the Huntress.</i>",
      "female": ""
    },
    {
      "id": 18,
      "default": "<i>When you need a little confidence, set the coordinates of the Huntress and the three stages of her tale into this orrery. \r\n\r\nYou can do more with half a brain than most competent wizards. So get back to work.</i>",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"If I don't survive our adventures, promise me you'll burn all my books.\" He's blushing.",
      "female": ""
    },
    {
      "id": 20,
      "default": "Whatever the mechanism is meant to do, it will only work with the right set of coordinates.",
      "female": ""
    },
    {
      "id": 21,
      "default": "Three more coordinates are still required.",
      "female": ""
    },
    {
      "id": 22,
      "default": "Two of the coordinates are missing.",
      "female": ""
    },
    {
      "id": 23,
      "default": "One final set of coordinates is required.",
      "female": ""
    },
    {
      "id": 24,
      "default": "<i>Love, \r\nBekarna</i>",
      "female": ""
    },
    {
      "id": 25,
      "default": "Four sets of coordinates can be entered at once, which will spin the inner mechanism of the globe in a precise combination of turns. ",
      "female": ""
    }
  ]
}