{
  "Component": "exported",
  "Name": "conversations\\crew\\crew_cv_steward",
  "Entries": [
    {
      "id": 1,
      "default": "\"How may I be of service, my lord?\"",
      "female": "\"How may I be of service, my lady?\""
    },
    {
      "id": 2,
      "default": "\"My lord, we should address the matter of our ship's resources before we get underway.\"",
      "female": "\"My lady, we should address the matter of our ship's resources before we get underway.\""
    },
    {
      "id": 24,
      "default": "\"Who are you?\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"How did I get a ship in the first place?\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"What should I do next?\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"I was the steward of your keep at Caed Nua, my lord.\"",
      "female": "\"I was the steward of your keep at Caed Nua, my lady.\""
    },
    {
      "id": 55,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"With Caed Nua in ruins, there was little purpose in waxing sentimental over the rubble.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"I suggest we proceed to Neketaka, my lord. It is the largest city in Deadfire, and we shall be better able to get our bearings there.\"",
      "female": "\"I suggest we proceed to Neketaka, my lady. It is the largest city in Deadfire, and we shall be better able to get our bearings there.\""
    },
    {
      "id": 60,
      "default": "\"I recommend that we proceed to Hasongo. If the reports are true, then Eothas may have passed through there recently.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"If Eothas has gone to Magran's Teeth, then I fear that is where we must also go, my lord.\"",
      "female": "\"If Eothas has gone to Magran's Teeth, then I fear that is where we must also go, my lady.\""
    },
    {
      "id": 62,
      "default": "\"We have a long and dangerous journey before us, my lord. I advise you to prepare and gather your strength for the trials ahead.\"",
      "female": "\"We have a long and dangerous journey before us, my lady. I advise you to prepare and gather your strength for the trials ahead.\""
    },
    {
      "id": 63,
      "default": "\"I think the time has come, my lord. We should sail for Ukaizo as soon as you are ready.\"",
      "female": "\"I think the time has come, my lady. We should sail for Ukaizo as soon as you are ready.\""
    },
    {
      "id": 64,
      "default": "\"If we are to survive the journey through Ondra's Mortar, then we will require every available advantage.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"However, Port Maje appears to be well-supplied, and I expect the recent disaster has left several sailors in want of a ship.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"It saddens me to inform you that we lost several crew and most of our provisions during the storm.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"I suggest we contract for additional supplies and crew before we return to open water, or our voyage may indeed be a short one.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"I was able to salvage enough of your treasure and wealth to afford the purchase of the Defiant and the hire of a small crew. \"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Unfortunately, that consumed the remainder of your once-considerable assets. \r\n\r\n\"Under the circumstances, I hoped you would not object.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Long before your time, I had my soul bound to a throne of adra ban, and for nearly two hundred years, I felt Caed Nua and the comings and goings within it like an extension of myself.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"It is... a strange connection to lose.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Still, it would be unseemly for me to complain of loss to you, my lord.\"",
      "female": "\"Still, it would be unseemly for me to complain of loss to you, my lady.\""
    },
    {
      "id": 75,
      "default": "\"I advise proceeding with caution. Local lore paints Magran's Teeth as a most treacherous place.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"The great powers of Deadfire seem eager for your help, and all have considerable resources at their disposal.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"If you could form an alliance with one of them, I suspect they will be able to aid us, though their rivals will be none too pleased.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Without such an alliance, this ship will need every improvement you can afford to have a chance at surviving the storms.\r\n\r\n\"Even then, it will be a most perilous journey.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"I am glad to see you in good health, my lord.\"",
      "female": "\"I am glad to see you in good health, my lady.\""
    },
    {
      "id": 81,
      "default": "\"How may I be of service, my lord?\"",
      "female": "\"How may I be of service, my lady?\""
    },
    {
      "id": 82,
      "default": "\"My lord, what do you require?\"",
      "female": "\"My lady, what do you require?\""
    }
  ]
}