{
  "Component": "exported",
  "Name": "conversations\\09_port_maje\\09_cv_ikawha",
  "Entries": [
    {
      "id": 1,
      "default": "Seated upon a chair before the bonfire, Ikawha looks considerably more comfortable here in her home village. She prods absently at the coals with a long stick.\r\n\r\nIkawha's lined face is pocked with fading scars, but there's no hostility in her calm appraisal as you approach.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"May Amira's winds blow sweet.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"There are enough Mataru here to defend the village. You are safe.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"I am for friendlier fires. If you would speak, seek me out in our village.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Mokeha is causing trouble in town.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"I thought you should know that I found some Huana at the digsite. They were killed when Eothas arrived.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "[Leave] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Did your people see the giant?\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"I thank you for delivering this news. I will tell their families, and we will mourn them together.\r\n\r\n\"But you will journey on, into the god's wake. I wish you luck, outsider.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Do you not benefit by this? You are an outsider, too. \r\n\r\n\"The Kahanga would say we are of one people. I have not found it so.\"\r\n\r\nIkawha's mouth twitches faintly with subdued mirth. ",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"I wonder if you imagined you would return, the day you left these islands behind.\" \r\n\r\nHer mouth twists with some small amusement. ",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I am told that the people of the Republics have little love for their cousins in the old country. Or perhaps it is the other way. \r\n\r\n\"It is not so different for us.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"How nervous poor Clario must be, to find that Ondra has set a man of Rauatai upon his island.\"\r\n\r\nA smile tugs at her mouth.",
      "female": "\"How nervous poor Clario must be, to find that Ondra has set a woman of Rauatai upon his island.\"\r\n\r\nA smile tugs at her mouth."
    },
    {
      "id": 15,
      "default": "\"For many years, I had only ever seen one of your kind. \r\n\r\n\"And then - the Vailians come, and many things change.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"I have had it shown to me, on a map, the lands at the edge of the world. \r\n\r\n\"I did not ever think to meet a man from such a place.\"",
      "female": "\"I have had it shown to me, on a map, the lands at the edge of the world. \r\n\r\n\"I did not ever think to meet a woman from such a place.\""
    },
    {
      "id": 17,
      "default": "\"They told me what became of your ship. I say again that you are lucky. It is the only ship that survives.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"I could protect Port Maje, or else its ships, but not both. Perhaps Clario thinks I chose poorly.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Mokeha is proud, like her father. Each day this alliance tests her patience. \r\n\r\n\"What has happened?\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Those who try to steal fish from Ngati's jaws come to lose their hands.\" \r\n\r\nIkawha regards you with weary suspicion, glancing pointedly at the offering bowl.",
      "female": ""
    },
    {
      "id": 21,
      "default": "[Pocket the coins.]",
      "female": ""
    },
    {
      "id": 22,
      "default": "[Put back 10cp] \"Sorry.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Me? I didn't take anything.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "Ikawha turns back around, and her shoulders shake with quiet laughter.",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"It is only a warning.\" \r\n\r\nShe turns back around.",
      "female": ""
    },
    {
      "id": 26,
      "default": "[Pretend to return the coins.] \"Sorry.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "Ikawha's mouth twitches with amusement. She raises her eyes to the nearby totem, murmuring something her breath.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Is she your daughter?\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"I just need her to return what she stole.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "Ikawha sighs deeply, and folds her hands in her lap. ",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Mokeha is no thief. She has all she needs here. What need has she to steal?\"\r\n\r\nIkawha's tone does not brook argument.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"She nearly killed a man!\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Mokeha could have killed him, if she wished to. Is it not enough that he lives?\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "[Leave] \"Never mind.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"She shares my blood, my caste... my temper. But she is a daughter of the tribe.\r\n\r\n\"It is... different, among our people.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "For all her stillness, Ikawha's face is dark with rage. ",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"I welcome you into our village, as I have all Clario's people. And this is how you repay my trust?\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Mokeha attacked me. I had no choice.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"She got in my way.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"It was what she deserved.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"I'm sorry, Ikawha. I did not mean for things to end in violence.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"I will permit you to leave in peace. You are fortunate for that much.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"For what? A tavern brawl. For this you have killed my daughter?\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Leave this place. You are not welcome - not you, nor Clario's people. \r\n\r\n\"If there are storms to come, Port Maje will weather them without my help!\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Perhaps Ngati sends a sign. I have been a fool, to have endangered my people.\"\r\n\r\n\"For what? Useless trinkets and foul company.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Then I say you will not leave here alive.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"It doesn't look like the storm did much damage here.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Some of it is mere luck. Most of our canoes were here, by the shore. \r\n\r\n\"We did lose one of our voyagers. It will take some work to replace it.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Better than it may seem. Clario can be reasoned with, especially if one approaches him with coin in their pocket.\r\n\r\n\"He is not a cruel man. I suspect he might even enjoy life on the Island, if he were free of his masters.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"I guess you and the governor don't really get along.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Why do you allow these outsiders to stay here?\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Yes. One of the old titans, say the priests. \r\n\r\n\"Ondra is angry, though why our priests do not know. I am only glad it has journeyed elsewhere.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"That giant is Eothas. I need to know where he's going.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Truly, the sons and daughters of every empire have come to the Deadfire. \r\n\r\n\"You are far from home, Aedyran.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"In time, we will leave this island for another. \r\n\r\n\"If they wish to make houses of stone, to settle here and await far greater storms... What is it to me?\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"A titan?\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Ngati- <i>Ondra's</i> realm harbors many great beasts. \r\n\r\n\"They say the ancestors of the Kahanga tribe, and so their queen, hold pacts with such creatures. My priests wonder if this is her doing.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Berath has sent me to track the giant down.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Can you help me free my ship?\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Yes. But it will take Clario's assistance. \r\n\r\n\"Convince him, and I will aid you.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Why wait on Clario's word?\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"I'll do that.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"You are one of his people, now. It falls on him to protect you.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Good. Then that is settled.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"A worthy task, for a priest of the god of death. If I can help you, I will. And then, perhaps you will speak kindly of us to Berath.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Eothas? Is it redemption you seek, then? You risk much, to chase a god across the sea. \r\n\r\n\"The Dawnstars, too, wish to meet this god. What if he does not wish to be found?\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Which way did it go?\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"I do not know. Most fled the sight of it, and Clario has provided little information. \r\n\r\n\"This was the subject of our argument. Perhaps he will tell you more.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Clario mistook you. My people say that Port Maje is the scene of slaughter. \r\n\r\n\"Are you a pirate in truth? Or do the gods send you, like the giant, to bring death to our island?\" ",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"The Vailians must be mistaken. Speak with her. You will see.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"You can turn her in, or wait for the Vailian mob to come and kill her.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Mokeha is one woman. You need to do what is best for the rest of the village.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"About Mokeha...\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "Ikawha inclines her head, and motions for you to continue.",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"I see...\r\n\r\n\"Governor Clario would call it superstition. I know you speak truth. Are there worse omens, than to hear that the God of Rebirth has brought death upon your people?\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"But you mean the Vailians, of course. The traders.\r\n\r\n\"They come with ships, guns, medicine. Wine, and food. We gain from helping them, and lose little.\" ",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"When the traders come again, with supplies and guards, they will look to our village for answers. Perhaps blame us.\r\n\r\n\"Unless you are dead when they arrive.\"\r\n\r\nWith that, she rises from her throne, and the nearby guards move into position beside her.",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"To a Storm Speaker, the storm is a friend, gentled by a word. And Sātahuzi is blessed with several Storm Speakers. \r\n\r\n\"We were able to shield the village from much of the weather.\"\r\n",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"I've tried speaking to her, but I'm getting nowhere.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"I see. What is it you wish for me to do?\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Maybe you could smack some sense into her?\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"She needs to go to Port Maje and face justice.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"I am the one who told her to go and learn more of the Vailians. To make peace. \r\n\r\n\"I do not think my advice has worked.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"Why? What are their laws to us? The Vailians do their best to cheat us in every contract.\r\n\r\nThe Vailians would not treat her fairly.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"If you want to keep the peace with Clario, this is the only way.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"I promise that she will get a fair trial.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"You said it yourself. Your people have come to rely on the traders for supplies you can't make yourselves.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"She lives in your village. She's your responsibility.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"If you wish something from Mokeha, my advice is to trade for it. Is that not how the outsiders get everything they need?\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"I'm not sure yet.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Return once you are certain. I will help if I can.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Perhaps you are right... But I know what the Vailians will make of this victory. \r\n\r\n\"They will drag Mokeha before a crowd. Humiliate her.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"It's for the best, Ikawha. Trust me.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"A few thrown tomatoes never hurt anyone.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"I see you trade very freely with your honor.\"\r\n\r\nIkawha's tone is dismissive, but her expression remains solemn. She taps the arm of her throne with her clenched hand, thinking.",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Very well. I will send Mokeha to face judgment. \r\n\r\n\"If the Vailians see that we respect their laws, perhaps they will begin to respect ours as well.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"Then... I agree. \r\n\r\n\"The Vailians will see that we respect their laws. Perhaps they will begin to respect ours as well.\" ",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Why do business with the Vailians?\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Ekera, do not all people trade for the same reason?\r\n\r\n\"The Vailians have brought us guns, medicine. Wine and food. Some of them, we have even convinced to help with the canoes.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"My people have come to enjoy these things. The medicine has helped many of the children recover from fever. \r\n\r\n\"We gain from this peace. So long as Clario keeps his Company masters away, we lose little.\" ",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"If they wish to forego trade for the sake of one man, then so be it. I will explain this to Clario.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Who cares what the Vailians say? She'll be back here soon enough.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"It is late, outsider. Get some rest.\"",
      "female": ""
    }
  ]
}