{
  "Component": "exported",
  "Name": "conversations\\09_port_maje\\09_cv_gorecci_ghost_human",
  "Entries": [
    {
      "id": 1,
      "default": "\"Nothing but endless gray mist... This is <i>not</i> the afterlife I was promised.\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Not yet, at least.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Turns out there's a lot about that they don't tell you.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"My friend here is a Harvester of Gaun. She'll help you find your way.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Hmph. You seem to know where you are going.\" The soul crosses ethereal arms over her chest.",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Watcher, you're talking to a lost soul, aren't you? I'll just... shine them the light, real quick...\"\r\n\r\nThe lantern rattles as Xoti swings it over-zealously between you, siphoning in the spirit's essence.",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Clearly the intelligent thing is to follow you, yes?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Sure. I can get you to where you need to go.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Don't step on my heels.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Just what I need...\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "The spirit falls into step behind you, her essence drawing a dissipating trail along the ground.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Right. You'd best follow me, then.\" She addresses the empty air, a smidge to the left of where the deceased woman actually stands. \r\n\r\nBut when she glides her lantern through the soul's amorphous form, the essence coalesces inside.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"What did you expect?\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"<i>Something</i>. Endless bounty and warmth and happiness, for a start.\r\n\r\n\"Instead, I still feel waterlogged. Chilled down to my bones.\" ",
      "female": ""
    }
  ]
}