{
  "Component": "exported",
  "Name": "conversations\\09_port_maje\\09_cv_constable",
  "Entries": [
    {
      "id": 1,
      "default": "\"Yes? What is it I can do for you?\" \n\nThe watch commander looks up at you after her listless greeting, and you notice that she has a dark bruise around one eye.\n\nShe grimaces, but does not turn away.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Keeping out of trouble? \r\n\r\n\"A little jest. What is it?\" ",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Something you wanted?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Madiccho, I can do nothing without more guards...\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"I don't see many guards around.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"What happened to you?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"We are stretched thin. The Storm Speaker did much to help, but much of the town has flooded. \r\n\r\n\"Now we are awash in homeless citizens and stranded merchants. To say nothing of the <i>cultists</i> out there...\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"What happened? I showed a drunken fool more patience and respect than he deserved, and he struck me without warning.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Sientere, Savia! You know that I was aiming for Darmo's pretty face.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"I could go speak to this Ilari.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Ilari's dead. He won't give you any trouble.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Cuè? I cannot say it would not be welcome, but... You are only recently arrived - and not, I hear, by choice. \r\n\r\n\"Why do this?\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"I lost a lot to the storm myself. I want to help.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Seems only sensible to be on good terms with the commander.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Seems like a good chance to crack some skulls.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Eothas is responsible for all of this. I've had enough of the gods upending people's lives whenever they feel like it.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"I wish more felt as you do. I might get a full night's rest.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"And you are a sensible man, I see. Fair enough.\"",
      "female": "\"And you are a sensible woman, I see. Fair enough.\""
    },
    {
      "id": 20,
      "default": "\"I would not wish to send a man who was not ready for a fight, but... perhaps I have done a poor job of explaining the situation.\"\r\n\r\nSavia sighs.",
      "female": "\"I would not wish to send a woman who was not ready for a fight, but... perhaps I have done a poor job of explaining the situation.\"\r\n\r\nSavia sighs."
    },
    {
      "id": 21,
      "default": "\"We have suffered misfortune, it is true. But I do not think we have given the gods cause to involve themselves. \r\n\r\n\"It was only a storm. The rest, greed and opportunity.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Gorecci Street is in the western part of town. Just walk until you hit water.\r\n\r\n\"We don't need a bloodbath. I'm sure there's a peaceful solution to resolve this. I'd appreciate your looking for it.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"I convinced Ilari to keep watch on Gorecci Street.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Easier to work with a familiar face for the moment. I can deal with him later. \r\n\r\n\"So, we have one small part of Port Maje under control. A good start.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Lucky for you that I'm around. I, ah, humbly offer my services. \r\n\r\n\"Let me out, and I will bring you this Ilari's teeth.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Shut it, Riggere.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Any chance you'll lower Riggere's fine?\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"I'd like to pay Riggere's fine.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Di verus? Well, good riddance to him. It's your coin to spend.\" \r\n\r\nSavia pulls a ring of keys from her pocket, and moves toward the cell door.",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Eccosi? Why should I do that? To show my appreciation for his aim? \r\n\r\nRiggere is a drunk and a fool. Do not trouble yourself on his behalf.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Cuè? Don't tell me Riggere has earned your pity. That won't last.\"\r\n\r\nShe glances at the occupied cell, her nose wrinkling.",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Here - I'll pay Riggere's fine.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"What? I know I locked this...\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"A jailbreak? I don't think so!\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Riggere's gone. I can only assume he wasn't half as drunk as he was putting on.\r\n\r\nMerla. That rum-soaked rat is lucky I don't have the time to waste on him right now.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Ac, of course. Here you are, to see the damage and ask polite questions- No, do not say anything. It has been a very long day.\" \r\n\r\nSavia's baleful glower slides away from you, to the smoking gap in the wall of the nearby cell. ",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Now I have Ilari's people making trouble up on Gorecci Street. \r\n\r\n\"His little gang is looting everything they can get their hands on, and the bazzo kicks up his heels like a prince.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Madiccho... I hoped Ilari might be of use. The people knew him- respected him.\r\n\r\n\"He would have been trouble in the end, but.. no need to have hurried that along.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Well, here you are. For your time.\r\n\r\n\"If I had ten men like you, the whole of Port Maje would be set right within the week.\"",
      "female": "\"Well, here you are. For your time.\r\n\r\n\"If I had ten women like you, the whole of Port Maje would be set right within the week.\""
    },
    {
      "id": 49,
      "default": "\"How are things here in Port Maje?\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"We lost no one to the storm, but many homes have been damaged. And the people are terrified of this... 'giant' the scouts reported.\r\n\r\n\"It is chaos, pure and simple. But things might have been far worse.\"\r\n\r\n",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Improving by the day. There is much to rebuild, and the usual share of troublemakers. \r\n\r\n\"But the people are in better spirits, which is important.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Madiccho. How am I going to explain this to Clario?\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Madiccho. How am I going to explain this to the Songretta...?\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"I do appreciate what you have done for me. So, if you will vouch for Riggere, I will lower the fine. \r\n\r\n\"Three hundred pieces will cover what he owes at the tavern.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Perhaps I should raise it. How is it Riggere has caught your interest?\r\n\r\nIf what my men say is true, you are lucky not to be sharing that cell. Let us leave it at that.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Belfetto. He's a little shit, ne? But a lazy one. \r\n\r\n\"He will not cause trouble if he does not have to.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "Savia glances up at Xoti, expression flat, but keeps silent.",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"I assumed I'd be paid.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "[Shrug.]",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Well, I will not press the matter. Whatever your reasons, your aid is welcome.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Then you are an optimist. If I had all that much coin to throw around I would have more recruits. \r\n\r\n\"In this case you are right. You will have your fair wage.\"",
      "female": ""
    }
  ]
}