{
  "Component": "exported",
  "Name": "conversations\\09_port_maje\\09_cv_stranger",
  "Entries": [
    {
      "id": 2,
      "default": "\"What say, you need something?\" An unassuming aumaua turns to you with a smile.",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Study him carefully.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "He possesses the warm tones of an island aumaua, calm eyes, and a minute scar on his upper lip. Your close scrutiny unnerves him, and he takes a cautious step back.",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"That's close enough.\" He scratches his ear, glancing to the left and right.",
      "female": ""
    },
    {
      "id": 7,
      "default": "You almost missed it, but you spot a smudge of ink on his right thumb and index finger. As he brings down his hand, he unconsciously pats a bulge in his pocket.",
      "female": ""
    },
    {
      "id": 8,
      "default": "Nodding to you, Maia makes it clear that she noticed it as well.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"What are you doing?\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"I am getting some air.\" He gestures to the surrounding port with both hands, smiling all the while. ",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Likely story.\" Maia folds her arms and studies him.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Do we have a problem, friend?\" He glances from Maia back to you.",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"If you're the walking corpse who's following Tuaha, then we have a big problem.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Enjoying a drink. Such things are still allowed in Port Maje.\" He makes a toasting gesture and winks at you.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Couldn't help but notice the ink on your fingers.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Ah, this? I have been working late practicing my calligraphy.\" He mimics holding a quill. ",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"I don't have time for these games. Be well.\" He begins to leave with a sense of purpose, frowning to himself.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Stay away from Tuaha before I have to get personally involved.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "Nothing about him physically changes, but his bearing shifts from ease to something altogether more rigid as he stares you down.",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"You must have me mistaken for someone else. This is not a name which I know.\" He shrugs.",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Maia, take aim at his knee. Shoot to wound.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"With pleasure.\" She cocks back the hammer of her gun and aims down, closing one eye.",
      "female": ""
    },
    {
      "id": 32,
      "default": "He takes a shaky step back, regarding Maia with wide-eyed bewilderment.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Of course it is. You have orders to follow her every move.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"My friend Maia here doesn't make mistakes. Do you?\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"I've got a good eye, and right now it's showing me a liar who plays at being as dumb and guileless as the rest of his tribe.\" She crosses her arms and waits.",
      "female": ""
    },
    {
      "id": 36,
      "default": "[Attack] \"You must have mistaken me for someone who values your life.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Listen to me. You're being followed.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "He pales, glancing left and right with alarm.",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"No one told me to expect you. There are proper channels to discuss this!\" His whisper lowers to an urgent hiss. ",
      "female": ""
    },
    {
      "id": 40,
      "default": "[Lie] \"Because they could not trust your discretion, brother. You've been exposed.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"You messed up, and now the professionals need to take charge.\" Maia hides a small smile.",
      "female": ""
    },
    {
      "id": 42,
      "default": "He nods, closing his eyes and letting out a heavy sigh.",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"I... withdraw myself from the mission. Our cause is too important to chance on my... incompetence. I will deliver my report and accept disgrace.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Give me your report on Tuaha. I will pass it on with a glowing recommendation.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"You would do that?\" He stands straighter, his chest swelling with a hopeful breath.",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"If Tuaha is a trading company agent, she has not been activated yet. I found no evidence in her quarters, so I wished to shadow her until her contact revealed themselves.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"That's all I know. Whatever Rauatai has planned, she might only be a part of it.\" He shakes his head, frowning.",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Good. Now leave this island and never return.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"As you say.\" He nods, taking a last look at Port Maje before turning his attention to the closest available ship.",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Hey. Just kidding.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "[Attack] \"You are beyond redemption. Seek your atonement in the Beyond.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "[Lie] \"I was the one who argued to spare your life. Don't make me change my mind.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Or go ahead and give us an excuse.\" Maia raises her brow and gives him room to speak.",
      "female": ""
    },
    {
      "id": 55,
      "default": "He raises a trembling hand to his mouth and shakes his head.",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"You need to work on the cloak and dagger routine some more.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "His lips press together and his hand strays toward his weapon.",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Who are you? Do not waste your lies.\" His eyes move up and down over your body in a calculating manner.",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"The one who's going to beat your face in if you don't leave Tuaha alone.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "Something about your presence causes him to take a step back, alarmed. ",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"I was never here. Tuaha is not a name I have heard before.\" He turns on his heel and walks briskly away, snapping his head around to make sure he isn't followed.",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Maia, care to take this?\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Who we are isn't important. You're spying on my friend, and that stops now.\" Maia raises herself up to her full height as she addresses him.",
      "female": ""
    },
    {
      "id": 64,
      "default": "Something in Maia's tone hits him, and he regards her under a brow furrowed with deep disapproval.",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Huana who conspire against their people... they are a blight on our future. You are more cancerous than any trading company.\" He looks Maia up and down, shaking his head.",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Tell us who sent you, or I'll have the hide scoured from your back!\" Maia grimaces, drawing her breath in a low hiss.",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"You are all coldness and hunger. The teachings of your tribe, the tradition... none of it lives on in you.\" \r\n\r\nHe begins to draw his weapon, his expression a mask of sorrow.",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"She's trying to save your life, which is more than you're doing.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "He stills the movement of his hand, eyeing both you and Maia with deliberate slowness and consideration.",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"If I turn and go, you will not shoot me in the back?\" His brow crinkles with a meager hint of worry and self-preservation.",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Get out of here. You never saw anything - not Tuaha, and not us.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "[Attack] \"Good point. I'd rather shoot you in the face.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Ekera... as much guarantee as I will get in these friendless days.\" Exhaling sharply, he turns and walks away from you, his every step uncertain.",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Wait, why are you doing this?\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Rauatai knows of no future where we are left in peace. If you give comfort to traitors and spies, I cannot let you leave.\" He nods, resolved.",
      "female": ""
    },
    {
      "id": 77,
      "default": "[Attack] \"If that's the way you want it.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "With a cry of battle on his lips, he lunges after you both.",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"All that matters is that your mission is over.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"And you have this one chance to decide if you want your 'retirement' to be boring or interesting. I vote interesting.\" Maia raises her brow and waits. ",
      "female": ""
    },
    {
      "id": 81,
      "default": "[Attack] \"I am the last person you will see in this life.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "[Attack] \"Filthy spy.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "He takes stock of the pallor of your skin, pursing his lips doubtfully.",
      "female": ""
    },
    {
      "id": 84,
      "default": "[Attack] \"Oh no, looks like someone's about to have an accident.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "[Let him go.]",
      "female": ""
    },
    {
      "id": 87,
      "default": "Blinking in surprise, he draws his weapon and readies himself to parry your attack.",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Ink and a pocket full of notes... you the one going after Tuaha?\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"How did you know about...\" He blinks at you and clears his throat.",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Oh...\" Looking up at you, an unassuming aumaua swallows hard.",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"W-what say? You need something?\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"H-hello again.\" His attempt at a smile falters.",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Again our paths cross. What say?\" He looks you up and down.",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"No problem. Farewell.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "Squinting, he nods and observes your departure closely.",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Sure you have, and I keep Ishiza around for the fun of it.\"\n\nHearing his name, the bird perks up before resuming his regular patrol for bugs. ",
      "female": ""
    },
    {
      "id": 102,
      "default": "He regards Maia's presence with a mixture of annoyance and curiosity, pressing his lips together.",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"How do, friend? You need something?\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Ekera, what do you need?\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"How do, friend?\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "Stepping back and coughing into her fist, Maia pointedly avoids eye contact.",
      "female": ""
    },
    {
      "id": 108,
      "default": "Sniffing, Maia passes you a subtle nod.",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"That goes for you or your fetching friend.\" He smiles at Maia, winking.",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Forgive me, the mistake is mine. Farewell.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Hmmm.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"What's she thinking?\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"And worse, you would drag Ngati's Chosen down with you.\" He presses his lips together, regarding Tekēhu with a look of disappointment.",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"I am no more a part of this than you, brother!\" Tekēhu aims a sour look in Maia's direction.",
      "female": ""
    }
  ]
}