{
  "Component": "exported",
  "Name": "conversations\\09_port_maje\\09_cv_pm_eothas",
  "Entries": [
    {
      "id": 1,
      "default": "You place your hand against the pillar of luminous adra. A dim, warm light emanates from the surface, but it feels cool to the touch. Pinpricks dance along your fingers, uncomfortable but not painful.\r\n\r\nA woman's voice, scratchy, distant, and halting, echoes in your mind.",
      "female": ""
    },
    {
      "id": 3,
      "default": "<i>\"Find. Your. Soul. In. Him.\"</i>",
      "female": ""
    },
    {
      "id": 4,
      "default": "You concentrate, peering into the adra's energy as you would peer into a soul. Its inner light is blinding, but as you become accustomed to it, you perceive the core of the adra itself, a churning mass of millions of soul fragments.\r\n\r\nWith a jolt, the energy reaches out to you.",
      "female": ""
    },
    {
      "id": 5,
      "default": "The Engwithan ruin fragments around you, breaking into incoherent shapes and dissolving to dust, falling into an infinite well of dark grey vapor. Even the ground itself disintegrates into nothingness. All that remains is the murky expanse of the In-Between, the adra pillar, and a skein of golden threads rooted in the pillar that extend far off into the distance.",
      "female": ""
    },
    {
      "id": 6,
      "default": "You focus on the threads. You catch glimpses of memories - your memories, mingled among the memories of thousands of other captive souls.\r\n\r\nThe filaments begin to cohere, rapidly twining into a golden cord. With a muffled crack, the cord ripples outward in a violent wave toward the endless distance.",
      "female": ""
    },
    {
      "id": 7,
      "default": "The cord undulates over a space so vast that you lose sight of the wave before it finds its end. Then, a heavy creaking, like the sound of mountains shearing under their own weight, washes through the dull gloom of the In-Between.\r\n\r\nA violent force yanks you along the cord at an incredible speed. The murk of the In-Between warps erratically as though you are observing it through an ill-ground lens.",
      "female": ""
    },
    {
      "id": 8,
      "default": "Just as quickly as you were pulled forward, you stop, suspended below a massive figure of ancient carved adra. Like all adra, it glimmers with energy, but the souls and memories within it are not flowing down. They churn in a vortex that burns at the heart of the statue's mass in some invisible engine.\r\n",
      "female": ""
    },
    {
      "id": 9,
      "default": "Eothas' stride slows and stops. His head slowly pivots until its great burning eyes are cast back along the cord.\r\n\r\nAs his gaze meets yours, you feel an overwhelming rush of incredible joy mingled with profound sadness. You have sensed similar anguish in lost souls, but never with this intensity.\r\n\r\nA soothing voice drifts into your mind.",
      "female": ""
    },
    {
      "id": 10,
      "default": "The In-Between goes dark. For a second, you feel a mix of nausea and a sensation like spinning and falling. Then the moment ends. Your consciousness has returned to the Engwithan arena.\r\n\r\nThe world is sideways, the adra pillar upside down. You flinch at the feeling that you're standing on the ceiling. The disorientation overwhelms you and you collapse to your knees next to the luminous adra pillar.",
      "female": ""
    },
    {
      "id": 11,
      "default": "Previously dim and flickering, the pillar now glows with a strong and steady light.\r\n\r\nYou touch the adra again, but the chill and prickling sensations you felt before are gone, replaced with a comforting warmth, like the embers of a fire that has just lost its flame.",
      "female": ""
    },
    {
      "id": 16,
      "default": "It is Eothas.",
      "female": ""
    },
    {
      "id": 17,
      "default": "The great golden cord terminates in his back, sending pulses of energy throughout his limbs as they move.\r\n\r\nHe walks in long, slow strides, toward a brilliant pillar of adra far in the distance. It shines even more brightly in the In-Between than Eothas.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Help us! Please! Help us!\"\r\n\r\nTheir voices echo in your mind. Somewhere within their ranks, you can feel the presence of your own soul slumbering deeper in the gyre.",
      "female": ""
    },
    {
      "id": 19,
      "default": "[Reach out to the lost souls.]",
      "female": ""
    },
    {
      "id": 20,
      "default": "[Push past the lost souls to find your own soul.]",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Eothas! Stop!\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "You reach out to the lost souls, but the incredible power flowing through Eothas' body repulses you. Not even your Watcher powers can penetrate the massive tides of energy crashing through him.\r\n\r\nThe souls sense your efforts and attempt to breach the surface of Eothas' body, but are instantly pulled back down into the deep well at the statue's heart as though they were pried from the edge of a great precipice.",
      "female": ""
    },
    {
      "id": 23,
      "default": "You attempt to evade the lost souls and find yourself within Eothas, but the incredible power flowing through the god's body repulses you. Not even your Watcher powers can penetrate the massive tides of energy crashing through him.\r\n\r\nThe souls sense your presence and continue to desperately cry out to you.",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"It takes great bravery to venture through the In-Between, even for a Watcher.\"\r\n\r\nA swell of admiration radiates out from the god's heart, a force so intense that it momentarily overwhelms you.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"You do not need to follow me, for their sake or your own. Something beautiful is coming, something that will save us all.\"\r\n\r\nA great light shines from Eothas' brow, so bright that even the souls within him flinch from the source, cowering in fear.",
      "female": ""
    },
    {
      "id": 27,
      "default": "Through the glare, you see Eothas' massive arm reach up to grasp the golden cord, the tether carrying energy from the adra pillar to him that also suspends your consciousness.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Wait!\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"What does that mean?\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Give me my soul back!\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Time cannot stop for any of us, Watcher. Even me.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "Eothas yanks on the golden cord, pulling it from his back. The cord tears into filaments that blacken and dissolve to dust.\r\n\r\nWithout pause, he turns to resume his stride toward the distant pillar of adra shining on the boundless horizon.\r\n\r\nYou hear the souls within him cry out for just a moment before your consciousness is snapped away from them.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"The sun will yet rise, Watcher. You need only wait for its light to come.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"I still have need of it, but do not be afraid, Watcher. Dawn will come for us all in time.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "From within the teeming throng of souls, dozens of eyes look out to you. Through the cord, their collective anguish and despair push at the edge of your mind.",
      "female": ""
    }
  ]
}