{
  "Component": "exported",
  "Name": "conversations\\09_port_maje\\09_cv_ghost_beach_patroller",
  "Entries": [
    {
      "id": 1,
      "default": "\"Hey, fancy seeing you here!\" The spirit's voice warps and shifts, muted as if by a great distance. Even so, he grins brightly at you.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Oh. Suppose that sounds nice enough. I'll follow you, then, shall I?\" ",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Berath charged me with guiding souls to the afterlife, so I suppose you're my responsibility now.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"You didn't make it, you idiot. You're dead.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"That's clear enough. A man doesn't just wind up in the In-Between - not unless something real unfortunate happened to him.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Come along, then.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "[Shrug.] \"If you must.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"The ship ran aground in the storm. You died.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Storm? That's strange. You'd think a man would recall a storm. It's like- like someone cut away a part of my memory. There's just this big black hole.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Shoo. 'Go toward the light' and all that.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I don't see any light, captain. Just you. Is there supposed to be a light?\"\r\n\r\nThe spirit raises a hand over his eyes, peering out into the In-Between.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Too bad for you. I'm leaving.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Well, hey, hang on! I'll stick with you, if that's all right? You're the only thing I've seen since I woke up here.\r\n\r\n\"I'd rather not wander the big nothing all alone.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Don't you dare. Stay away from me.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "The spirit falls into step behind you, radiating cheer.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"I can't see... much of anything, really, apart from you. Just endless grey.\r\n\r\n\"What happened?\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"It's weird... I thought death would be different. Big light and so on. But I don't see anything at all. Just you.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"I'm afraid you didn't make it.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Don't you fret none. I'll take this soul off your hands, Watcher.\"\r\n\r\nXoti's eyes dart around, big and greedy but unable to pinpoint the soul's location. It's of little matter though, for as soon as she swings her lantern around, the essence is sucked inside.",
      "female": ""
    }
  ]
}