{
  "Component": "exported",
  "Name": "conversations\\09_port_maje\\09_cv_beach_landing",
  "Entries": [
    {
      "id": 1,
      "default": "\"You been getting a lot of sleep so far on this trip.\r\n\r\n\"I'd have woke you but you looked so peaceful with your face in the sand.\"\r\n\r\nEdér runs his fingers through his hair and removes a strand of seaweed he finds lodged there. He examines it closely and then tosses it onto the sand.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"If you're worried about the ship, you can stop worrying. It's wrecked right over there.\"\r\n\r\nHe points out the Defiant, despite it being difficult to miss from your vantage point.",
      "female": ""
    },
    {
      "id": 3,
      "default": "You wake to the sound of waves, and the taste of sand in your mouth. You have survived the storm, washed onto an unfamiliar shore.\r\n\r\nIn the sand around you lies the scattered debris from the wreckage of the Defiant. Nearby, you spot a familiar stone bust.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Unfortunately, I believe we'll be needing the Defiant yet. Unless you mean to settle down on the island for good.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"It's a relief to see you awake, my lord. I worried you were in for another long sleep.\" \r\n\r\nYour steward appears to be lodged between some rocks. Despite this, her tone is warmly cheerful.",
      "female": "\"It's a relief to see you awake, my lady. I worried you were in for another long sleep.\" \r\n\r\nYour steward appears to be lodged between some rocks. Despite this, her tone is warmly cheerful."
    },
    {
      "id": 8,
      "default": "\"For now I'd say your best bet is to find some sign of civilization. If nothing else, we may be able to hire on a shipwright.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Let's get going.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Difficult to say for certain. The Deadfire is spotted with islands, some quite small. \r\n\r\nThe good news is that, if the storm hasn't spun us round entirely, I'd say we're in charted waters. I believe the Vailian Trading Company operates in the region.\"\r\n\r\n",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Ugh... What happened?\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Where are we?\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Let's see about the other survivors. Then somehow we gotta get the ship repaired.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Ran aground, looks like. \r\n\r\n\"Statue headed inland. Guess he had business here. Or he needed directions.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"We must have come too close to shore during the storm. The Defiant's run aground. \r\n\r\n\"Those of the crew that weren't lost in the fighting or the storm were flung from the deck.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Don't know, but it's real pretty.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"I. Hate. Boats.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Shh. It's right behind you.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"I do sense a few survivors close by. The rest... You could give them guidance, [Player Name], but they are beyond any other help.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"What do we do now?\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Can we patch up the ship?\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Whatever your aims, I'd say you have a better chance of accomplishing them with some assistance. Let's look for survivors, first. \r\n\r\n\"Supplies, after that.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Hence that little visit from that wretched pirate captain.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"There's a thought.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"I'm certain you could, given enough time and supplies, but that wouldn't help you push the Defiant out to sea again. \r\n\r\n\"You'll need a crew. Ondra claimed her fair share last night.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"I'm afraid I won't be much assistance in that regard. And not to doubt Master Edér's capacity, but even he would need supplies.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"That's true. Steak, especially.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Patching the hull is only the start. You're going to need help getting the Defiant out to sea again. \r\n\r\n\"And a crew, for that matter.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"It is your decision, but... Eothas still holds a piece of your soul. \r\n\r\n\"He was moving inland, last I saw of him. I rather think he will have been hard to miss.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"A few's better than I would've thought. We better go see if they're all right.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "[Shout] \"Any help here, Berath?\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "There is no reply save for the calling of gulls and the constant crash of the water upon the shore.",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"I'd shout for Eothas but I'm worried he'd hear me and come over.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "[Pray] \"Berath, I call to you for aid in this hour of need.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"If Eothas came this way, he would be very hard to miss. Let's hope someone survived to tell the tale.\" ",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"So far, it's just you and me, and the chair lady over there.\"\r\n\r\nEdér nods toward something further up the beach.",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"I don't wanna be paddling out of here on a salvage raft.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"My lord, if it is not too taxing, could you explain how it came to pass that you were returned to us?\"",
      "female": "\"My lady, if it is not too taxing, could you explain how it came to pass that you were returned to us?\""
    },
    {
      "id": 41,
      "default": "\"My soul passed into the Beyond and Berath gave me a choice- find Eothas or die.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"It turns out the gods are too dumb to figure out what Eothas is doing, so they sent me back to figure it out.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "[Squint dramatically while looking out at the ocean.] \"I've returned as the Herald of Berath. I'm on a special mission to find Eothas and learn what his plans are.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"These gods. You make one deal with them to stop a madman and the next thing you know they're threatening your soul.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Could be they're just not dumb enough to get in Eothas' way up here.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Sure. I suppose if any mission could be considered special, it'd have to be this one.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"That isn't much of a choice. But, castle or no castle, you are still my lord and I will aid you to the best of my ability.\"",
      "female": "\"That isn't much of a choice. But, castle or no castle, you are still my lady and I will aid you to the best of my ability.\""
    },
    {
      "id": 48,
      "default": "\"A perilous endeavor, indeed. Castle or no castle, you are still my lord and I will aid you to the best of my ability.\"",
      "female": "\"A perilous endeavor, indeed. Castle or no castle, you are still my lady and I will aid you to the best of my ability.\""
    },
    {
      "id": 49,
      "default": "\"Berath has given me a sacred duty. I am to hunt Eothas for the other gods.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"I've had worse jobs. 'Course cleaning stables won't get you stepped on by a god, most days.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"That is, assuming this experience has not diminished your abilities as a Watcher. If you can see the souls of our dead and speak to them, it would be a great comfort.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Well, I suppose we better get a move on.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Let's go.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"'Edér, I have to do this on my own.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Really? Like how you sailed halfway around the world and nursed yourself back to health on your own?\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"It's not that I don't appreciate your help and I know it sounds strange, but I need to do this by myself.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Don't make this difficult.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"I never asked for your help and I don't want it now.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"All right. Huh. No idea where to go or what to do, stranded on an island a few thousand miles from home, but... yeah, I suppose I can figure things out.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Good uh... good luck with Eothas, I guess.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"All right, then. Sounds to me like Eothas got all the best parts of your soul, 'cause what's left in you sure isn't worth saving.\"",
      "female": ""
    }
  ]
}