{
  "Component": "exported",
  "Name": "conversations\\09_port_maje\\09_cv_engrim_port_maje",
  "Entries": [
    {
      "id": 1,
      "default": "\"That ye, [Player Name]?\"\r\n\r\nEld Engrim appears to be in sound condition, though his waxed jacket is soaked through. He appraises you with bleary-eyed amusement.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Can we go back on the ship now?\"\r\n\r\nVela rocks back on the heels of her feet, watching you both.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Good news, captain. I found some supplies. Must've washed ashore.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Mm. A fine way to stretch yer legs after such a long sleep, I'd say.\"\r\n\r\nEngrim's eye twitches again, the lid drooping as he nods in affirmation of his own wisdom.",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Any luck, captain?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Even better, I've located some spirits. The mundane kind, I mean. Nothing that requires your talents, Watcher.\"\r\n\r\nHis eyes twitch and twinkle in delight.",
      "female": ""
    },
    {
      "id": 8,
      "default": "[Leave] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Irrena's in good order. I spied the leg. Few days rest and she'll be up in the rigging again, thank Magran.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"On solid ground, aye, but the world spins. I need a drink...\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Have you seen any other survivors?\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"One up north, near the cave. Could've been that stuffy goat, Beodul. I cried out, but the storm was too loud.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Worth spying over the ship. Magran willing, someone weathered the crash without getting dipped in the sea.\"\r\n\r\nHe makes an exaggerated show of wringing water from the lower edge of his padded jacket.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"What do you think we should do now?\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Quit standing here, for one. Worth having a spy about this place. It may be there's more of us who've survived Magran's trial.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"It's just the lot of us now, captain. Ye'd best head into town, see about supplies and repairs. I'll keep an eye on the ship.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Not a one. We've come away from this one limping, captain. But we live to see the next battle through.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Do you know anything about this island?\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Kith live here. I conne that much. Means we're a sight better off than we could be.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Course, it's surely pirate territory. They've a number of boltholes out this way. I'd <xg>nae</xg> be surprised if that cave up north is one of them. Could be they lie in wait for us even as we speak.\"\r\n\r\nA twinkle in his eyes belies his foreboding tone.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"I'll boil up some water. We'll have a spy at that leg of yers.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Should have seen me with that barrel, Engrim. I showed it who's boss.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Should have known you'd come out of this in one piece, you old crank.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"I'd rather die than let ye savor the ship's last drop of ale.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Mm. Magran gives some of us simpler trials than others.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"There you go, maid. Keep the fire roaring.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Spy, Magran, here! My flame burns yet.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"May be time to wrangle a boar, afore the weakness of hunger sets in.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Boars are mean!\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Aye, maid, but I'm hungrier than they are mean.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"You're still drunk, aren't you?\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Vela, don't let Engrim be a bad influence while I'm gone.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Ye woke just in time for the fun. Fighting off motherless raiders one moment, flung into the freezing depths of Ondra's bosom the next.\"\r\n\r\nEngrim's eye twitches as he flashes a smile notable for its extraordinary absence of teeth.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"There's <xg>nae</xg> getting the ship back underway without repairs. Yonder road inland seems the best chance of that. \r\n\r\n\"Ye want to be kicking some the corpses afore ye go. See if some cry out. We need a crew if we're to set sail.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Shouldn't you be helping?\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Oh, but I <i>am</i>, captain. I pray for the dint to test ourselves anew against the pirates. We'll <xg>nae</xg> let them slip away a second time.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Dry as kindling, Watcher.\"\r\n\r\nHis beard provides some cover for his smile, but his eyes twinkle playfully.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"That's unkind. Yer the one decided to pluck this wean from the wilds of Eir Glanfath. Blame that stone steward of yers for bringing the furry maid along.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Uncle Engrim, you promised me ale.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Later, sweetie. Uncle Engrim's thirsty, too.\"\r\n\r\nHe absentmindedly taps on his chest, near his heart, sounding the thunk of something metal beneath the priest's jacket.",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Any idea where I should start?\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"I heard some hollering by the Defiant. Worth spying on, just in case someone weren't cast from the deck onto the strand.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"I'll go see if I can find anyone else.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"I'll see ye at the campfire, captain. Magran's flame warms my soul, but these eld bones need a touch of the real thing.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"You'll find Irrena there.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Beodul's over there.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Irrena and Beodul will be waiting.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Good. I'll start a fire.\"\r\n\r\nHe nods enthusiastically, his eye twitching.\r\n\r\n\"A right <i>proper</i> fire to thank Magran for all her trials.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Good, good. I'll keep an eye out for others, Watcher, if you'll do the same.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Good. Good. We three will comb the strand.\"\r\n\r\n\"I'd wager the road yonder leads somewhere helpful. Roads mean people. People mean goods. I ween it's worth a try.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Go ahead and set up a camp. You're the only one left.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"I see. Pity. Magran tests us all, in time. May those poor dead bastards fare better on the next turn of the Wheel.\"\r\n\r\nHe deftly produces a flask from a well-used pocket in his jacket and raises it in a toast before imbibing deeply. His weary eyes close as he bows his head in quiet prayer.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Aye. Magran learns us poor bastards that a little excitement's good for the heart.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Eh... no slight to yer kind, of course, captain.\"\r\n\r\nHe chuckles and nods in your direction.",
      "female": ""
    },
    {
      "id": 57,
      "default": "Engrim nods excitedly, his eyes twinkling.",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"The flames reveal all in time, brother.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"The last Magranite to travel with me wasn't quite up to the goddess' challenge.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"The last Magranite to travel with me almost went mad because of his goddess' trials.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"I've had enough trials for today.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Even the gods can't break me, Engrim.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Aye. Poor Durance. May the mad whoreson see better days come the next turn of the Wheel.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Aye, but <i>almost</i> mad ain't fully mad. Ah, Old Durance. The goddess shan't forge another like him in our lives, captain.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Some others might think that blasphemy. But when Magran hears it, captain, oh she knows yer filled with the fire!\"\r\n\r\nHis eyes grow wide in excitement.",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"What? What is it? Quit eyeballing me.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"I'm sorry, Beodul. I ought to have gone in after you.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"What for? You jealous of my limp?\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Chitupec's over there.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"The others are waiting.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Good. Good. We four will comb the strand.\"\r\n\r\n\"I'd wager the road yonder leads somewhere helpful. Roads mean people. People mean goods. I ween it's worth a try.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"See you there.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"There is a cave, to the north. Could be some of our fellows sought shelter there. If all ye find is cold corpses, we can say a prayer for their departed souls and liberate them of their mortal possessions.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"There is also the cave to the north. Even if it holds <xg>nae</xg> survivors, there could be shelter.\"",
      "female": ""
    }
  ]
}