{
  "Component": "exported",
  "Name": "conversations\\09_port_maje\\09_cv_rinco",
  "Entries": [
    {
      "id": 1,
      "default": "\"Torri, is that y- Wait. Who are you?\"\r\n\r\nThe figure in the bed is a young Vailian man. The first thing you notice is that he seems to have been severely beaten. One eye is nearly swollen shut, and where his skin is revealed it is a patchwork of livid bruises.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"You again. Come to wish me well?\" \r\n\r\nThere is a bitter edge to the chuckle that follows.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Most days I'd fire up the kettle for you or something. Sorry.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"I'm awake, I'm awake. Just resting my eyes.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Come to play nursemaid? There's nothing for it but rest. I'll be fit soon enough.\" ",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"What's this about?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"I spoke to Mokeha. She claims that she won fairly, and you insulted her.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "[Give Rinco the coin purse] \"I have what you asked for.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"I turn around for five minutes and you go picking fights with the sharkwomen?\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Per complanca, Zani, I'm already beat to pieces.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Ugh... Who's there?\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "He groans and winces as he props himself up, glaring up at you with one good eye.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"What is this? Why is one of the godlike in my house?\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Come to take another shot at me for your cousin? Madiccho, leave me in peace!\"\r\n\r\nHe yanks at the bedsheet, trying to cover himself.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Reminds me of a time Iselmyr got mouthy with a Rauataian mercenary.\" He leans close, murmuring to you.",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"I know exactly how he feels. I've beat up a lot of folks just the same way.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Everyone tells tales of the kraken and the ravagers, but I've long said the aumaua be the true natural danger of the Deadfire.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"You look like you already got a foot in the grave.\" She thumbs the cage of her lantern thoughtfully.",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"What happened to you?\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Ouch. Nice shiner.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"I'm just looking around.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Come to laugh? Madiccho - this would not have stood in Ozia.\"\r\n\r\nHe yanks at the bedsheet, trying to cover himself.",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"In Ozia there'd be a crowd in here to taunt you.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "Rinco barks a short laugh, then immediately winces. ",
      "female": ""
    },
    {
      "id": 40,
      "default": "[Leave] \"I'll leave you to it.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"A surprise- the brute speaks? And you have survived the conversation in one piece.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Merla... Perhaps my tongue was loosened by drink. What of it? \r\n\r\n\"Is any man who insults the savage's pride due a beating? The law is on my side.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Maybe I can reason with this woman. Where should I start?\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"I'm always up for a good fight.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"It might help if you didn't call them 'savages.'\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"These Huana... They are an unreasonable people! I was enjoying a night of cards when one of them attacked me. Out of nowhere!\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"So you lost a bar fight. No need to whine about it.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"When the fighting is over, she takes my coin purse and strides away. Bold as anything.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "[Leave.] \"I'll be back.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Listen, I am without other means. She took my coin purse - my wages. How am I to pay the governor? How am I to feed my son?\"\r\n\r\nHis already-bruise-purpled face reddens further.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"I am feeling more like myself. Soon I will be on my feet.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Yeah, you should always ditch the jewelry before a fight.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Bazzo. I get enough of that from the nasenale I work with.\"\r\n\r\nHe falls back against the mattress, grumbling.",
      "female": "\"Ah, Hel take you. I get enough of this from the nasenale I work with.\"\r\n\r\nHe falls back against the mattress, grumbling."
    },
    {
      "id": 56,
      "default": "\"Maybe you are right. So, you are visiting? What do you want?\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Eccosi? Go look elsewhere. I mean it. Leave my things alone.\" ",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"One of your kin, aumaua. I was doing nothing wrong. Enjoying a night of cards at the tavern after a long day. And suddenly I am attacked by one of the Huana!\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"I had not spoken a word to her, the mad devil. Look what she did to me! My ear!\"\r\n\r\nHe turns his head, and you see that there is a scabbed-over notch where a chunk of flesh has been torn away from his left ear.",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Madiccho, she was not even playing! There I am, counting my winnings, and suddenly a giantess grabs my shoulder.\r\n\r\n\"Tch. Perhaps I said something then, but she struck the first blow.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Were you cheating or something?\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"That's awful.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"The governor lets the Huana do as they please, and this is the result.\r\n\r\n\"I should be out there, helping to search for our people. To rebuild. Instead...\"\r\n\r\nHe gestures feebly with an arm, grimacing.",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Sciòderie! This woman attacks me without provocation and suffers no consequence?\" ",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"I was deep into my cups. It was not a fair contest to begin with!\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Well. Clearly you have more compassion than the host of cackling fools that watched the whole thing.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"That woman should be in the stocks! The guards do nothing. But you, you've heard me out, at least. \r\n\r\n\"Do me the kindness of retrieving that coin purse, and I will give you what I can spare.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"I'll think about it.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"They call her Mokeha. I imagine she is back in her village. Feeling proud of herself, no doubt. \r\n\r\n\"Follow the road as it bends north, then west. You can't miss it. A pile of sticks and straw.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "With that, he sags back against the mattress, clearly exhausted.",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"You really managed it? Gellarde! I was not sure if I had sent you out to get a beating.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "Zaneta folds her arms, frowning.",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Mokeha's dead. That ought to balance things out.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"What? Di verus?\"\r\n\r\nHe gapes at you, brow wrinkling into worried furrows.",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"The governor will not like it... But you have my gratitude, at least. Now I do not have to worry about some madwoman kicking down my door.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"I promised you a reward, ne? You've more than held up your end.\r\n\r\n\"Agracima. Every soul in town will know what you have done for me, aimico.\"",
      "female": "\"I promised you a reward, ne? You've more than held up your end.\r\n\r\n\"Agracima. Every soul in town will know what you have done for me, aimica.\""
    },
    {
      "id": 81,
      "default": "\"Here. Mokeha apologized, and returned your money.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"She what?\" \r\n\r\nHe eyes the coin purse in his hand, then angles a one-eyed glower up at you.",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"Let her apologize to my face, the shark-spawn! Merla. What good is an apology? Does it fix my ear?\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Feh. Enough, then. I am forgiving. You have what I asked for, I promised you a share of the coin. We leave it at that.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"You have saved my family, aimico. I say it plain. Agracima.\" \r\n\r\nHis head drops back onto the pillow, and he raises an arm in a weak gesture of farewell.",
      "female": "\"You have saved my family, aimica. I say it plain. Agracima.\" \r\n\r\nHis head drops back onto the pillow, and he raises an arm in a weak gesture of farewell."
    },
    {
      "id": 86,
      "default": "\"I refer only to Mokeha! That shark-faced harpy. May Ondra's beasts feast upon her eyes!\"\r\n\r\nRinco thrashes feebly in his bed, one fist raised defiantly.",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"The guards brought Mokeha in. You'll have your money.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Di Verus? Ha! You have done the impossible, convincing these idiot guards to do anything of use.\r\n\r\nThank you! I did not think to find justice so far from the Republics.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "He winks at Maia.",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Meaning no offense to yourself, cap.\"\r\n\r\nHe grins.\r\n",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"The moment a ship arrives, I will take my family back to Ostia!\" ",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"And the coin purse Mokeha stole? Did you find it?\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Here you go.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "[Give him the empty coin purse.] \"Sure did.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"I've already taken my share.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"You can have what's left of the money.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"I'll go look for it.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"You found it! Gods smile on you.\" \r\n\r\nRinco struggles briefly with the strings of the coin purse, then inspects the contents.",
      "female": ""
    },
    {
      "id": 100,
      "default": "Rinco reaches to take the small leather pouch from you. He turns it over in his hand, frowning, then looks up at you.",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"What is this? Some manner of jest?\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "[Lie] \"Mokeha spent it all.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"You asked for a coin purse. There it is.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"You could call it that. I'm keeping the money.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"She cheated me! Are we to lose our home for the sake of Clario's alliance?\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"I decided to let Mokeha keep the money.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Drop the charges, and I'll be happy to lend you a hand.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Confess to Darmo, or spend the rest of your sorry life eating nothing but soup.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"What? Madiccho, why? I thought we had an agreement!\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"If you can't defend what you have, you don't deserve it.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"You lied to me! That money is hers by right.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"Because I don't like you.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"You... I shouldn't have expected any different from you! She is not even of your tribe, yet still you collude together! \r\n\r\n\"You are no better than she! Get out!\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"You... how dare you! To Hel with both of you! \r\n\r\n\"Get out of my house!\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"Not if the money belonged to her.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"You... you have no proof. \r\n\r\n\"Have a heart. I cannot work as I am. If I cannot pay my dues I will lose my home. They will put my boy on the street!\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"He does not deserve that.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"Postenago! Why do you bother me with this? I cannot pay you with nothing. I am ruined!\" \r\n\r\nHe tosses the empty coin purse onto the ground.",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"Those miserable dogs at the guardhouse, they will not hear the end of this.\r\n\r\n\"As for you- If you are smart, you will leave this place as soon as you are able, and find somewhere civilized!\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"You... you miserable sneak-thief!\r\n\r\n\"Gods curse me for having ever trusted you! There is not an honest soul in all of Port Maje!\" ",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"May you end your days on the gallows!\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"I... I see.\" \r\n\r\nRinco looks somewhat anxious as he takes the coin purse from you, but his expression eases as he inspects the contents.",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"It is enough. With this, I pay my dues and feed my son, until I am fit to work again.\r\n\r\nAgracima. Every soul in town will know what you have done for us.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Cuè? You would retrieve our coin, only to steal from me once more?\" \r\n\r\nRinco struggles briefly with the purse strings, then inspects the contents.",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"This... this is hardly enough to cover the wages I have lost!\r\n\r\n\"And I am in no position to negotiate, is that it? Madiccho. There is not an honest soul in all of Port Maje.\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"I took care of things for you.\" ",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"Merla... And I am in no position to bargain, is that it? \r\n\r\n\"Well, you are not wrong.\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"So be it. I will tell the guards that the matter is settled. \r\n\r\n\"And... agracima. The money will keep a roof over our heads until I am fit to work. I cannot see why you do this, but I will not forget.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "Rinco stares up at you, his eyes wide. His hands grip tightly at the sheets.",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"It is not enough that she has ruined me? Now you threaten me in my home? Please- for the sake of my son...\r\n\r\n\"I will tell the guards the truth. I swear it.\" ",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"I must hope that Clario's dogs will be more merciful than you.\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"The governor lets the Huana do as they please, and this is the result.\r\n\r\n\"I should be out there, helping to find our people. My wife, Zaneta, she... she is out there. And I...\"\r\n\r\nHe gestures feebly with an arm, grimacing.",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"That woman should be in the stocks! The guards do nothing. But you, you've heard me out, at least. \r\n\r\n\"Do me the kindness of retrieving that coin purse, and I will give you what I can spare.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "[Give Rinco the coin purse] \"I have what you asked for.\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"I ran into Mokeha already, actually.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"Cue? You have met her? But what of the coin purse? Did you see it?\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"Cuè? But how? You mean you have already dealt with her? Gellarde! Already my fortune begins to turn.\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"Mokeha's dead. That ought to balance things out.\"",
      "female": ""
    }
  ]
}