{
  "Component": "exported",
  "Name": "conversations\\09_port_maje\\09_cv_ghost_pirate",
  "Entries": [
    {
      "id": 1,
      "default": "\"Told him not to bring that thing in there... didn't like the look of it one bit... but nooo, no one daren't speak poor of his precious animancy tech...\"\r\n\r\nThe ghostly figure paces the length of the small outcropping with quick, deliberate steps, muttering to herself all the while. Her long cape flaps with a wind that blows from the In-Between.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Special 'gift' from his contact, he says. Now it's acting all weird... gives me the damned CREEPS. You feel it, too, right? Like it's lookin' straight through you?\"\r\n\r\nShe turns piercing purple eyes on you. She shakes her head and resumes her pacing.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Came out here to get away... couldn't stand it starin' at me anymore. Then, then... ugh, my memory's fuzzy.\r\n\r\n\"Anyway, you one of Benweth's? Haven't seen you 'fore, but he's been bringing all sort a' new folks on lately. Can't hardly keep track.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"That sneering little jerk with designs on my ship? Hah. No.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"I don't know how to tell you this, spirit, but... you're dead.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Hold on. Animancy tech?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"I'm going to kill your boss the next time I see him.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"It's time you made your way to the Wheel, spirit.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Looks like the rocks here did a number on your boat.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"I- I think I remember something about a boat. Yeah, and some screaming...\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Oh yeah, one of the crew got it off those Vailian bungholes, the ones what with the fancy ships and jaunty caps. We swipe things from 'em all the time.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"I'd say that's a damn shame, but you seem to be gettin' along well enough on your own.\r\n\r\n\"Benny's crew, I swear, we get up to some right nonsense. Most fun I've ever had on a boat - 'cept for all the hangovers. You ever been hungover at sea? I don't recommend it, no sir.\"",
      "female": "\"I'd say that's a damn shame, but you seem to be gettin' along well enough on your own.\r\n\r\n\"Benny's crew, I tell ya, we got up to some right nonsense. Most fun I ever had on a boat - 'cept for all the hangovers. You ever been hungover at sea? I don't recommend it, no ma'am.\""
    },
    {
      "id": 13,
      "default": "\"Ah, now don't go doin' that. He's a real good guy under all the murder and thievery. Gave me an extra ration of rum once 'cause I was sick with the jumpies.\r\n\r\n\"Plus, he'd probably kill you back.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Spirit? Wait a tic, is that why everything's all grey? Hel, that explains some things.\r\n\r\n\"And here I thought maybe I'd just bonked my head.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Look, maybe we should stick together. Feels right, you know? What with you being the only other thing around and all.\r\n\r\n\"I can give you a hand with, uh, spirit-y stuff.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Stay with me. I'll find a way to return you to the Wheel.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"I tell ya, mate, I'd take anything over this endless grey. Even Rymrgand's frosty asscrack.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Sorry, my entourage is full.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Now, don't be a spoilsport. We'll have a grand time, just you wait n' see.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Do what you like.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"No kidding? I've always wanted a ghost friend.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"And I've always wanted to be a ghost! Look at us, all in accords. We're like two peas.\r\n\r\n\"I just hope you know where you're going, 'cause I ain't got half a clue.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"I'm a Watcher. I've got 'spirit-y stuff' covered.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "The spirit leaves her wrecked boat behind and follows you, still muttering to herself.",
      "female": ""
    },
    {
      "id": 28,
      "default": "The spirit tries to give you a friendly pat on the shoulder, but her hand passes right through you. Unperturbed, she grins and walks along behind you.",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"The Watcher might not have room for you. But I do, right here in my lantern.\"\r\n\r\nBiting her lip eagerly, Xoti sways her Lantern of Gaun back and forth, until it thrums from the essence that's coalesced inside.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Yeah, yeah. Into the lantern with you.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Come along now. I'll guide you through the Wheel.\"\r\n\r\nXoti's lantern clinks softly as she drags it through the clustered essence, harvesting the lost soul.",
      "female": ""
    }
  ]
}