{
  "Component": "exported",
  "Name": "conversations\\09_port_maje\\09_cv_oderisi",
  "Entries": [
    {
      "id": 1,
      "default": "A glance reveals a signature: \"Oderisi\"\r\n\r\nThese, then, are Oderisi's notes, and likely what remains of the man himself.",
      "female": ""
    },
    {
      "id": 3,
      "default": "Frozen mid-stride, this grim figure is turned toward the colossal pillar of adra that dominates the chamber. The ashen corpse's outstretched hand rests upon the crystal's dulled surface.",
      "female": ""
    },
    {
      "id": 7,
      "default": "As you pull the papers free, the ashen fingers gripping them slough away, disintegrating into a fine plume of dust.",
      "female": ""
    },
    {
      "id": 10,
      "default": "Standing here by the lone figure, you are struck with a feeling of dread. The air around you, the very motes of ash and dust... all of it is stagnant and still.\r\n\r\nThe feeling grows worse when you look up at the adra, and sense no energy flowing into its surface. It is as though it has been disconnected from the Wheel.",
      "female": ""
    },
    {
      "id": 11,
      "default": "Clutched tightly in the remnants of a fist is a bundle of papers, bound together by a leather cord.\r\n\r\nSeveral more pages are scattered on the ground at your feet.",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Oderisi was always a bit obsessive, but he was a good enough fellow.\r\n\r\n\"I hope this was quick. Whatever it was.\" He leans forward, as if to close the figure's eyes or smooth its features, but merely clasps his hands with a troubled frown.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Think that's the guy we're looking for? Sure holding on to those papers tight.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"This one's ashen. Means he ain't got a soul for me to tend to, right?\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Oderisi. He was in charge here. Bit obsessive, but a good enough fellow.\r\n\r\n\"I hope this was quick. Whatever it was.\" He leans forward, as if to close the figure's eyes or smooth its features, but merely clasps his hands with a troubled frown.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"I'm just a farm boy, but I figured luminous adra would be more uh... luminous.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"What's wrong with the adra pillar? It doesn't look right.\"",
      "female": ""
    }
  ]
}