{
  "Component": "exported",
  "Name": "conversations\\09_port_maje\\09_cv_darmo",
  "Entries": [
    {
      "id": 1,
      "default": "\"Per complanca, don't tell me <i>you're</i> here to complain too.\"\r\n\r\nThe guardsman covers his face with his hand, groaning.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Di verus, are they recruiting right off the docks? You would think the Huana were storming the Kraken's Eye as we speak.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Actually, I would like to complain. You're being very rude.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"I was hoping you might be able to help me, actually.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"What's going on?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Leave] \"I can see you're busy.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"I'm sure Ikawha has better things to do.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Sientere, but if you have something to report, you'll have to take it to the commander. I've been asked to keep watch over this house.\n\n\"...As if anyone would bother with this bazzo...\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Gods, I beg you- grant me a posting on the far side of the world...\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"All this trouble to keep the peace, and for what? Ikawha is dead, and now the Huana will never work with us again.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Merla, if I thought killing the Huana woman would help I'd have let any one of these eager postenagos try their hand at it.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Should have guessed you'd be trouble.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Rinco? Give a shout, will you?\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Ha. Plain to anyone with sense, yes?\"\r\n\r\nDarmo sighs, and rubs the back of his neck.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Sientere. It's not your doing. There was a fight, mestre, between one of the Huana and a local merchant. \r\n\r\n\"The merchant has come out the worse for it.\" \r\n\r\nHe jerks a thumb towards the nearby door. ",
      "female": "\"Sientere. It's not your doing. There was a fight, mestra, between one of the Huana and a local merchant. \r\n\r\n\"The merchant has come out the worse for it.\" \r\n\r\nHe jerks a thumb towards the nearby door. "
    },
    {
      "id": 16,
      "default": "\"Now every nasenale in town wets himself in terror of losing his coin to the aumaua.\r\n\r\n\"We would bring in the thief, but Clario would not have us march into the village and offend Ikawha.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "[Leave] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Ac, you and everyone else. Speak with Commander Savia, at the jail, if you want a sense of how matters stand.\" \n\nHe points a finger to the east.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"A fight, mestre. One of the Huana women attacked a merchant. \r\n\r\n\"He has come out the worse for it.\" \r\n\r\nHe jerks a thumb toward the nearby door.",
      "female": "\"A fight, mestra. One of the Huana women attacked a merchant. \r\n\r\n\"He has come out the worse for it.\" \r\n\r\nHe jerks a thumb toward the nearby door."
    },
    {
      "id": 20,
      "default": "\"If you want the details of it, speak to Rinco himself. He will delight in telling you the tale.\"\r\n\r\nDarmo makes a sharp, frustrated hand gesture, and turns away.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Island habits, mestre. We have little in the way of nobility here.\"\r\n\r\nDarmo flashes a weary smirk. ",
      "female": "\"Island habits, mestra. We have little in the way of nobility here.\"\r\n\r\nDarmo flashes a weary smirk. "
    },
    {
      "id": 22,
      "default": "\"Ac, and I will be ruder still. If you have no business with Rinco, move along.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Ac, you and everyone else. Constable Savia is dead- and I am only one man. \r\n\r\nThe governor has offered some assistance, ne?\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Much longer and I do not think any of us will have a choice in the matter.\"",
      "female": ""
    }
  ]
}