{
  "Component": "exported",
  "Name": "conversations\\09_port_maje\\09_cv_ship_departure_crew",
  "Entries": [
    {
      "id": 1,
      "default": "\"Good, you are here. Clario has made good on his promise. We are making ready to free your ship.\"\r\n\r\nIkawha gestures toward your vessel, where a motley group of Huana and Vailian workers race to and fro.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"I say still that you are fortunate. The ship was nearly lost. But it will float. \r\n\r\n\"For how long, I cannot say. You will wish to find a friendly port with some speed, I think.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Come. We will see your Defiant out to sea.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Get moving, you lot! And you there! Keep an eye on the supports!\"\r\n\r\nWith a final surly shake of the fist, the woman turns toward you.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Well, on you get. There's a dinghy over there with your name on it.\"\r\n\r\n\"We'll have the Defiant out to meet you quick as we're able.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"This would all be a damn sight easier with that Huana priestess' spells, but... We'll have to make do without, won't we?\" ",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Ah, there you are. We're getting underway, as you can see. Slowly.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Do you know where Neketaka is?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"What if there's another storm?\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Some good you are.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"So you will go to the great Kahanga city as well? You must sail north for some time, and then a little east.\r\n\r\n\"Take care in Neketaka, outsider. It will close its jaws around you, and you will never notice.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Then you sink.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"My spells do not conjure ships.\"",
      "female": ""
    }
  ]
}