{
  "Component": "exported",
  "Name": "conversations\\09_port_maje\\09_cv_mokeha",
  "Entries": [
    {
      "id": 1,
      "default": "\"I am busy, outsider.\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "The aumaua woman steps sideways, angling herself towards you, and meets your gaze with an intense stare. ",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Do you come with the traders, brother? Or have the Kahanga chased you from Neketaka? You are not one of ours.\"\r\n\r\nHer lip curls dismissively. ",
      "female": "\"Do you come with the traders, sister? Or have the Kahanga chased you from Neketaka? You are not one of ours.\"\r\n\r\nHer lip curls dismissively. "
    },
    {
      "id": 4,
      "default": "\"I do not know you.\"\r\n\r\nHer voice is quiet, but each word is clipped and harsh.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"I did not think Clario's outsider to be one of Ngati's favored.\" \r\n\r\nMokeha's voice is low and halting. Her rigid frown softens, and she folds her arms across her chest.",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Outsiders of every sort. This is what the Vailians have brought us.\"\r\n\r\nHer scarred brow wrinkles, and her frown deepens into a somber grimace.",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"I tire of this, outsider.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Ekera, Outsider, you circle like a bird seeking scraps. What for do you trouble me?\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"I found this carving. I thought you might like it in exchange for Rinco's coin purse.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"What? Where did you find this?\" \r\n\r\nShe takes the carving from you, holding it with surprising care as she turns it over in her hands. ",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"What do you say?\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "[Shrug.]",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Well, I didn't steal it. That's what really matters.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "[Leave] \"No reason.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Rinco says that you robbed him during a card game.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"The Vailian? You jest, ekera. I should have thrown him into the sea.\r\n\r\n\"He dares to call me a thief?\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"What concern is this of one such as you? You have come a long way on the word of one fool.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"You are here for that skinny little Vailian?\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Last warning. I won't go down as easily as Rinco.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"You come to our territory, under the elder's eye, to threaten us? \r\n\r\n\"When you are dead, I will throw your carcass to the sharks.\"\r\n\r\n",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Why don't you tell me what really happened?\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Ikawha told me I should see the tavern. Speak with their people. Learn patience. \r\n\r\n\"The trader, Eofania, she taught me to play Vailian cards. A simple game- but none would play with me, in the tavern. Not until Rinco.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Ekera, you even speak like your Vailian friends. Empty smiles and empty words.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "[Lie] \"I'm here under Governor Clario's authority.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"He sends you for this? The injured pride of a drunk?\"\r\n\r\nShe laughs hoarsely.",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Clario has no say here. This is our village, and Ikawha's word is law.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "[Leave] \"I'll be back.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"About Rinco...\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Hm. Then, here is what you came for, though it is an uneven trade.\"\r\n\r\nShe considers the coin purse in her hand for a moment, before handing it to you. Her mouth twists into a resentful frown.",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Him? I took what I was owed. You took more than that, I say. As I hear, he is dead. \r\n\r\nNow it is your governor's problem.\"\r\n\r\nShe turns away without another word.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"I fought the Vailian on his feet. But you slew him in his bed. You outsiders are mad.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Thief! You will pay with your life!\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"You are looking for Ikawha?\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"I do not know you. What do you want?\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "[Leave] \"I'll be going.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "With a quiet grunt and a final shake of the head, Mokeha turns away.",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"I thought you might want to pick on someone your own size.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"I heard you like picking on people smaller than you.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Rinco?\"\r\n\r\nShe scoffs, in a guttural burst of sound.",
      "female": ""
    },
    {
      "id": 63,
      "default": "Mokeha's facial markings only accentuate the downturned slant of her mouth. Her eyes narrow to dark slits, and she lowers her arms to her sides, fists clenching. ",
      "female": ""
    },
    {
      "id": 64,
      "default": "Mokeha blinks slowly, her stony expression unchanged.\r\n\r\nAfter a few heartbeats, her frown deepens to an impressive scowl.",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"The Vailian. He offers you coin, and you come to fight his battles for him.\" \r\n\r\nShe spits onto the ground between you.",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"I will tell that skinny little cheat to send the gold to your family.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "Every trace of contemptuous amusement vanishes at once from Mokeha's face.",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"By Ngati's light, spare me the attention of outsiders.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Gutless thief. Take your trinkets, then. Do not think I will forget.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"This one killed the Storm Speaker! Do not let him escape!\"",
      "female": "\"This one killed the Storm Speaker! Do not let her escape!\""
    },
    {
      "id": 76,
      "default": "You hear a low, frustrated growl issue from Mokeha's throat.",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"I will ask our chieftain to send a healer for that idiot Vailian.\r\n\r\n\"Perhaps that will quiet his whimpering.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"By Ngati, you tempt me to throw you in the sea.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"What for do you skulk around in the dark? Do you not sleep?\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"I thought him kind... until I proved the victor, and he grew angry.\r\n\r\n\"Until he stood in front of his kin and called me- a <i>Mataru</i> of Sātahuzi- a 'filthy islander' and a cheat.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"For that, yes, I beat him. Why does this concern you?\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"So you admit to beating him.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"You should have told the guards. You've been branded a thief.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"I don't care who started it. Just give me the coin purse.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Keep the coin purse. Rinco got what he deserved.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "[Leave] \"Let me talk to Rinco. I'll sort this out.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"I am no thief! Do you mean to insult me?\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"I am Mataru. I am the 'guard' in Sātahuzi. I defend this village. \r\n\r\n\"If I see fit to punish a man, it is my duty.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"He'll be a long time recovering. Isn't that punishment enough?\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Why should I yield to you, when I did not for Rinco and his kinsmen?\r\n\r\n\"If you wish to make a fight of it, I am ready.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "[Attack] \"So be it.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Without that coin, Rinco will lose his home.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Don't be foolish. Clario will see to him.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"That isn't how it works. The Vailians have to pay for their food, and pay taxes.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Out there, the poor suffer at the hands of the wealthy. I've devoted my life to fighting that injustice.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Rinco has a child to feed. It's not as if you need his money.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"Why did this not prevent him playing at cards in the first place? \r\n\r\n\"Are all Vailians so mad for coin?\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Here. Take it. I have no need for his Vailian coin.\" \r\n\r\nShe hands you a small leather coin purse, and then turns to stride away without another word.",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"In truth I do not have much use for it. Perhaps Ikawha will use the coin.\r\n\r\n\"...May Amira's winds blow sweet upon you, stranger.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"Blunt your teeth on this if you like. If he was a man of sense he would not be on his back.\"\r\n\r\nShe makes a dismissive, chopping gesture at the air, and turns away.",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Yes? And so? I say he earned worse, yet I was merciful.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"What else? The Vailians are fools. \r\n\r\n\"But Ikawha wishes to trade, so we must be patient. We must save them from Ngati's storms, even when they ignore our advice.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"And yet he tells you that I have robbed him. He does not sound so humbled.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"Truly? I... did not expect this.\" \r\n\r\nMokeha gives you a considering look.",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"You see then, that it was just.\" \r\n\r\nShe inclines her head. Her expression, when she rises again, is one of relief.",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"If a Vailian broke Huana law, would you be satisfied with a fine levied by the governor?\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"...So, then. What am I to do? I did not wish him dead.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "[Attack] \"I challenge you on Rinco's behalf.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"Give me the coin purse, and we'll call it square.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"I think people usually apologize for this sort of thing.\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"His kinsmen would let him starve?\" \r\n\r\nMokeha's brows furrow, and her eyes search your face.",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"I have heard stories. I thought they must be falsehoods, grown large in the recounting.\" ",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"I really don't.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "Mokeha snorts, and folds her arms. Her fingers tap impatiently against her armor.",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"Rinco's just a merchant. He can't fight you as an equal.\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "Mokeha opens her mouth to speak... then snaps it shut. She grimaces, averting her gaze to the sand.",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"I did not consider this. He is Kuaru- it is not in him to fight for the village.\r\n\r\n\"...Perhaps I was impatient.\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"That... that is not the same. This has long been our island.\"\r\n\r\nMokeha scowls at you.",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"If you say so.\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "Mokeha nods slowly, her expression pleased.\r\n\r\nShe rolls her shoulders, and settles into a fighting stance.",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"I will not. \r\n\r\n\"...But I will ask Ikawha to send a healer. Perhaps that will quiet his whimpering.\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"You are looking for Ikawha?\"",
      "female": ""
    }
  ]
}