{
  "Component": "exported",
  "Name": "conversations\\09_port_maje\\09_si_principi_boss_encounter",
  "Entries": [
    {
      "id": 1,
      "default": "As the Defiant leaves Port Maje behind, you casually observe dozens of other ships coming and going, mostly fishing and trade vessels. One craft stands out...\nAn imposing dhow, replete with cannons, crests into view across the Defiant's starboard bow. The flag raised high atop its sails signifies a wish to parley. However, the dhow approaches at an aggressive speed, suggesting that it may not be easily turned away.",
      "female": ""
    },
    {
      "id": 12,
      "default": "[Face your pursuer, head on.]",
      "female": ""
    },
    {
      "id": 13,
      "default": "You spin the ship's wheel counter-clockwise. The ship swings round quickly, disturbing a gull resting on the foremast. The bird voids a white splotch on the deck as a sign of its disapproval.\n\nYou even out the wheel and bear straight towards the dhow.",
      "female": ""
    },
    {
      "id": 14,
      "default": "[Attempt to outrun the dhow.]",
      "female": ""
    },
    {
      "id": 15,
      "default": "You signal the crew to rake the mast aft, and then shift to the lee side of the ship, forcing her to heel. Someone lets out an exuberant \"whoop!\" as the Defiant picks up speed.\n\nDespite your expert seamanship, the dhow is still gaining. ",
      "female": ""
    },
    {
      "id": 16,
      "default": "Several well-armed men cross the planks, their eyes watching every inch of your ship. The crowd parts open to make way for their captain, a tall, well-dressed man. He peers at you with one, impeccably groomed eyebrow raised.",
      "female": ""
    },
    {
      "id": 17,
      "default": "Following behind the captain, and in stark contrast, strides an unkempt orlan. A pair of pistol grips protrude from his belt, and he casually twirls a stocky firearm round his index finger. \r\n\r\nHis shaggy face - framed by long cobalt blue hair and a wildly braided cerulean beard - makes the crooked smirk he directs at you seem almost sinister.",
      "female": ""
    },
    {
      "id": 23,
      "default": "[Do nothing.]",
      "female": ""
    },
    {
      "id": 25,
      "default": "The distance closes quickly, and soon the massive dhow's hull rolls on the waves beside your ship. Boarding planks emerge and are quickly cast onto your ship along with shouts from its crew notifying you that their captain will be boarding.",
      "female": ""
    }
  ]
}