{
  "Component": "exported",
  "Name": "conversations\\09_port_maje\\09_si_ship_prow_climb",
  "Entries": [
    {
      "id": 1,
      "default": "From the prow, the sandbar below seems deceptively close.",
      "female": ""
    },
    {
      "id": 2,
      "default": "The deck of the Defiant is well out of reach from here. The ship groans like a beached whale each time the waves roll in, but it doesn't seem to be listing further. \r\n\r\nYou may be able to climb up.",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Use the grappling hook to climb.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Climb down.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Stay put.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "Your grappling hook dangles from the bow, providing a means to ascend.",
      "female": ""
    },
    {
      "id": 7,
      "default": "Having made the climb to the deck once already, you're fairly certain you can replicate your course.",
      "female": ""
    },
    {
      "id": 9,
      "default": "The Defiant is looking far worse for wear after its unexpected landfall. The hull has splintered in several places along the keel, while the tattered sails stand as evidence of your battle with the pirates.",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Scale the hull by hand.]",
      "female": ""
    },
    {
      "id": 11,
      "default": "[Stay put for now.]",
      "female": ""
    },
    {
      "id": 12,
      "default": "[Use your grappling hook.]",
      "female": ""
    },
    {
      "id": 13,
      "default": "One good throw, and the hook sails up and over the rail, catching firmly. A few tugs suggest that the grappling hook should hold fast.",
      "female": ""
    },
    {
      "id": 14,
      "default": "You climb nimbly up the side of the ship, and reach the top without so much as breaking a sweat.",
      "female": ""
    },
    {
      "id": 15,
      "default": "You find a gap in the planks along the bow of the ship, and start the climb.\r\n\r\nYou are halfway up by the time your arms start to tire.",
      "female": ""
    },
    {
      "id": 16,
      "default": "From one second to the next, you feel a burning pain in your palm - a barnacle has sliced through your hand. \r\n\r\nBetween the unexpected pain and your failing grip, your climb comes to an ignominious end as you fall back to the sand.",
      "female": ""
    },
    {
      "id": 17,
      "default": "The rope makes the ascent considerably easier, and you soon find yourself climbing up over the rail.",
      "female": ""
    },
    {
      "id": 18,
      "default": "[Climb up.]",
      "female": ""
    },
    {
      "id": 19,
      "default": "You make your way up the hull, mindful of the barnacles, and pull yourself up and over the side.",
      "female": ""
    },
    {
      "id": 20,
      "default": "You climb nimbly up the side of the ship, and reach the top without so much as breaking a sweat. Edér is not far behind, pulling himself up and over the railing beside you.",
      "female": ""
    },
    {
      "id": 21,
      "default": "Edér makes it to the railing well ahead of you, pulling himself up and over the side. He turns then to help you the rest of the way, and the two of you find yourselves safely atop the deck of the Defiant.",
      "female": ""
    },
    {
      "id": 22,
      "default": "You make slightly better progress this time around... but only in the sense that you do not injure yourself before you fall back to the ground.",
      "female": ""
    }
  ]
}