{
  "Component": "exported",
  "Name": "conversations\\04_neketaka_palace_district\\04_cv_huana_bounty_giver",
  "Entries": [
    {
      "id": 1,
      "default": "\"He smells one touched by the great eel, does Barati.\" A sizable aumaua tilts his head up and looks down his nose at you, flaring his nostrils with hungry interest. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"The belly of the great eel roars with hunger. Will you help Barati to calm it?\" \r\n\r\nHe breathes heavily and stares from under a furrowed brow. ",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"What bounties do you have available?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Tangaloa rolls a hungry eye toward Diccila, a Vailian captain who scouts for luminous adra in sacred lands.\" \r\n\r\nBarati squeezes his knuckles until they're bone-white. ",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"I'll take the bounty.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"I'll pass on the bounty for now.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Ekera, Tangaloa knew it would be so. \r\n\r\n\"Diccila sails her voyager Alisio around the waters south of Neketaka. The great eel hungers for her soul.\" \r\n\r\nBarati touches his brow and inclines his head. ",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"The jaws of Tangaloa gnash about a Rauataian captain named Oheiro.\"\r\n\r\nBarati folds his arms and closes his eyes, exhaling sharply.",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"I'll take the bounty.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Ekera, you choose wisely. Oheiro sails the junk Stone Anchor south of the Kua o Rikuhu island chain due east of Neketaka.\r\n\r\n\"The gods will thank you for quieter seas.\" \r\n\r\nBarati inclines his head and touches his brow.",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"The great eel swims toward Rafiq the Red Beard, but the Príncipi captain outpaces even the gods.\r\n\r\n\"Rafiq sinks Huana ships for joy and plunder. This cannot stand.\" ",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"I'll take the bounty.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"The great eel licks its mighty chops. \r\n\r\n\"Know Rafiq by his dhow, Siren's Song, which haunts the waters south of Crookspur Island, northwest of Neketaka.\" \r\n\r\nBarati crosses his arms over his chest and bows.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"You know Tangaloa's appetite already, my feeder. You have your assignment and someone in the isles must die.\" ",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"I've dealt with Diccila.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"I've dealt with Oheiro.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"I've dealt with Rafiq the Red Beard.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"With <i>joy,</i> not hunger, does the great eel lash its mighty tail. Diccila has sated the beast for now.\" \r\n\r\nBarati passes you a pouch of coins and clasps your hand - hard.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Ekera, and the seas grow quiet while Tangaloa grows fat on outsider meat.\" \r\n\r\nBarati sighs heavily and passes you payment.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Tangaloa relishes any good meal, but I say justice makes for a savory dish.\"\r\n\r\nNodding, Barati presents you with payment.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"You served up a <i>mighty</i> feast and the great eel's belly swells... for a time.\r\n\r\n\"Until it hungers again, Barati's work is done.\"\r\n\r\nBarati inclines his head and says no more.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Barati pays coin to feed the great eel.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"To feed the gods is sacred work. Barati gives thanks.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"I've already dealt with Diccila.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"I've already dealt with Oheiro.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"I've already dealt with Rafiq.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"You are a man who sits across a fire with death. Ekera?\"",
      "female": "\"You are a woman who sits across a fire with death. Ekera?\""
    },
    {
      "id": 30,
      "default": "\"The Pallid Knight and I are on familiar terms.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"I've peered through the jaws of Tangaloa a time or two. Or three.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Sorry, what?\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "He nods, clasping his hands with quiet delight.",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"For glutting mighty Tangaloa and hurling foes into their next life, Barati can offer payment.\r\n\r\n\"Coins for feeding hungry gods. Ekera?\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"You collect bounties?\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "[Nod silently.]",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Ekera.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Tangaloa - the eel who digests the dead. You are <i>most</i> adept at feeding it, I say.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Rewarding those who appease the great eel - this is Barati's cause. May the beasts of the dreaming lands never know famine.\"\r\n\r\nBarati inclines his head and touches his brow, holding the pose with deep reverence.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"I'll consider the opportunity. Farewell.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"His cannonfire echoes in the ears of slumbering gods. The beast cries out for a more restful Deadfire.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Come when you are ready to feed the great eel, or not at all.\"\r\n\r\nHis brows knitted with concern, Barati waves you off.",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Before I go I had some questions.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Ask, but do not keep the great eel waiting.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"I'm still hunting Rafiq the Red Beard.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"I'm still hunting Oheiro.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"I'm still hunting Diccila.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"The continue the hunt, good feeder. Tangaloa knows you are devoted to the great meal to come.\"\r\n\r\nBarati inclines his head. ",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Return when the kill is complete. No sooner.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Bring nourishment to the great eel and there will be more work in time.\" \r\n\r\nBarati clasps your shoulder and squeezes, holding your eye contact before releasing you.",
      "female": ""
    }
  ]
}