{
  "Component": "exported",
  "Name": "conversations\\04_neketaka_palace_district\\04_cv_backer_npc_granis",
  "Entries": [
    {
      "id": 2,
      "default": "You meet a tall, brown-haired man dressed in full plate mail. That might not normally catch your eye, but his mail is unusual, colored a deep green and emblazoned with the image of a golden tree.\r\n\r\nHand on the pommel of his sword, he watches the crowd go by with keen eyes, relaxed yet fully alert. He narrows his eyes when he spots you.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"What do you need of me?\" He looks at you warily, as if he is deciding whether you are snake that might bite.",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Greetings.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Hail and well met.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Good day.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Well?\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Tell me about yourself.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "He's initially hesitant, unsure of your intent. Eyes narrowed, he sizes you up, then nods.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Can you teach me what you've learned as member of the Shieldbearers?\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"I've taught you what I can. Should you wish to learn more, I encourage you to join the order.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Well... you would need to become a Shieldbearer yourself to really learn it all, but I suppose I can teach you a thing or two as we stand here. The privilege will run you three thousand copper, however.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "He lays two heavy sandbags on your shoulders and runs you through a series of drills designed to increase your strength and agility while dressed in full plate mail.\r\n\r\nConfident you've learned enough to continue training on your own, he gives you a hearty clap on the shoulder and wishes you well on your journey.",
      "female": ""
    },
    {
      "id": 23,
      "default": "[Leave] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Goodbye.\" He nods his head in casual acknowledgment of your parting and returns to his business.",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Interesting armor you have there.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "[Wait.]",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"I suppose it is. Are you familiar with the Shieldbearers of St. Elcga? We are a paladin order.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Indeed. I'm of the order myself.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"My brother! I am glad to see a friendly face in this sun-scorched archipelago. I trust you came here on honest work?\r\n\r\n\"Well, I needn't hear the details. You asked about <i>me</i>, after all.\"\r\n\r\nHe clears his throat dramatically.",
      "female": "\"My sister! I am glad to see a friendly face in this sun-scorched archipelago. I trust you came here on honest work?\r\n\r\n\"Well, I needn't hear the details. You asked about <i>me</i>, after all.\"\r\n\r\nHe clears his throat dramatically."
    },
    {
      "id": 30,
      "default": "[Nod.]",
      "female": ""
    },
    {
      "id": 31,
      "default": "[Shake your head.]",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"The order began as guards for Elcga, a noblewoman emissary of Kulkin, who bartered for peace with the kingdom of Aedyr.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Word of our order travels far, then. Good.\"\r\n\r\nHe clears his throat dramatically.",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"I am the son of a disgraced noble family. My father and brothers were executed for treason when I was a boy - rightfully so, I must add - and my mother, sister, and I were thrown out on the street.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"All we had to our names was a trunk full of heirlooms. One of them was this suit of armor, which belonged to my eldest brother.\r\n\r\n\"Now I endeavor to live up to its promise and redeem my family's honor.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"That's the long and short of it, really.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"I've taught you what I can. The rest is yours to learn in your journey with the order.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"The order's founders were forbidden to bring weapons to the meeting, and she was attacked. With only their shields to aid them, they fought off her attackers and brought her to safety.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"She later died of her wounds, and the Shieldbearers of St. Elcga were born in her memory.\"\r\n\r\nHe clears his throat dramatically.",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Word of our order persists in the homeland, then. Good.\"\r\n\r\nHe clears his throat dramatically.",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"No, I don't think so.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "He shrugs. \"As you like.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"My thanks.\" He nods.",
      "female": ""
    },
    {
      "id": 46,
      "default": "[Enhance Survival and Athletics] \"Here you are.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "He clasps his hands and nods, beaming with pride. ",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"On second thought, I'll return later.\" ",
      "female": ""
    }
  ]
}