{
  "Component": "exported",
  "Name": "conversations\\04_neketaka_palace_district\\04_cv_queen_onezaka_ii",
  "Entries": [
    {
      "id": 1,
      "default": "\"It is high time that we spoke away from the exhaustive filter of the court.\" \r\n\r\nThe queen has affected a far more relaxed posture. A pair of tigers lounge indolently beside her seat.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"I expect we have much to discuss.\" Onekaza nods for you to continue.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"The Vailian serpent has lost its head, the Rauatian shark its teeth. We have made it too costly for either of them to tarry in the Deadfire.\" The queen grins with fierce pride.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Assassin! I curse you by all the powers of the Deadfire!\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"I say that the days of shielding myself behind polite smiles are at an end.\" \r\n\r\nOnekaza curls her lip in a restrained snarl.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"You make a habit of turning up uninvited.\"\r\n\r\nThe queen has affected a far more relaxed posture. A pair of tigers lounge indolently beside her seat.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Since you are so eager to visit my garden, I will inform the guards that you are afforded the rights of a guest. Try not to abuse my hospitality again.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Your purpose and your temperament seem well-paired. Welcome to my garden.\" She nods.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"This is the city of my ancestors, and it whispers every truth to my ear. I knew death would come wearing an outsider's face.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"This is your mistake to regret. Consider your choices from Tangaloa's maw.\" \r\n\r\nGesturing to her attendants, Onekaza moves to attack.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Every corner of the Deadfire babbles of the devastation from Magran's Teeth.\" The queen wears a furrow down her brow that looks fixed in place.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"I bring news from the Watershapers Guild.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"I wanted to discuss your little plan with the powderhouse.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Tell me about Neketaka.\" ",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Why do you put up with the trading companies?\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "[Leave] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"You keep interesting pets, highness.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Are we ready for the final push to Ukaizo?\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"I'm ready to set sail for Ukaizo.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Fine beasts, are they not? Gifts from the Wapūa - a tribe of proud animal trainers.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"I bring news from Ori o Koīki.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"My brother speaks of your journey from Motare o Kōzi. Mostly he mourns the loss of his expedition.\"\r\n\r\nOnekaza looks out on the city and sighs through her nose.",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"I should have sunk your ship before you made port.\" Onekaza exhales sharply through her nose.",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Leave now. Before I have you thrown from the walls.\" The cold severity of her gaze leaves you in little doubt that she means it.",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Your kittens will make for a fine cloak.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Has any of this maneuvering made a difference?\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"If the hazanui must report of resources gone to waste, it will have been worth it. If the Vailians are discredited and cut off from the homeland, it will have been worth it.\" ",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"I just wanted to look around.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "[Leave] \"Forgive the intrusion. I'll be on my way.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"You mentioned something about recruiting the Wahaki tribe?\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Neketaka is older than our memory. We found the great city in ruins, and the Kahanga have spent generations replacing every cracked stone.\" ",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"I have always known that Ukaizo was no myth.\"\r\n\r\nShe balls her fists in her lap, squeezing tightly. ",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Because we are the shrub in the shadow of an old growth.\" Onekaza looks away and sighs through her nose.",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"With every high tide I ask Ngati if we are ready. She always leaves me to answer for myself.\" Onekaza's lips part in a smile. ",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"I could send birds to every ranga and rally them to our cause, but Neketaka needs more than strength. \r\n\r\n\"We need pure Huana fury. We need the Wahaki.\" ",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"All that remains for us is to pave the way to lost Ukaizo.\" Onekaza closes her eyes and nods, the mere words a refreshment.",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Then look. Take in every delight - within reason - but do not waste my time.\"\r\n\r\nShe dismisses you with a casual wave, but you catch a trace of amusement in the gesture.",
      "female": ""
    },
    {
      "id": 80,
      "default": "The queen inclines her head in understanding and looks away. In stark contrast, the tigers follow your every motion as you depart.",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"We are united in the search for Ukaizo. You will go with the full support of the crown - after Eothas and the homeland of the Huana.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"Thank you for standing with us, Watcher. My brother and I are honored to deserve your trust.\" She dips her head slightly.",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"The Huana deserve better. I think you can give that to them.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"They made a habit of underestimating you. I don't.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"I never liked Castol much.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"I never liked Alvari much.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"I need to reach Ukaizo. Working with you is my best chance of getting there.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"The Vailians were too busy with their noses in ledgers to see their doom approaching.\" ",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"Ekera, let us show them how wrong they were to underestimate us!\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"We've dealt a blow to the trading companies. What will you do now?\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"You will lose any hand that you lay on my cats, monster!\" \r\n\r\nShe hisses through her teeth.",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"I am afraid my pets do not appreciate strangers. Or spies, for that matter.\" She strokes the neck of the closest tiger.",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Under Woedica's gaze do we keep order. Atop Ngati's seas are we tested. From Rikuhu's bowels do we carry wisdom back to the tribe!\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"The gods <i>want</i> this for us, I say. We have come this far to restore order and earn back our empire.\" ",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"I'd be honored to sail under your banner in the search for Ukaizo.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"The Huana already lost Ukaizo once. I doubt Vailia will make the same mistake.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"Rauatai has an equal claim on Ukaizo. You're wrong to exclude them.\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"I'm not ready to commit to this.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"I invite you into my confidence and you turn against me?\" Onekaza eases back in her chair, taking you in with narrowed eyes.",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"Crossing the waters of Ondra's Mortar will not be easy. The open sea is cruel and the storms do not forgive.\" \r\n\r\nOnekaza thumbs her chin and considers.",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"I've changed my mind. I'd like to help the Huana reach Ukaizo.\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"You make this appeal after colluding with enemies of the crown?\" \r\n\r\nOnekaza narrows her eyes.",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"For what should I put my trust in scoundrels when I have good warriors on my side?\" \r\n\r\nOnekaza crosses her arms.",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"I say you do not devote yourself to enemies of the crown... Ekera, there is hope for you yet.\" ",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"The Huana are my people, too. I tire of seeing them suffer for the profit of outsiders.\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"We are united in the search for Ukaizo. You will go with the full support of the crown - after Eothas and the homeland of the Huana.\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"For too long my brother and I shouldered the burden of the trading companies. Now we can focus on what matters in the Deadfire.\" \r\n\r\nThe queen raises her head and flares her nostrils.",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"Eothas is heading for Magran's Teeth.\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"A messenger from the jaws of Tangaloa speaks with the voice of wisdom and change, I say.\"\r\n\r\nShe raises her brows at you.",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"It is fitting that yours should be the voice that tells of Hasongo's fate. What did you see there?\" ",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"From Port Maje to Hasongo to Magran's Teeth. Eothas follows a rich vein of adra. \r\n\r\n\"It takes him northeast, to more... interesting territory.\" ",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"There are many leagues between here and Hasongo. I trust you have packed for the journey?\" She raises a quizzical brow.",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"I need directions. Which way to Hasongo?\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"There. You have it from a queen. Safe travels, Watcher.\" ",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"I must keep the city's peace, and I have only so many arms and eyes.\r\n\r\n\"While the Deadfire screams, I would see Neketaka outlast the storm to come.\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"I have no desire to help the Huana cause.\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"What do you need from me?\"",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"I only came here to warn of what's to come. The rest is up to you.\"",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"So be it. But the time may come when you realize that you are short on allies and in dire need of them. My offer stands.\" She dismisses you with a wave.",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"You return intact. Ngati is not always kind to those who travel upon her domain.\" Onekaza touches her brown and nods.",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"Nāga took over the colony after Eothas drained the adra. I killed them.\"",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"Some nāga occupied the colony after Eothas drained the adra. I let them live.\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"Forget what I saw. Eothas is heading for Magran's Teeth.\"",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"The snakes are on edge. Where comes this new boldness...\" \r\n\r\nOnekaza thumbs her chin and narrows her eyes.",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"What of Eothas? If you know why he terrorizes the Deadfire, speak on.\" The queen nods.",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"He needs more luminous adra. Magran's Teeth is the next logical step.\"",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"He makes for Magran's Teeth, but I believe that is only a waypoint.\"",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"Impressive. They gave my troops some trouble when we first built the lighthouse.\" She nods approvingly.",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"You did what?! My troops spent blood fending them off the first time, and now they've seen our defenses!\" She snarls, cold fury burning in her eyes.",
      "female": ""
    },
    {
      "id": 178,
      "default": "<ispeech>Far be it for me to complain if they make trouble for outsiders.</ispeech> \r\n\r\nThere is a weariness to her thoughts that she doesn't bother to hide.",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"And from there? \r\n\r\n\"Your highness, we must address this threat immediately. The Vailian Trading Company's interests are at risk.\"",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"Lives have been lost, Canta Nicese. Let us think of them first before we concern ourselves with your return on investment.\" \n\nShe nods respectfully to Hazanui Karū.",
      "female": ""
    },
    {
      "id": 181,
      "default": "<ispeech>How a man speaks during crisis shouts his priorities.</ispeech>\r\n\r\nOnekaza turns her gaze to you.",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"I cannot send ships to Magran's Teeth any more than I would send paper dolls to a furnace.\" \r\n\r\nShe arches her fingers together, staring intently at the point in space where they meet.",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"If you make preparations in Neketaka, I say we can help each other.\" She sits up straighter and regards you with a level expression.",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"Even in a time of crisis, you seek to recruit agents to pursue your own ends.\"",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"On the contrary. <i>We</i> need someone who can get things done around the Brass Citadel.\r\n\r\n\"And this Watcher is exactly that kind of person.\"\r\n\r\nShe looks you in the eye and gives you a slow nod. It looks like an invitation to speak later.",
      "female": ""
    },
    {
      "id": 198,
      "default": "<ispeech>You see the stakes, I hope. Land and adra cannot be enjoyed when no one lives to cherish them.</ispeech> \r\n\r\nShe nods subtly so that none but you notice the gesture.",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"Unless the esteemed hazanui possesses a cannon with the power to cripple a god?\" She turns to regard Karū.",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"Never underestimate the ingenuity of Rauataian engineers. \r\n\r\n\"Unfortunately, their labors have been focused elsewhere.\" She frowns, rubbing her broad jaw.",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"More's the pity.\" She sighs with genuine regret.",
      "female": ""
    },
    {
      "id": 207,
      "default": "Onekaza puts up her hand in a bid for silence. She closes her eyes until the murmurs die down.",
      "female": ""
    },
    {
      "id": 209,
      "default": "Her gaze darkens. Onekaza eases back as any amity she cultivated during your exchange is quickly overwritten.",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"Tekēhu, we still have need of Ngati's chosen.\" She makes a beckoning gesture toward the throne. ",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"I... ekera, I will weigh the matter.\" He turns to you wearing a look of dismay.\r\n\r\nThe queen's hand falls as if the strength had left it.",
      "female": ""
    },
    {
      "id": 222,
      "default": "\"Now, what is it you're after?\" She beckons you to continue.",
      "female": ""
    },
    {
      "id": 223,
      "default": "\"It would be safer for everyone involved if you left us. Now. You may return if I call on you.\" She makes a terse shooing motion.",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"The boldness of foreigners.\" She shakes her head and strokes the nape of a tiger's neck.",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"Sail west from Neketaka's harbor. I would tell you to watch for a lighthouse, but Hasongo's adra has gone dark. Take care that your ship does not run aground.\"",
      "female": ""
    },
    {
      "id": 252,
      "default": "\"If you have spent any time in the Deadfire at all, the myth of lost Ukaizo can be no mystery.\" \r\n\r\nOnekaza leans forward in her chair.",
      "female": ""
    },
    {
      "id": 253,
      "default": "\"Of course. It's the origin and destination of all Huana.\"",
      "female": ""
    },
    {
      "id": 254,
      "default": "\"The chart on Motare o Kōzi seemed to treat Ukaizo like the center of the world.\"",
      "female": ""
    },
    {
      "id": 255,
      "default": "\"Tekēhu believes he can find Ngati's original covenant on Ukaizo.\"",
      "female": ""
    },
    {
      "id": 256,
      "default": "\"The Harapo Epic romanticized Ukaizo, but speculated that it would be found again.\"",
      "female": ""
    },
    {
      "id": 257,
      "default": "\"Wasn't it the capital of the old Huana empire?\"",
      "female": ""
    },
    {
      "id": 258,
      "default": "\"I don't know much about it.\"",
      "female": ""
    },
    {
      "id": 259,
      "default": "\"Ekera, good. Then you understand why we must get there first.\" ",
      "female": ""
    },
    {
      "id": 260,
      "default": "\"Ekera. And with good reason.\"",
      "female": ""
    },
    {
      "id": 261,
      "default": "\"My watershapers would thank him for such a boon, I say.\" \r\n\r\nOnekaza nods to herself.",
      "female": ""
    },
    {
      "id": 263,
      "default": "\"Ekera, you have the right of it. Some of us would see its purpose restored.\"",
      "female": ""
    },
    {
      "id": 265,
      "default": "\"They say the beaches of Ukaizo spanned impossible horizons and its towers graced the light of distant stars...\" \r\n\r\nShe blinks up at the sky, her gaze tracing an unseen shape. ",
      "female": ""
    },
    {
      "id": 267,
      "default": "\"My... Ngati would want me to recover what we left behind.\" \r\n\r\nTekēhu frowns as he chooses his words with care.",
      "female": ""
    },
    {
      "id": 268,
      "default": "\"You know the goddess' heart. \r\n\r\n\"When you find what you seek, I hope you remember those who showed you the way?\" \r\n\r\nOnekaza nods, looking to Tekēhu for some affirmation.",
      "female": ""
    },
    {
      "id": 269,
      "default": "\"Ekera... to be sure, I say.\" ",
      "female": ""
    },
    {
      "id": 270,
      "default": "Opening his mouth to speak, Tekēhu reconsiders and closes it again, turning to you with a look of alarm.",
      "female": ""
    },
    {
      "id": 271,
      "default": "\"Of... course, highness.\" ",
      "female": ""
    },
    {
      "id": 272,
      "default": "\"Ekera. They say that anyone who saw Ukaizo would suffer to be apart from it.\" Her gaze wanders to some far-off point.",
      "female": ""
    },
    {
      "id": 273,
      "default": "\"Your tribe taught you nothing, then?\"",
      "female": ""
    },
    {
      "id": 274,
      "default": "\"The Príncipi need to solidify their place in the Deadfire. Ukaizo should go to them.\"",
      "female": ""
    },
    {
      "id": 278,
      "default": "\"Go, then. Enjoy your new allies. Profit and hold their custom.\"",
      "female": ""
    },
    {
      "id": 279,
      "default": "\"If you can help me get to Eothas, I'll help get you to Ukaizo.\"",
      "female": ""
    },
    {
      "id": 281,
      "default": "\"I hope we do not stand around wasting each other's time?\" The queen narrows her eyes. ",
      "female": ""
    },
    {
      "id": 282,
      "default": "\"Busy yourself making up your mind. I will make preparations to launch an advance force. \r\n\r\n\"With or without you.\"\r\n\r\nOnekaza motions to the stairs down.",
      "female": ""
    },
    {
      "id": 288,
      "default": "\"For what do you do this?\" Tekēhu raises a shaking hand to his mouth.",
      "female": ""
    },
    {
      "id": 290,
      "default": "\"My queen... I say you must reconsider. Mother Ngati is not in the habit of offering second chances.\"",
      "female": ""
    },
    {
      "id": 291,
      "default": "\"For what do you deserve to cradle the future of my people in your hands?\"",
      "female": ""
    },
    {
      "id": 292,
      "default": "\"I don't see anyone else helping you better than I could.\"",
      "female": ""
    },
    {
      "id": 293,
      "default": "\"Your enemies will fear me. Fear is my gift to you.\" ",
      "female": ""
    },
    {
      "id": 295,
      "default": "\"Never mind. I retract my offer.\"",
      "female": ""
    },
    {
      "id": 296,
      "default": "\"You are dismissed, Watcher. Go your own way, or sail back to the Dyrwood for all that it pleases the court.\" \r\n\r\nOnekaza motions toward the stairs.",
      "female": ""
    },
    {
      "id": 298,
      "default": "\"Ekera, ekera.\" She sighs.",
      "female": ""
    },
    {
      "id": 299,
      "default": "\"Madness is not a quality that I seek out in my subjects... but it will do.\" \r\n\r\nOnekaza nods slowly.",
      "female": ""
    },
    {
      "id": 300,
      "default": "\"Then you must think so little of the crown.\" She closes her eyes and shakes her head.",
      "female": ""
    },
    {
      "id": 302,
      "default": "[Attack] \"I just want to see you look upon Ukaizo once before I conquer it.\"",
      "female": ""
    },
    {
      "id": 303,
      "default": "\"Warriors! I say we are betrayed!\" \r\n\r\nThe queen rises from her throne, fixing you with a penetrating glare. Her cats lick their chops and rise with her. ",
      "female": ""
    },
    {
      "id": 305,
      "default": "\"We could do worse than settle for Berath's chosen, I admit.\" A slight smile rises to her face.",
      "female": ""
    },
    {
      "id": 306,
      "default": "\"Because I'm you're only hope.\"",
      "female": ""
    },
    {
      "id": 310,
      "default": "\"Then let us get to work.\" She nods, resolute.",
      "female": ""
    },
    {
      "id": 312,
      "default": "\"My scouts tell me that you sail from Ori o Koīki.\" The queen raises her brow.",
      "female": ""
    },
    {
      "id": 315,
      "default": "\"I wish to discuss the Huana.\"",
      "female": ""
    },
    {
      "id": 317,
      "default": "\"We are the stewards of the Deadfire. Our ancestors made this pact with the goddess Ngati long before Ukaizo... before the island vanished.\" \r\n\r\nShe closes her eyes and bows her head.",
      "female": ""
    },
    {
      "id": 319,
      "default": "\"I wish to know more of our people.\"",
      "female": ""
    },
    {
      "id": 321,
      "default": "\"How long have the Huana been here?\"",
      "female": ""
    },
    {
      "id": 322,
      "default": "\"You mentioned a pact with Ngati.\" ",
      "female": ""
    },
    {
      "id": 324,
      "default": "\"Back to my other questions.\"",
      "female": ""
    },
    {
      "id": 325,
      "default": "\"Speak on. A friend of the crown should be well-informed, I say.\"",
      "female": ""
    },
    {
      "id": 326,
      "default": "\"How long does coral grow?\" Onekaza chuckles to herself.",
      "female": ""
    },
    {
      "id": 327,
      "default": "\"The one which taught us to shape water.\" A light, youthful smile overtakes her.",
      "female": ""
    },
    {
      "id": 329,
      "default": "\"Aruihi thinks I should feed my enemies to them alive and screaming. Ekera, I have given it thought.\" \r\n\r\nShe pats Tangaloa on her head. Not content to let the attention go astray, Kohopa shifts over until his ears are under the queen's fingers.",
      "female": ""
    },
    {
      "id": 330,
      "default": "\"Who built Neketaka?\"",
      "female": ""
    },
    {
      "id": 331,
      "default": "\"This is a Huana city, but the trading companies are both represented here.\"",
      "female": ""
    },
    {
      "id": 333,
      "default": "\"Back to my other questions.\"",
      "female": ""
    },
    {
      "id": 335,
      "default": "\"The Huana, of course. The mark of our ancestors runs deep.\"",
      "female": ""
    },
    {
      "id": 336,
      "default": "\"Mm.\" Onekaza considers your reflection, nodding.",
      "female": ""
    },
    {
      "id": 338,
      "default": "\"First a question of my own.\" Onekaza steeples her fingers and observes you closely.",
      "female": ""
    },
    {
      "id": 339,
      "default": "\"Neketaka is the future, a path ahead for the Huana.\"",
      "female": ""
    },
    {
      "id": 340,
      "default": "\"You occupy this place which you found but did not build. Time will tell if it is a good fit.\"",
      "female": ""
    },
    {
      "id": 341,
      "default": "\"To be honest, I'm still getting my bearings.\"",
      "female": ""
    },
    {
      "id": 343,
      "default": "\"There are angles of this city I cannot see from my garden.\r\n\r\n\"What place has Neketaka in the great pattern of the Deadfire?\"",
      "female": ""
    },
    {
      "id": 344,
      "default": "\"This city is not how the tribes would live. Walls stand between neighbors and the beach is too far to walk comfortably.\" ",
      "female": ""
    },
    {
      "id": 345,
      "default": "\"Ekera, my thanks for your perspective. I say you give me much to consider.\"",
      "female": ""
    },
    {
      "id": 346,
      "default": "\"My ancestors were inclined to agree.\"",
      "female": ""
    },
    {
      "id": 347,
      "default": "\"I should tell Aruihi to send more philosophers to the palace.\" Onekaza smiles, sighing through her nose.",
      "female": ""
    },
    {
      "id": 348,
      "default": "\"Neketaka is not the stones on which it rests. If you would know the city, speak to its people.\" \r\n\r\nOnekaza nods.",
      "female": ""
    },
    {
      "id": 349,
      "default": "\"That depends on a great many things. Ukaizo is still a way's off from Neketaka.\" The queen gives you a weary smile.",
      "female": ""
    },
    {
      "id": 350,
      "default": "\"When we take back the island, we will know ourselves again. This is my promise to the tribes.\" ",
      "female": ""
    },
    {
      "id": 359,
      "default": "\"Even the gods may protest, but this city blooms from the wealth of foreigners.\"",
      "female": ""
    },
    {
      "id": 374,
      "default": "\"We should speak about the Gullet's food shortage.\"",
      "female": ""
    },
    {
      "id": 376,
      "default": "\"Now, with that out of the way, if there is nothing else?\" \r\n\r\nOnekaza raises her brow and waits for you to speak up.",
      "female": ""
    },
    {
      "id": 377,
      "default": "\"The trials ahead will make this seem the scattering of toy soldiers - but in the eyes of history, your work will be the death knell of their incursion.\"",
      "female": ""
    },
    {
      "id": 378,
      "default": "\"Ekera, somewhere in the abyss she blinks her enormous eyes with approval, I say.\" ",
      "female": ""
    },
    {
      "id": 380,
      "default": "\"Did I do your mother justice, Tekēhu?\"",
      "female": ""
    },
    {
      "id": 381,
      "default": "\"It is said that Ngati bound her four guardians to protect the islands, the adra, the seas, and the tribes. In return, she gifted them the forms of watershaping.\"",
      "female": ""
    },
    {
      "id": 382,
      "default": "\"For so long as our promise is kept, the goddess gives us dominion over water.\" \r\n\r\nOnekaza touches her brow with reverence.",
      "female": ""
    },
    {
      "id": 384,
      "default": "\"Ukaizo looms on the horizon, bridging the past with the future. \r\n\r\n\"Together, we will show the Huana how to cross it.\" ",
      "female": ""
    },
    {
      "id": 386,
      "default": "\"The Vailians will not be making our work easier. They breathe money and exhale vengeance like it is second nature.\"",
      "female": ""
    },
    {
      "id": 387,
      "default": "\"Now that Rauatai has your measure, you must be prepared to stare down the barrel of a cannon. I hope your courage is stalwart.\"",
      "female": ""
    },
    {
      "id": 388,
      "default": "\"The worst of the trading companies are behind us, but the Príncipi yet remain. I am thinking they will not make our work easy or simple.\"",
      "female": ""
    },
    {
      "id": 390,
      "default": "\"It is said the tribes assembled when Kohopa took his first mouthful of Amira's hatchling. And we will be here until the sea rises above our heads.\"",
      "female": ""
    },
    {
      "id": 392,
      "default": "\"Awfully cozy how the tribes get to use the endorsement of a goddess in a land dispute.\" \r\n\r\nMaia folds her arms and furrows her brow, a knowing smirk crossing her lips.",
      "female": ""
    },
    {
      "id": 398,
      "default": "\"If that is all you see, then Ngati's lesson is lost on you.\" \r\n\r\nOnekaza shakes her head. ",
      "female": ""
    },
    {
      "id": 399,
      "default": "<ispeech>May I live to see Rauatai's conceit unravel them from within.</ispeech> ",
      "female": ""
    },
    {
      "id": 404,
      "default": "\"Ekera. To Ukaizo and the prosperity of the Huana.\" \r\n\r\nOnekaza inclines her head and raises her fingers to her brow.",
      "female": ""
    },
    {
      "id": 408,
      "default": "\"What I need is a lasting peace that will outlive my dynasty, but I will accept peace of mind for now.\" ",
      "female": ""
    },
    {
      "id": 409,
      "default": "\"If we could accomplish both at once?\" The queen tilts her head back and sighs. ",
      "female": ""
    },
    {
      "id": 415,
      "default": "\"May Amira's feather grant you favorable wind, and may Tangaloa open his jaws to our enemies.\" \r\n\r\nShe covers her heart with one hand and touches her forehead with the other. ",
      "female": ""
    },
    {
      "id": 416,
      "default": "\"But I did not expect an outsider to show us the way. Ngati makes fools of us all.\"",
      "female": ""
    },
    {
      "id": 417,
      "default": "\"Just as I knew that one of our people would lead us back.\"",
      "female": ""
    },
    {
      "id": 418,
      "default": "\"Just as I knew that Ngati's chosen would lead the way.\" She inclines her head to Tekēhu.",
      "female": ""
    },
    {
      "id": 419,
      "default": "He nods to Onekaza wearing an uncertain frown and simply waits for the moment to pass.",
      "female": ""
    },
    {
      "id": 427,
      "default": "She pauses to fix Tekēhu with a stern, calculating look.",
      "female": ""
    },
    {
      "id": 428,
      "default": "\"I put my trust in Ngati's chosen. May the trickster goddess show mercy to her people.\" \r\n\r\nOnekaza nods and looks toward you more favorably.",
      "female": ""
    },
    {
      "id": 429,
      "default": "\"I named them Kohopa and Tangaloa, which makes the priests very unhappy.\" She grins to herself.",
      "female": ""
    },
    {
      "id": 430,
      "default": "\"Walls and districts are not how we would build a city today, but this place has echoes of the past.\" ",
      "female": ""
    },
    {
      "id": 432,
      "default": "\"The Vailians were very... forthright in their desire to carve out a permanent outpost, I say.\"",
      "female": ""
    },
    {
      "id": 433,
      "default": "\"When cannon shot echoed across the seas, the crown opened negotiations with Rauatai's armada. A healthier alternative to war.\" ",
      "female": ""
    },
    {
      "id": 434,
      "default": "\"My brother thinks I am too lenient with our visitors. I say I will accept even this uneasy balance.\" ",
      "female": ""
    },
    {
      "id": 438,
      "default": "\"Aruihi would have me force them back to their ships. I say it is better to feed my allies under a single roof.\"",
      "female": ""
    },
    {
      "id": 439,
      "default": "\"Once we have the support of the Wahaki, my canoes will stand against any trading company ship.\" \r\n\r\nOnekaza smiles to herself. ",
      "female": ""
    },
    {
      "id": 440,
      "default": "\"I could send birds to every ranga and rally them to our cause, but Neketaka needs more than strength. \r\n\r\n\"We need pure Huana fury. We need the Wahaki.\" ",
      "female": ""
    },
    {
      "id": 442,
      "default": "\"The Huana are strong, but our foes are stronger, richer, more relentless still.\r\n\r\n\"I say that the gods have delivered us an advantage we sorely need.\" ",
      "female": ""
    },
    {
      "id": 446,
      "default": "\"You butcher my watershapers... sabotage the hopes of Neketaka? Ekera, but this palace is no sanctuary for the likes of you.\"",
      "female": ""
    },
    {
      "id": 447,
      "default": "\"Can't we talk about this?\"",
      "female": ""
    },
    {
      "id": 449,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 450,
      "default": "She simply raises a finger to silence you.",
      "female": ""
    },
    {
      "id": 451,
      "default": "\"Leave before I am forced to take action.\"",
      "female": ""
    },
    {
      "id": 456,
      "default": "\"I say the sacrifice is a worthy one if we chart a course to Ukaizo in my lifetime.\" \r\n\r\nShe nods, raising her fingers to her brow.",
      "female": ""
    },
    {
      "id": 465,
      "default": "\"Speak freely, herald of Berath.\" Onekaza opens her palm and nods.",
      "female": ""
    },
    {
      "id": 466,
      "default": "\"If you interfere with my plans, there will be nowhere safe in the Deadfire.\"",
      "female": ""
    },
    {
      "id": 469,
      "default": "\"Kohopa, Tangaloa - welcome our guest.\"\r\n\r\nShe nods down to the cats. They fix you with attentive stares that cause many of the courtiers and attendants to gasp.",
      "female": ""
    },
    {
      "id": 470,
      "default": "\"Good Kohopa, good Tangaloa...\"",
      "female": ""
    },
    {
      "id": 471,
      "default": "\"They're not budging until the alpha shows her teeth.\"",
      "female": ""
    },
    {
      "id": 472,
      "default": "[Back away a step.]",
      "female": ""
    },
    {
      "id": 473,
      "default": "\"Nothing to fear, I say. If a queen cannot wrangle two cats, what right has she to the Deadfire?\"\r\n\r\nShe drags a hand over both of their massive heads. They lean into the gesture.",
      "female": ""
    },
    {
      "id": 474,
      "default": "\"Watch out. When these things lick, well... I hope for your sake you're not ticklish.\"",
      "female": ""
    },
    {
      "id": 475,
      "default": "\"You travel with a brave crew, Watcher.\" Onekaza smiles up at Edér.",
      "female": ""
    },
    {
      "id": 476,
      "default": "\"Ekera, but you have a way with the wild. And diplomacy, I say.\"\r\n\r\nShe smiles as her cats look to her for approval.",
      "female": ""
    },
    {
      "id": 477,
      "default": "\"Get those beasts away from me.\"",
      "female": ""
    },
    {
      "id": 478,
      "default": "\"No love of the wild. Ekera, or do you fear what you cannot control?\" She squints at you, nodding.",
      "female": ""
    },
    {
      "id": 479,
      "default": "\"Something you and the hazanui share.\"",
      "female": ""
    },
    {
      "id": 480,
      "default": "\"My children, Kohopa and Tangaloa. It is to them that I answer when dignitaries do not pound at my door.\"\r\n\r\nShe pats the heads of the massive tigers, smiling as they lean into the gesture.",
      "female": ""
    },
    {
      "id": 481,
      "default": "[Move in to pet them.]",
      "female": ""
    },
    {
      "id": 482,
      "default": "\"Go on Edér, you take the honors.\"",
      "female": ""
    },
    {
      "id": 483,
      "default": "\"If it's all the same, I'll keep my distance.\"",
      "female": ""
    },
    {
      "id": 484,
      "default": "\"Can we get on with it?\"",
      "female": ""
    },
    {
      "id": 485,
      "default": "\"I think I speak for all of us when I say we'd be honored to pet your children.\"",
      "female": ""
    },
    {
      "id": 487,
      "default": "\"Ekera. Even in times of peace, my people come before my cats.\"",
      "female": ""
    },
    {
      "id": 488,
      "default": "Her tigers raise their heads to observe you, each heavy breath wafting the lingering scent of a recent meal. \r\n\r\nThey endure your gesture with indifference. The queen nods with approval.",
      "female": ""
    },
    {
      "id": 489,
      "default": "\"Trick with cats, course, is you gotta ignore 'em first. Get 'em interested...\"\r\n\r\nEdér rocks back and forth on his heels, averting his gaze from the cats. Yet, every few seconds he slips up and peeks at them.",
      "female": ""
    },
    {
      "id": 490,
      "default": "\"We are of one mind. My mother taught me to bait an enemy into the open, give it comfort and confidence.\" \r\n\r\nOnekaza smiles up at Edér before returning her focus to you. ",
      "female": ""
    },
    {
      "id": 491,
      "default": "\"Ekera, as you will.\"\r\n\r\nShe eases back in her chair.",
      "female": ""
    },
    {
      "id": 492,
      "default": "\"After so much death, to return only with muddied boots...\" ",
      "female": ""
    },
    {
      "id": 493,
      "default": "\"I mourn the loss of our history to Rauataian spies, but that is a queen's burden.\"",
      "female": ""
    },
    {
      "id": 494,
      "default": "\"Scholars pore over your findings as if a charcoal rubbing could build a bridge to Ukaizo. I have learned to restrain my optimism.\" ",
      "female": ""
    },
    {
      "id": 499,
      "default": "\"And what does Tekēhu say to this?\" She pivots in her chair to face Tekēhu.",
      "female": ""
    },
    {
      "id": 501,
      "default": "\"If he should find his mother's mark on Ukaizo, see that he brings it back to us.\"",
      "female": ""
    },
    {
      "id": 502,
      "default": "\"For what do the tribes not fight each other? For what are we united if <i>not</i> to take back lost Ukaizo?\" \r\n\r\nOnekaza shows her teeth. It's difficult to tell if she's smiling or grimacing. ",
      "female": ""
    },
    {
      "id": 503,
      "default": "Chuckling to herself, Maia shakes her head.",
      "female": ""
    },
    {
      "id": 504,
      "default": "\"You have thoughts, soldier?\"\r\n\r\nOnekaza shoots her a withering look.",
      "female": ""
    },
    {
      "id": 505,
      "default": "\"Vailia came here to make some coin. Rauatai followed to catch up with Vailia. Now the Huana are scrambling to catch up to Rauatai.\" ",
      "female": ""
    },
    {
      "id": 506,
      "default": "\"It'd be funny if it wasn't going to get so many good people killed.\" ",
      "female": ""
    },
    {
      "id": 507,
      "default": "\"Anyone who stands in our way is a wave to be crested. Your superiors should know this already.\"\r\n\r\nOnekaza flares her nostrils and nods.",
      "female": ""
    },
    {
      "id": 510,
      "default": "\"At night, I even... ah, but it is nothing.\"\r\n\r\nShe waves the matter aside as if brushing at a moth.",
      "female": ""
    },
    {
      "id": 511,
      "default": "\"Go on.\"",
      "female": ""
    },
    {
      "id": 512,
      "default": "\"Have you been dreaming of Ukaizo, highness?\"",
      "female": ""
    },
    {
      "id": 513,
      "default": "\"If we could get to the point.\"",
      "female": ""
    },
    {
      "id": 514,
      "default": "\"Ekera... Since I was a child.\" Onekaza slowly exhales through her nose. ",
      "female": ""
    },
    {
      "id": 515,
      "default": "\"When I close my eyes, I stand before the gates of Ukaizo. There are always... three. For what would there be three gates?\" \r\n\r\nShe furrows her brow and shakes her head - clearly a question she has asked herself many times before.",
      "female": ""
    },
    {
      "id": 516,
      "default": "\"Do your dreams ever wake you in the dark of the night... to find yourself trembling and tangled in blankets soaked with sweat? Do you ever open your eyes, feeling both fearful and sick?\" ",
      "female": ""
    },
    {
      "id": 517,
      "default": "Blinking, Onekaza folds her arms and looks from Xoti back to you. ",
      "female": ""
    },
    {
      "id": 518,
      "default": "\"I do not say I am meant to go. But the gods... they want the Huana to return and reclaim what we lost.\"",
      "female": ""
    },
    {
      "id": 519,
      "default": "\"The gods certainly aren't above picking favorites.\" ",
      "female": ""
    },
    {
      "id": 520,
      "default": "\"Ondra has a plan for you. Pray on it.\"",
      "female": ""
    },
    {
      "id": 521,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 522,
      "default": "\"Ekera, I have and I will.\"",
      "female": ""
    },
    {
      "id": 524,
      "default": "\"You'd need a capable ship.\"",
      "female": ""
    },
    {
      "id": 525,
      "default": "\"Maybe prayer would get us across?\"",
      "female": ""
    },
    {
      "id": 526,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 527,
      "default": "\"I would need watershapers to tame the furious seas and muzzle the wild storms.\" A knowing grin slowly spreads across her face.",
      "female": ""
    },
    {
      "id": 528,
      "default": "\"No, I say. Ngati teaches us that even the mightiest ship can sink.\"",
      "female": ""
    },
    {
      "id": 529,
      "default": "\"The Mataru have tried. Their voices were as shells dropped in the abyss.\"",
      "female": ""
    },
    {
      "id": 530,
      "default": "\"And our future, I say. If we can but reach to grasp it.\"",
      "female": ""
    },
    {
      "id": 531,
      "default": "\"If this city is a reflection of the past, it's a poor one.\"",
      "female": ""
    },
    {
      "id": 532,
      "default": "\"I've seen what lies at the bottom. It isn't pretty, highness.\"",
      "female": ""
    },
    {
      "id": 533,
      "default": "\"Bottoms seldom are, I say.\"",
      "female": ""
    },
    {
      "id": 534,
      "default": "\"My priests would say that the path forward is behind us. At times I wonder.\" ",
      "female": ""
    },
    {
      "id": 536,
      "default": "\"Do we still speak of the city? I have lost track.\" Tekēhu winks.\r\n\r\nOnekaza only rolls her eyes.",
      "female": ""
    },
    {
      "id": 537,
      "default": "[Attack] \"Your crown is forfeit. The city is mine.\"",
      "female": ""
    },
    {
      "id": 538,
      "default": "\"That necessary, talking like that? I may be on your side but you don't always make it easy.\"",
      "female": ""
    },
    {
      "id": 540,
      "default": "\"To stand against a countryman is a terrible thing. May the sea open its maw to swallow you.\"",
      "female": ""
    },
    {
      "id": 542,
      "default": "\"Take the helm of your ship... captain. My fleet will follow and watershapers will clear the way through Ondra's Mortar.\"",
      "female": ""
    },
    {
      "id": 543,
      "default": "\"And the enemy's fleet, if it comes to that.\"\r\n\r\nOnekaza narrows her eyes on the horizon and nods to herself.",
      "female": ""
    },
    {
      "id": 544,
      "default": "\"Do not return unless you bring your senses. And pray that my mind is unchanged when you do.\" She waves you off, grimacing.",
      "female": ""
    },
    {
      "id": 545,
      "default": "\"Your captain has made his choice, Tekēhu.\"",
      "female": "\"Your captain has made her choice, Tekēhu.\""
    },
    {
      "id": 546,
      "default": "\"When my people know their past, their future will soon follow.\" The queen grins fiercely and favors you with a nod.",
      "female": ""
    },
    {
      "id": 547,
      "default": "\"If it was our attention you wanted, I'm sure you have it now. Belfetto.\"",
      "female": ""
    },
    {
      "id": 548,
      "default": "\"Their respect and restraint would have sufficed, but I will settle for their fear.\" ",
      "female": ""
    },
    {
      "id": 550,
      "default": "\"I'm trying to picture a Vailian serpent. With some kind of feathered hat and one of those collars with the ruffles.\"",
      "female": ""
    },
    {
      "id": 551,
      "default": "\"I would not be so confident. A wounded behemoth is often the most dangerous.\" He twists at the hem of his garment, clearly on edge.",
      "female": ""
    },
    {
      "id": 552,
      "default": "\"You are a fool if you really believe my country lacks the resources or the resolve to continue their ventures here.\"",
      "female": ""
    },
    {
      "id": 553,
      "default": "\"Ekera, it takes a strong arm to rattle two coconuts loose from the same tree.\"",
      "female": ""
    },
    {
      "id": 554,
      "default": "\"Because this will never find a way to bite you in the ass.\" \r\n\r\nMaia simply stares straight ahead.",
      "female": ""
    },
    {
      "id": 555,
      "default": "\"I never once doubted you'd do it. Ain't nothing can stop my Watcher on the warpath.\"",
      "female": ""
    },
    {
      "id": 556,
      "default": "\"Clever work, this. Clean and tidy as a smuggler's logs.\"\r\n\r\nThe blue orlan chuckles.\r\n",
      "female": ""
    },
    {
      "id": 557,
      "default": "\"When my people know their past, their future will soon follow.\" The queen grins fiercely and favors you with a nod.",
      "female": ""
    },
    {
      "id": 559,
      "default": "\"You've been in my head since we first met.\"",
      "female": ""
    },
    {
      "id": 560,
      "default": "\"Ah... ekera, but listen how the Watcher flatters me!\" \r\n\r\nOnekaza chuckles to herself and shares a smile with the attendants in earshot. \r\n\r\nWhen her gaze swivels back to you, a presence like a storm cloud settles over your thoughts.",
      "female": ""
    },
    {
      "id": 561,
      "default": "<ispeech>I cannot plant a seed in untilled soil. Ekera, I want for there to be trust between us.</ispeech>\r\n\r\nShe raises her eyebrows to make sure you're paying attention.",
      "female": ""
    },
    {
      "id": 562,
      "default": "<ispeech>The trading companies send spies to every corner of the mountain. I say there are places they cannot go.</ispeech>\r\n\r\nMasked beneath a casual gesture of scratching her cheek, Onekaza taps the side of her head. ",
      "female": ""
    },
    {
      "id": 563,
      "default": "[Think at her.] <i>I understand, highness.</i>",
      "female": ""
    },
    {
      "id": 564,
      "default": "[Think at her.] <i>If you can't feel at home in your palace, communication is the least of your concerns.</i>",
      "female": ""
    },
    {
      "id": 565,
      "default": "\"What?\"",
      "female": ""
    },
    {
      "id": 566,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 567,
      "default": "\"But you did not climb all the way up the mountain to pay compliments, I say.\"\r\n\r\nYou feel a light tug as the mental connection breaks - for now.\r\n\r\nOnekaza settles back in her chair and nods to you, her eyes straying to her attendants only briefly.",
      "female": ""
    },
    {
      "id": 568,
      "default": "<ispeech>You and Aruihi think alike. This is my oasis, I say - not my prison.</ispeech>",
      "female": ""
    },
    {
      "id": 569,
      "default": "She rolls her eyes and massages her temple. ",
      "female": ""
    },
    {
      "id": 570,
      "default": "\"The watershapers started it, really/\"",
      "female": ""
    },
    {
      "id": 571,
      "default": "\"For what do you do this?\" Tekēhu raises a shaking hand to his mouth.",
      "female": ""
    },
    {
      "id": 572,
      "default": "\"Your captain needs a nudge toward reason, I say.\"\r\n\r\nShe nods to Tekēhu.",
      "female": ""
    },
    {
      "id": 573,
      "default": "\"If Ukaizo exists. Even your own people doubt the legends. An ancient city, greater than Neketaka, brimming with luminous adra, and all built by the Huana thousands of years ago.\"",
      "female": ""
    },
    {
      "id": 574,
      "default": "\"It is a good thing our ships are pushed by wind, not certainty.\r\n\r\n\"My people will grasp for the unknown if it means standing against yours.\" ",
      "female": ""
    },
    {
      "id": 575,
      "default": "\"You sure that's wisdom?\"",
      "female": ""
    },
    {
      "id": 576,
      "default": "\"Revelation comes from unlikely places, soldier. I say you should have learned this on the battlefield.\" \r\n\r\nOnekaza nods to Edér.",
      "female": ""
    },
    {
      "id": 577,
      "default": "\"The hazanui sends her regards.\"",
      "female": ""
    },
    {
      "id": 578,
      "default": "\"Rauatai will protect the Deadfire better than you ever did.\"",
      "female": ""
    },
    {
      "id": 579,
      "default": "\"It doesn't have to end this way. Surrender and outlive your reign.\"",
      "female": ""
    },
    {
      "id": 581,
      "default": "\"You have won nothing today. Ngati will tear through Rauatai's fleet with a fury that mortals cannot know.\" \r\n\r\nOnekaza rises slowly, her gaze boring into you.",
      "female": ""
    },
    {
      "id": 583,
      "default": "\"I would give myself to the sea before I allowed my homeland to be wrested from the tribes.\" ",
      "female": ""
    },
    {
      "id": 584,
      "default": "\"My guards informed me of violence at the Watershapers Guild.\" Onekaza looks beyond you and narrows her eyes.",
      "female": ""
    },
    {
      "id": 585,
      "default": "\"Tekēhu, it goes without saying I expect you to report back. Go with Ngati's luck.\"",
      "female": ""
    },
    {
      "id": 586,
      "default": "\"This is too important and my guards are spread too thinly. \r\n\r\n\"Get to the bottom of the matter and there will be recompense once the dust has settled, ekera?\" ",
      "female": ""
    },
    {
      "id": 587,
      "default": "\"My queen. By my mother's hanging lamp, it will be done.\" \r\n\r\nHe inclines his head. Onekaza merely nods.",
      "female": ""
    },
    {
      "id": 588,
      "default": "\"If some outsider plot has infested my guild, there will be nowhere safe in the Deadfire...\"\r\n\r\nShe trails off, nodding to herself.",
      "female": ""
    },
    {
      "id": 589,
      "default": "\"I had some questions.\"",
      "female": ""
    },
    {
      "id": 590,
      "default": "\"I'll be back when I know more.\"",
      "female": ""
    },
    {
      "id": 592,
      "default": "\"Watcher. Something on your mind?\" Onekaza raises her brow.",
      "female": ""
    },
    {
      "id": 593,
      "default": "\"They tell me Hasongo is still cloaked in shadow.\" Onekaza raises her brow and gestures for you to speak.",
      "female": ""
    },
    {
      "id": 594,
      "default": "\"Watcher. I hope you are enjoying my city?\" Onekaza lifts her gaze to meet yours.",
      "female": ""
    },
    {
      "id": 595,
      "default": "\"Speak on, I say. Time can be made for guests.\" ",
      "female": ""
    },
    {
      "id": 596,
      "default": "\"The herald of Berath is welcome, I say.\" Onekaza inclines her head.",
      "female": ""
    },
    {
      "id": 597,
      "default": "\"A guest is always welcome, I say.\" Onekaza smiles and sits up straighter.",
      "female": ""
    },
    {
      "id": 598,
      "default": "\"Watcher, you honor me.\" Onekaza inclines her head and touches her brow.",
      "female": ""
    },
    {
      "id": 599,
      "default": "\"What say, burglar? Thanks to you I must negotiate with Arkemyr for more security.\"\r\n\r\nOnekaza grins and shakes her head. ",
      "female": ""
    },
    {
      "id": 600,
      "default": "\"What say, Watcher?\" Onekaza raises her brow and gestures for you to speak.",
      "female": ""
    },
    {
      "id": 601,
      "default": "\"Speak, I say.\" Onekaza exhales through her nose.",
      "female": ""
    },
    {
      "id": 602,
      "default": "\"For what do you show yourself here?\" Onekaza folds her arms and waits.",
      "female": ""
    },
    {
      "id": 603,
      "default": "\"Your presence wilts my garden, I say. Speak quickly.\" Onekaza narrows her eyes. Her tigers let out a low growl.",
      "female": ""
    },
    {
      "id": 604,
      "default": "\"The savior of dragons. What say?\" Onekaza blinks at you.",
      "female": ""
    },
    {
      "id": 605,
      "default": "\"What say, binder of dragons?\" Onekaza settles back in her chair and smiles.",
      "female": ""
    },
    {
      "id": 607,
      "default": "\"For what do you approach me, slayer of dragons?\" She gestures for you to speak freely.",
      "female": ""
    },
    {
      "id": 608,
      "default": "\"Friends of Rauatai are rarely friends of the throne, but I will hear you.\" Onekaza nods.",
      "female": ""
    },
    {
      "id": 609,
      "default": "\"The traders call you a friend. I hope the crown can do the same?\" Onekaza raises her brow.",
      "female": ""
    },
    {
      "id": 611,
      "default": "\"No? Just me then...?\" ",
      "female": ""
    },
    {
      "id": 612,
      "default": "\"Curious company you keep, Watcher.\"",
      "female": ""
    },
    {
      "id": 613,
      "default": "\"I'm to meet him at the great volcano of Ashen Maw.\"",
      "female": ""
    },
    {
      "id": 614,
      "default": "\"If he fears neither ocean nor magma, I wonder that anything can stop him.\" Onekaza thumbs her chin and considers. ",
      "female": ""
    },
    {
      "id": 615,
      "default": "\"In the deepest memory of the tribes we have told stories of Magran's Teeth. \r\n\r\n\"Embellished sailor's fables, ekera, but not without some truth.\"",
      "female": ""
    },
    {
      "id": 616,
      "default": "\"My people speak of treacherous seas, lakes of fire, and the ancient warriors hammered to life on Magran's anvil.\"\r\n\r\nOnekaza props her chin on her fist and looks you up and down.",
      "female": ""
    },
    {
      "id": 617,
      "default": "\"Do not depend upon them seeing you as kin.\"\r\n\r\nShe tips her head with a knowing smile.",
      "female": ""
    },
    {
      "id": 618,
      "default": "\"Ashen Maw is the grandest and most accessible of the peaks. \r\n\r\n\"It is the sharpest tooth in Magran's jaw. Prepare yourself for a fight.\" ",
      "female": ""
    },
    {
      "id": 619,
      "default": "\"I will, highness.\"",
      "female": ""
    },
    {
      "id": 620,
      "default": "\"Any chance of support ships to accompany [Player Ship]?\"",
      "female": ""
    },
    {
      "id": 621,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 622,
      "default": "\"Ekera, would that our resources were not so entangled in other parts.\"",
      "female": ""
    },
    {
      "id": 626,
      "default": "\"And Eothas marches on Ukaizo while I juggle armloads of enemies. \r\n\r\n\"This is no coincidence. Ngati is testing me, I say.\"",
      "female": ""
    },
    {
      "id": 627,
      "default": "\"It certainly feels that way.\"",
      "female": ""
    },
    {
      "id": 628,
      "default": "\"Do you think you're equal to the challenge?\"",
      "female": ""
    },
    {
      "id": 629,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 630,
      "default": "\"If I am not, then Ngati will close her jaws around me.\r\n\r\n\"I will live to taunt her and keep my people safe.\" ",
      "female": ""
    },
    {
      "id": 632,
      "default": "Tapping her chin, Onekaza nods and weighs the matter. At length her even expression spreads into a pleased and knowing smile. ",
      "female": ""
    },
    {
      "id": 633,
      "default": "\"If Eothas makes for Magran's Teeth, I say the Rathun will grind him to dust for the praise of their warrior matron.\" Her brow rises with interest. ",
      "female": ""
    },
    {
      "id": 634,
      "default": "\"Even if they fail, it will be an enemy cleared from my plate.\r\n\r\n\"This is the gratitude of Ngati, I say.\" ",
      "female": ""
    },
    {
      "id": 635,
      "default": "\"Rathun?\"",
      "female": ""
    },
    {
      "id": 636,
      "default": "\"I doubt anyone could even slow Eothas down, much less stop him.\"",
      "female": ""
    },
    {
      "id": 637,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 638,
      "default": "\"The fiery children of Magran, devoted to their mother with a fanatic's zeal. \r\n\r\n\"Bothersome, but the least of my troubles now.\" ",
      "female": ""
    },
    {
      "id": 639,
      "default": "\"Optimism has not abandoned me yet, Watcher. But I note your thoughts on the matter.\"",
      "female": ""
    },
    {
      "id": 641,
      "default": "\"So, Watcher - do we unite and sail for Ukaizo?\" Onekaza eases forward in her throne and studies you, unblinking.",
      "female": ""
    },
    {
      "id": 642,
      "default": "Raising a finger for patience, Onekaza continues reading a recently unsealed missive. \r\n\r\nShe shakes her head and slowly brings her gaze up to meet yours.",
      "female": ""
    },
    {
      "id": 644,
      "default": "\"This is about the explosive?\"",
      "female": ""
    },
    {
      "id": 645,
      "default": "[Lie] \"I lost the bomb you gave me. May I have another?\" ",
      "female": ""
    },
    {
      "id": 646,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 656,
      "default": "She narrows her eyes. The tigers at her side mirror the gesture and lick their chops. ",
      "female": ""
    },
    {
      "id": 662,
      "default": "\"I should have sunk your ship before you made port.\" Onekaza exhales sharply through her nose.",
      "female": ""
    },
    {
      "id": 663,
      "default": "\"You bear witness to the work of the gods. It seems they are not finished with you yet.\" ",
      "female": ""
    },
    {
      "id": 665,
      "default": "\"Waste no time, Watcher. Mairu's silence troubles me.\"",
      "female": ""
    },
    {
      "id": 666,
      "default": "\"If you want to reach Ukaizo first, you're going to need allies.\"",
      "female": ""
    },
    {
      "id": 667,
      "default": "\"Ekera, ekera.\" She sighs.",
      "female": ""
    },
    {
      "id": 668,
      "default": "\"Waste no time, Watcher. Mairu's silence troubles me.\"",
      "female": ""
    },
    {
      "id": 671,
      "default": "\"What do you need from me?\"",
      "female": ""
    }
  ]
}