{
  "Component": "exported",
  "Name": "conversations\\04_neketaka_palace_district\\04_cv_muhai",
  "Entries": [
    {
      "id": 1,
      "default": "\"There you are.\" \r\n\r\nThe spirit tilts her head, considering you. After a moment, she reaches a hand towards you.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Yes, I'm real.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"And what kept you? Why should I wait so long for Rikuhu's messenger? \r\n\r\n\"Or have you come as Berath's Usher? The foreigners twist even our gods.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Keep your hands to yourself, spirit.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"I am sorry. I never gave thought to what I should do, when Rikuhu's messenger came. \r\n\r\n\"Or have you come as Berath's Usher? The foreigners twist even our gods.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"...Should you not be a dwarf?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Reach out your hand.]",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"I did not expect to wait so long for Rikuhu's messenger. \r\n\r\n\"Or have you come as Berath's Usher? The foreigners twist even our gods.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Do you know where you are?\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"I'm not the Usher, I'm a Watcher.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"I can see nothing in this place of death but... distant lights. \r\n\r\n\"But I feel I must be close to where I died. I have not taken one step, since the darkness came.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"You are small, but... not as wrinkled as I expected.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Who were you?\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"I have been many things, and in performing my duties I brought honor to my caste and to my kin.\r\n\r\n\"A sea captain. A great explorer. Trusted adviser to the queen herself.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Ekera, I have not met one before. \r\n\r\n\"Nor will I again, I think.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"I'm helping the Usher out. He's pretty busy.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"I eat a healthy diet.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Even dead, I am slighted. Ekera, what injustice.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Oh, to eat again...\" ",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"But you <i>are</i> here to take me away, are you not? \r\n\r\n\"Well, I refuse to go. Never will I move from this place, until justice is done.\"\r\n\r\nShe stamps her foot, soundlessly.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"What's the last thing you remember?\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"I follow Magran's way. Yet sickness took me before my time. I died alone, and without honors. \r\n\r\n\"It must be put right. My body cannot be left here to rot, forgotten. I feel it there, like an itch.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"The sickness... Days of it, lying in my own filth as the disease withered me. I passed from wakefulness to sleep with every breath. \r\n\r\n\"But I knew at once when it was over.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Is that why you haven't moved on? I could help you.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Of course. Some kind of mistake was made, and now Magran will put it right. \r\n\r\n\"I thank you. Please, search my home. My body cannot be far.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Good luck with all that. Farewell.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Wait! There must be some mistake. You are the only person to have come- What if there is never another?\"\r\n\r\n\"If you help me, I will gift you with a treasure. The dead have no need for such things.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Have you found it? \r\n\r\n\"Ekera, I hope I have not rotted away.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Not yet. I'll keep looking around.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"I found a body in the bed. I assume it's yours.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Yes. To think... a Mataru of the Kahanga tribe, left to die alone and forgotten. \r\n\r\n\"Unthinkable.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"It shouldn't be too hard to arrange funeral rites.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"I'll fix this, I promise.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "[Remain silent.]",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"I guess you weren't very popular.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"No one deserves to end up like this. I'll put it right.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"In life, I would have faced any challenge. Now, you are my champion. \r\n\r\n\"Magran smiles upon your deeds.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"No, not so difficult, now that you are here to carry my body.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Then I was right to wait. All will be made right again, and I will rest.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Truly, they did not come for me... How long has it been? My house fills with the stink of death- may it spread through all of Serpent's Crown.\r\n\r\n\"But no matter. Now you can make it right.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"If I lived, I would show you what I have learned in Magran's service. \r\n\r\n\"...But I am dead, and so you are beyond my reach. Indignity upon indignity.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Take my body to the temple of Magran, in the Sacred Stair. \r\n\r\n\"There is a great fire, there, that burns eternally.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"I'll do what I can.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"If I help you, can I loot your estate?\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"We'll see.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Ekera, as if I can stop you. Take what you will- But find my body!\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"It is done! I can feel it, I am certain of it. My essence returns to me.\" \r\n\r\nYou can detect no change in Muhai's spectral form, now that her corpse is gone. All the same she raises her hands to the height of her eyes, examining them.",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Happy to help.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Go away already.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "[Nod.]",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"I will follow your light. The brazier waits in the Sacred Stair.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"I assume this body is yours...\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"At last! Ekera, I have waited a second lifetime.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Now... That is, before- I left the sea for the mountains, to make maps and guide others. \r\n\r\n\"Chief navigator. That is what I made of myself.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"I will find my way from here. Amira's winds blow sweet upon you, Watcher. \r\n\r\n\"May you always find what you seek.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Are you sure this is what you want?\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"And why should I bother?\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"How am I supposed to carry a body down to the temple without anybody noticing?\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Ekera, wrap it in a sheet if you are worried. Magran places such obstacles before us so that we may overcome them!\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"I hear your talk! Who has turned your heart against me? The priest? \r\n\r\n\"Has he forgotten who we were? Never before would a member of the Auwēki have been left to die alone.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Now I will be buried like a secret, never to know Magran's favor.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"You brought this upon yourself.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Magran never cared for any of us. Find your own way from here.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"You're a navigator. You'll figure it out.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"I'm sorry, Muhai.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"A curse upon you, Watcher! May your life's path curve upon itself! May you lose your way on the Wheel!\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Berath will claim you in time. And I will be here, Watcher! I wait for you on this side!\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Ah, but I have not forgotten my promise. Climb the temple steps, as I once did. Search among the pillars. \r\n\r\n\"I hid a jewel behind a loose stone with which I could buy passage from the city.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"I will not sail again. Perhaps you can make use of it.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"You have greater loyalty within you than those of my own blood, Watcher. \r\n\r\n\"You have freed me!\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"When I was yet not too sick to rise, and had hope of leaving the city, I hid away a jewel with which I could buy passage. \r\n\r\n\"Climb the temple steps, and search among the pillars. You will find it behind a loose stone.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"And the treasure?\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "Your hand passes through hers. \r\n\r\nShe lets out a soft, sighing sound, and draws her hand back.",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Of course! When all is done, Magran will light a path for me.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"Or else if I must face a final test of my navigator's skill... I will impress her.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Drag my body around if you wish! But I will follow you until the deed is done.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"And think- A dead woman carries many secrets.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"To the temple! Lead on, my friend.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Burn my body there, so that it may be dedicated to Magran in death. \r\n\r\n\"I cannot pass from this life until all is in order.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"That isn't how it works. Find the adra veins and you will be released into the Wheel.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"You mistake me for one of the outsiders!\r\n\r\n\"What do the gods care for such things?\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"No, we must go to the brazier. I cannot see the way, and so must follow you. \r\n\r\n\"Lead on, my friend.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"Very well. I will fulfill your final wish.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"You are a blessing! I would complain that you arrived late, but- no matter.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"You aren't contagious, are you?\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"You are a healthy young man. Be bold of heart, and you will prevail.\"",
      "female": "\"You are a healthy young woman. Be bold of heart, and you will prevail.\""
    },
    {
      "id": 101,
      "default": "\"I wait here. Tell me when you have found it!\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"I upheld my tribe's honor, and for that I was abandoned!\r\n\r\n\"Left to waste away. To hobble around my home with only maps for company!\"",
      "female": ""
    }
  ]
}