{
  "Component": "exported",
  "Name": "conversations\\04_neketaka_palace_district\\04_cv_prince_aruihi",
  "Entries": [
    {
      "id": 5,
      "default": "\"I see you pulled Ngati's chosen from the guildhall.\" Aruihi nods to Tekēhu.",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Let's speak, Watcher. While we have the chance.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"The look on Castol's face when Berath's chosen sent him on to his just end!\" The prince lets out an unconstrained laugh.",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"What kind of loyal service did you have in mind?",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Seems I came at a bad time.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"You never know, I could be a bad omen.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"I'm not here for the gods. I have my own reasons.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"You and half of Eora, I say.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Bad to outsiders, I say. Anyone who can empty this hall of dignitaries is a friend to the Huana.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"I will not paddle around the island - my sister wants to know if you are as <i>useful</i> as you are disruptive.\r\n\r\n\"She trusts me to judge this.\" ",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Guards! We are betrayed!\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"You did not come this far to serve the crown, I say, but sailing is an expensive hobby. \r\n\r\n\"Loyal service can keep your galley stocked.\" ",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"I had some questions.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"I <i>could</i> use some extra coin to outfit [Player Ship].\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"I mean to set out for Hasongo as soon as I can.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"May I speak with the queen?\" ",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"My sister and I both value action over fine words. If you can shoulder some of our royal burdens, I know she would be grateful.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "[Bow] \"Honored to meet you.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"No, I say! The envoy of a god will humble our foreign... allies.\" \r\n\r\nHe shrugs, holding the grin frozen in place.",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"Save your manners for my sister. Kohopa fashioned me for the arena, not the court.\" ",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"You don't seem to take your 'rivals' very seriously.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"How can I when they posture and peck like a pair of kata birds?\" Aruihi smirks and shakes his head.",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"So, my sister finally wishes to negotiate with the Wahaki.\" \r\n\r\nThe prince crosses his arms and purses his lips, looking quietly impressed.",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Do you have any advice?\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"I had other questions.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Months ago I told Onekaza to make appeals to the Wahaki ranga. She must feel the walls of the Deadfire closing in, I say.\" ",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Monster, I say! What did the watershapers do to enrage you like a mad aurochs?\" The prince resolutely stares you down.",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"I am Onekaza's shield. For a time, let it suffice that we speak with the same authority.\" \r\n\r\n",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"Ekera, but I hear whispers that you visited the hazanui's adra lighthouse. And survived.\"\r\n\r\nAruihi smiles, stroking his chin.",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"Your coming is a favorable omen already!\" \r\n\r\nThe prince nods and crosses his arms, a self-satisfied smile on his lips.",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"It does not take a priest to see how the gods send us an outsider to dig under the skin of our enemies!\"\r\n\r\nAruihi chuckles to himself and nods.",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"Neketaka has enough enemies, I say. You will leave.\" ",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"Onekaza is not the only one with a measure of power. Leave before I am tempted to use it.\" \r\n\r\nHe jerks his head toward the exit.",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"But if the green god crosses Magran's Teeth, I say haste must go before caution.\" \r\n\r\nAruihi presses his palms together and sighs. ",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"Two envoys of the gods may yet break the serpent's spine.\" \r\n\r\nTekēhu and Aruihi share a wink.",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"Too much has happened for you to waste words with the royal brother. From now on you work with Onekaza as an honored guest of her rooftop garden.\r\n\r\n\"Only... be kind to her cats.\" ",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"Your account of Hasongo's fate... troubles. For all that I dislike about the hazanui's navy, I cannot help but respect them.\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"Have any problems with loyalty lately?\"",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"Neketaka is a city full of <i>friends</i>, I say. We exchange so much between districts.\"\r\n\r\nHis smile tightens into a hard line.",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"While you are in Neketaka, maybe you are interested in making yourself useful?\" The prince eyes you with a curious gleam. ",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"Enjoy your stay in Neketaka.\" A little crestfallen, the prince still manages a cordial smile and nod.",
      "female": ""
    },
    {
      "id": 209,
      "default": "\"Be respectful. And ignore the mutterings in the street. I say the Wahaki are keepers of tradition, not hardened killers.\" ",
      "female": ""
    },
    {
      "id": 211,
      "default": "\"But... if earning the trust of the Wahaki was easy I would have done it ages ago.\"",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"My sister was right all along. Ekera, that was worth the patience.\" He nods, clapping your shoulder.",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"You are on the right side of history now. The view from here is nice, and will age like koīki spirits.\"",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"You played your part well, trickster. Ngati in the flesh, I say!\"",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"I say it is not every day that a ship pulls into port from Magran's Teeth. You are not too singed, I hope?\" \r\n\r\nAruihi looks you up and down, clearly impressed.",
      "female": ""
    },
    {
      "id": 226,
      "default": "\"My sister says we are not to work together. She says it... loudly.\"\r\n\r\nAruihi massages his brow and winces.",
      "female": ""
    },
    {
      "id": 228,
      "default": "\"As surely as Kohopa devours Tangaloa, Onekaza and I are of different minds - but together we are the harpoon the tribes can hurl at our enemies!\r\n\r\n\"I must follow her lead.\"\r\n\r\nHe curls his fingers into a fist before letting it fall to his side.",
      "female": ""
    },
    {
      "id": 229,
      "default": "\"It didn't work out between us. Difference of opinion.\"",
      "female": ""
    },
    {
      "id": 230,
      "default": "\"Your rivals don't abandon diplomacy for treachery.\"",
      "female": ""
    },
    {
      "id": 231,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 232,
      "default": "\"I guess I'll be taking my business elsewhere.\"",
      "female": ""
    },
    {
      "id": 233,
      "default": "\"I did it for Maia. Wouldn't you?\"",
      "female": ""
    },
    {
      "id": 234,
      "default": "His mouth drops open as something goes unspoken. Aruihi clears his throat and glances away.",
      "female": ""
    },
    {
      "id": 235,
      "default": "\"A daughter of the tribes wearing Rauatai's colors tears at my gut like spoiled crab.\r\n\r\n\"But... I say I understand these things.\" ",
      "female": ""
    },
    {
      "id": 236,
      "default": "\"You... do?\" Maia passes a quizzical look from Aruihi to you.",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"Watcher... captain. Sail far from this place. I would not swing my axe at... a warrior who deserves better.\"\r\n\r\nAruihi touches his brow and says no more.",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"Ekera.\" He nods to Maia. It takes an effort of will for him to wrest his attention from her.",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"Turn your sail from the Deadfire, I say. You would not want to sail the same waters as my sister.\"\r\n\r\nAruihi folds his arms and says no more.",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"Diplomacy? Ekera, I say the meaning of the word escapes you all.\" ",
      "female": ""
    },
    {
      "id": 241,
      "default": "\"Your business with Onekaza is finished. I say you will get nothing from me.\"",
      "female": ""
    },
    {
      "id": 242,
      "default": "\"Talk is over, I say.\"",
      "female": ""
    },
    {
      "id": 244,
      "default": "\"How's that?\"",
      "female": ""
    },
    {
      "id": 245,
      "default": "\"I know enough not to believe in omens.\"",
      "female": ""
    },
    {
      "id": 246,
      "default": "\"You don't need to tell me.\"",
      "female": ""
    },
    {
      "id": 247,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 248,
      "default": "\"You happen by at a time when our rivals bicker and tear at each other's throats.\" ",
      "female": ""
    },
    {
      "id": 250,
      "default": "\"I say the gods have sent us a rare gift wearing a familiar face.\"\r\n\r\nAruihi plants his hands on his hips and nods.",
      "female": ""
    },
    {
      "id": 251,
      "default": "\"Nonsense! How else do the gods whisper in our ear?\"",
      "female": ""
    },
    {
      "id": 252,
      "default": "\"Such modesty, I say!\"",
      "female": ""
    },
    {
      "id": 253,
      "default": "\"Ekera, this is the confidence my people need!\"",
      "female": ""
    },
    {
      "id": 254,
      "default": "\"I'm just happy to be alive.\"",
      "female": ""
    },
    {
      "id": 257,
      "default": "\"I had some questions.\"",
      "female": ""
    },
    {
      "id": 258,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 261,
      "default": "\"Bringing Ngati's chosen on your trek up the mountain.\" \r\n\r\nHe nods to Tekēhu with approval.",
      "female": ""
    },
    {
      "id": 262,
      "default": "\"May... may your countrymen avenge their fallen on the green god, soldier.\" \r\n\r\nHe inclines his head to Maia and touches his brow.",
      "female": ""
    },
    {
      "id": 263,
      "default": "\"I... thanks for that.\" Maia furrows her brow and glances your way, shrugging.",
      "female": ""
    },
    {
      "id": 265,
      "default": "\"I take it you prefer friends to remain close.\"",
      "female": ""
    },
    {
      "id": 266,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 267,
      "default": "\"Here in Serpent's Crown, I can guarantee safety. But cavorting with outsiders? Ekera, that is open water.\"\r\n\r\nHe opens his palms and sighs.",
      "female": ""
    },
    {
      "id": 268,
      "default": "\"And she tolerates this?\"",
      "female": ""
    },
    {
      "id": 269,
      "default": "\"Onekaza has a grasp on diplomacy that is beyond her impulsive, protective brother. \r\n\r\n\"You will see how much she... overlooks in the name of peace.\"",
      "female": ""
    },
    {
      "id": 270,
      "default": "\"A helpful warning, herald of Berath. From one friend to another.\"",
      "female": ""
    },
    {
      "id": 271,
      "default": "\"Tekēhu, I must remind you to be vigilant, even though you will ignore my advice.\" \r\n\r\nAruihi raises his brow and smirks. ",
      "female": ""
    },
    {
      "id": 272,
      "default": "\"My prince, wild mares could not keep me from the Wild Mare, but I will remember your words.\" ",
      "female": ""
    },
    {
      "id": 273,
      "default": "\"Ekera. To patch a hull or stitch a sail is costly when supplies come from distant islands.\"",
      "female": ""
    },
    {
      "id": 274,
      "default": "\"Ekera, an important errand. But I hope the palace can entice you to tarry in Neketaka while you make preparations?\" Aruihi raises his brow.",
      "female": ""
    },
    {
      "id": 275,
      "default": "\"The city has honest work for those in need, I say, and insists that everyone carry a heavy purse!\" ",
      "female": ""
    },
    {
      "id": 276,
      "default": "\"What kind of royal burden are we talking about?\"",
      "female": ""
    },
    {
      "id": 279,
      "default": "Though he had not been paying attention up to this point, Tekēhu rouses from distraction and blinks at you.",
      "female": ""
    },
    {
      "id": 281,
      "default": "\"This is serious work. I trust you to behave yourself on Ori o Koīki?\" He raises his brow to Tekēhu.",
      "female": ""
    },
    {
      "id": 282,
      "default": "\"Ekera... just this once, my prince.\" Tekēhu raises his hand to suppress a chuckle.",
      "female": ""
    },
    {
      "id": 305,
      "default": "\"Even my sister's advisers dine at the Officers' Lounge and indulge at the Wild Mare.\" \n\nAruihi grimaces and looks away.",
      "female": ""
    }
  ]
}