{
  "Component": "exported",
  "Name": "conversations\\04_neketaka_palace_district\\04_cv_takano",
  "Entries": [
    {
      "id": 1,
      "default": "An older Mataru man stands ringed by younger Huana - apprentices or pupils, it seems. His robes shimmer with quartz beading, and his perfume announces his presence from across the room.\r\n\r\nYet beneath his finery, he looks like a fighter gone to seed. Disused muscles flop from his arms, and flab pads him like so many layers of silk.\r\n\r\nHe looks up and notices you.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"For what do you come to my villa?\" Beaming, he spreads his arms wide.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"I need the Cornett of Waves.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"I hear you have a rare Ondrite artifact.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Why is the Cornett of Waves so special?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Read Takano's soul.]",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"You are a person of great standing. To share a piece of history with you would be an honor.\r\n\r\n\"Still.\" He frowns.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"You? This is not some cheap trinket to be passed around.\" ",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"It is unusual for a man of my standing to give such a thing away.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"The queen gave it to me as thanks for my years of service. I was her personal bodyguard when she was a child, you know.\" He folds his hands over his considerable paunch. ",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Your queen gave it to you in return for your service. I ask that you bestow the same honor on me.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Such treasures are meant to be shared. The Huana must show their glory to the world.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"I can pay you for it.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Consider it a trade for your life.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Actually, let's discuss this another time.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"This is true. You have done much for the Huana people.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Take it with my blessing.\" \r\n\r\nHe presents you with a large, lustrous conch shell. The surface is inscribed with symbols, and the tip is fitted with a silver mouthpiece.",
      "female": ""
    },
    {
      "id": 21,
      "default": "He grins. \"Ekera! Then you will also share my name when you take this back to [Player Culture]?\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Then you speak of a barter! That is different.\r\n\r\n\"What do you propose?\" He twists a ring around his finger as he fixates on the elaborate stained glass. Each pane must cost a small fortune.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"This should assuage your concerns.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"This seems fair.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"The Cornett of Waves is no mere trophy. It deserves a keeper who knows its history.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "He grunts. \"I suppose it must.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Very well. But only because I see you want the cornett so badly.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "He blinks. \"But the queen gave it to me! There is great honor in such a gift.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"You threaten me in my own home? I am one of the queen's finest warriors!\" He takes a step toward you, his barrel chest heaving with fury.\r\n\r\nHis apprentices grab their weapons.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"You think that'll stop me? Don't you know who I am?\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Do you really want to bet everything you've built for yourself on that?\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "[Attack] \"Then prepare to die like one.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "[Leave] \"I'll go.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"A mad dog, I've heard. And I wasn't told wrong.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Take it, then.\" He raises his hand, and his apprentices stand down.\r\n\r\nHe produces a large, lustrous conch.",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Now you will go. Before I change my mind.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "He watches you for several seconds.\r\n\r\nThen, his gaze turns to his apprentices, all young, furious, and ready to die.",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Because it is sacred to the goddess Ondra! Everyone knows it is a privilege to have.\" He clasps his interlaced fingers together, his knuckles glowing white.\r\n\r\nHe glances toward his apprentices.",
      "female": ""
    },
    {
      "id": 42,
      "default": "He gives the apprentice an appreciative nod. ",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Huana have used conch shells to communicate for centuries. This is likely one such device.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Such artifacts are often imbued with powerful spells. Take care when handling it.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"I see.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"What a... noble purpose.\" He expression falls, as if he were hoping for a grander story.",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"I keep it locked away - to see and not to touch, ekera! But your words are good warning.\" He glances nervously around his fine home.",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Generations ago, there was a similar shell. When the Old City sank, Ondra's faithful gathered around that cornett and prayed for deliverance.\" \r\n\r\nHe leans close, a storyteller's grin spreading across his face. An ominous singsong creeps into his voice.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"But Ondra is not a goddess of mercies. Instead of lifting them from the ruin, she pulled them down with the shell and said they would rise when it did.\" \r\n\r\nHe chuckles and leans back, clasping his hands over his generous midsection.",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"That is the story, anyway. Macabre, no?\" His eyes twinkle with glee.",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"[Player Name], welcome! It is an honor to have such a distinguished guest under my roof.\" He smiles, puffing his broad chest out a little more.",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Welcome! It is an honor to have one touched by Ondra herself under my own roof.\" He lowers his head, but he gazes beatifically at your aura.",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"[Player Name], is it? You are welcome under my roof as long as you do not make trouble.\" ",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"[Player Name]. You may enter my home, but I will be watching you.\" ",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"And a beloved of Hylea herself! Truly, the gods favor me today.\" He sucks in his paunch and flashes Pallegina an enormous, toothy smile.",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"But you bring one of Hylea's beloved? This, indeed, is an honor.\" He sucks in his paunch and flashes Pallegina an enormous, toothy smile.",
      "female": ""
    },
    {
      "id": 65,
      "default": "Pallegina tries to muster a smile, but her obvious discomfort twists the expression into a twitching grimace.",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"What say, the handsome fish deserves no recognition?\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Greetings, and welcome to my home.\" He gestures to the lavish room, puffing his broad chest out a little more.",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"The Cornett of Waves. It is a conch shell, but very important. To receive it is the highest honor.\" He nods vigorously, jiggling the loose flesh of his neck.\r\n\r\nHe sounds like he's trying to convince himself more than you.",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Ondra is the goddess of loss. Legends say she calls missing things to her with the music of the conch.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Our people have used conch shells to communicate for centuries. This is likely one such device.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Truly? Then I must hope she calls nothing back from me!\" His booming laugh has a nervous edge as he glances around his fine home.",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Of course! Who am I to keep it when Ondra herself sends her messenger to collect it?\" ",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"My people have sold their lands, their adra, and their dignity. I say Ngati keeps count.\" ",
      "female": ""
    },
    {
      "id": 77,
      "default": "He blushes and studiously avoids meeting Tekēhu's gaze.",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"I shouldn't say this, but I'm on a mission from the palace. A symbol as important as the cornett would help.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Not to worry. I learned to keep many secrets in my years guarding the queen.\" He gives you a sly nod.",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Do not come back.\" \r\n\r\nHis apprentices keep their hands over their weapons.",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"You are not welcome in my home. Leave.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"There must be some alternative to threatening a respected Mataru.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"We could take both. His soul's ripe.\" She raises her lantern eagerly, the low glow casting eerie shadows over her face.",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"You must be careful when sparring - see the scratches on the wood?\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"To dirty my reputation with one such as you?\" He sniffs and turns up his nose.",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Perhaps I can come up with more.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Very well.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "He snorts.",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Truly?\" He leans in, his eyes wide and eager.",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"I dearly miss palace gossip. Come, what is it about?\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Bringing the Wahaki in line.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"I'd tell you, but I'm sworn to secrecy. You remember what that's like.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"I can't say.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"The prince gave me an allowance for expenses. Take this and we'll say no more.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "He frowns. \"And I cannot hand over a personal gift from the queen.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "He watches you for several seconds.\r\n\r\nThen, his gaze turns to his apprentices, all young, furious, and ready to die.",
      "female": ""
    },
    {
      "id": 100,
      "default": "His eyes widen. \"But it was a gift from the queen!\" ",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"I am misled if holding a shell is all it takes to earn Ngati's favor.\" Tekēhu tosses his hair and chuckles to himself.",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"The honor lies in her esteem, which you still have. That's what matters to you, no?\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"The Huana way is prize-share. The shell was passed to you, not given.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"Ondra punishes those who refuse to let go. If you cling to her relic, imagine what she might take instead.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "He blanches. \"Far be it from me to offend a goddess. Especially when I have much else to... steward.\" He looks around at the spacious villa. His nervous expression is reflected in the mirror-smooth marble.",
      "female": ""
    },
    {
      "id": 107,
      "default": "He pauses. \"But what is esteem if no one sees it? Esteem is expensive to maintain.\" He glances around at his spacious villa, his shrewd expression reflected in mirror-smooth marble.",
      "female": ""
    },
    {
      "id": 108,
      "default": "He pauses. \"If I would pass it to you, then you must gift me its value.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Under the circumstances, this is a good price.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"I suspected the palace would deal with them. You will need every advantage you can seize!\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "Your essence slips from your body, and Takano's soul enfolds yours like a warm, oily thing. \r\n\r\nAs his fears and questions seep into you, your perspective shifts to his.",
      "female": ""
    },
    {
      "id": 115,
      "default": "At first, you worried this [Player Subrace] before you had been sent by the Vailian debt collectors. \r\n\r\nIt would be a low trick, taking advantage of your famous hospitality, but then those Vailians are crafty.",
      "female": ""
    },
    {
      "id": 116,
      "default": "At least you have the shell. You tuck it away not only for safekeeping, but also because you are a little ashamed of it. \r\n\r\nHow could such a simple, ugly thing be sacred to a god?",
      "female": ""
    },
    {
      "id": 117,
      "default": "But it was a gift from the queen, and so you keep it. \r\n\r\nYour gaze strays to the wall. Yes, you must knock down that section there, install a wide, grand window. Once you have the money...",
      "female": ""
    },
    {
      "id": 118,
      "default": "Perhaps if your villa were bigger, then they might know you are a man worthy of respect.",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"Your neighbors boast of bigger houses. Add a spire to spite them.\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "He winces as though you've struck a mortal blow.",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"Ekera, I meant to replace the finials. Maybe add some gold accents...\" He trails off, his anxious gaze darting around the villa.\r\n\r\nHe returns his attention to you and clears his throat.",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"Ekera, Takano. Everyone knows it is a sign of favor.\"\r\n\r\nShe snaps to, her response as sudden and automatic as though Takano had just given her an order.",
      "female": ""
    },
    {
      "id": 124,
      "default": "You retreat from Takano's soul to find him watching you with a placid smile.",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"Not even for lots of money?\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"With a little coin, you could really fix this place up. Install a window over there, for starters.\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"I am not some Kuaru merchant. I do not sell my treasures.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"This is not done among our people.\" He folds his arms, but his eyes rove hungrily around his gleaming villa.",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"There must be something you want.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"Just look! I have everything.\" He throws his arms wide, his laugh echoing through the hall.",
      "female": ""
    },
    {
      "id": 132,
      "default": "Yet Takano's boast rings hollow to you. ",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"Now just hold on a murkberry picking minute! Watcher, I can't idly stand by if you're going to threaten innocents.\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"[Player Name], is he going to do this every time?\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "Takano continues grinning at you, oblivious to Aloth's irritation.",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"Except humility.\" Aloth rolls his eyes.",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"Nice house. Be a shame if someone nudged it over the mountainside.\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "He chuckles. \"Tales of your capers precede you. I'll have you know that mine is a respectable house.\" He gives Tekēhu a look that would be stern if it weren't so self-important.",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"You Rauataians have the strangest sense of humor!\" He laughs loudly, but panic flickers in his eyes.",
      "female": ""
    },
    {
      "id": 141,
      "default": "[Show him the Cornett of Depths.] \"Look, I have a special shell, too!\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"Ah, I see.\" His features fall in disappointment.",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"I am sure it is <i>also</i> a great honor.\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"Ekera, but there is no need to gloat.\" His face colors with wounded pride.",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"You <i>were</i>. Now, you're just a puffed-up old man.\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "His face contorts in fury.",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"No one insults me in my own home!\"",
      "female": ""
    }
  ]
}