{
  "Component": "exported",
  "Name": "conversations\\04_neketaka_palace_district\\04_cv_queen_onezaka_ii_watershapers_quest",
  "Entries": [
    {
      "id": 2,
      "default": "\"Waste no time, Watcher. Mairu's silence troubles me.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"What <i>madness</i> has its clutches around Periki's Overlook? The mountain shakes. Bellows of anguish echo over the wind!\" \r\n\r\nOnekaza raises a trembling hand to her brow.",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"And a shadow... a shadow rose from the streets to cover Queen's Berth on its way to the sea.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"What do you know of my watershapers, herald of Berath?\"\r\n\r\nOnekaza leans forward and rests her chin on her fist.",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"My watershapers are the levee holding back Rauatai's advance. An adept standing at the prow of a war canoe is enough to send the fleet scrambling for the shallows.\" \r\n\r\nShe eases back, languid and satisfied.",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"Don't get too cozy, highness. That false sense of security will get you into trouble.\" Maia crosses her arms.",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"This reminds me, I owe the hazanui a basket of koīki in remembrance of the Battle of Nakaro Atoll.\" \r\n\r\nShe snaps her fingers and nods to an attendant who scurries off. ",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"I expel you from all service to the Kahanga. When Tangaloa widens his jaws to accept you, no one in Serpent's Crown will mark the day - even in sand.\" \r\n\r\nOnekaza turns her head from you and points toward the stairs down.",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"They are keepers of ancient Huana tradition.\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"Tekēhu seems to think they're artists.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"I know they gave Rauatai no end of trouble in their early advance.\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"Not much.\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"Tekēhu, thoughts?\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"Ekera, and a heavy burden it is for so few to carry.\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"I say we are artists. But when diplomacy fails, we will become something more.\" Tekēhu crosses his arms and smirks at Onekaza.",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"'When,' Tekēhu? Not 'if?'\" Onekaza raises her brow, but doesn't press the matter.",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"You would have passed their guild on the way up the mountain, and their waterform sculptures displayed around the city.\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"I say he has influenced the guild in that respect.\" She smiles to herself.",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"Ekera. If you recall history then you know why I am protective over the guild.\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"Ekera. I would not want your employers to think me easy prey.\" Onekaza purses her lips at Maia.",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"While the problems of Eothas and overindulgent admirals plague these waters, I have summoned the masters of watershaping to Neketaka.\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"Now would be the time to confer with Guildmaster Mairu, but she does not answer my summons.\"\r\n\r\nOnekaza looks out on her city. Her hand squeezes down on the armrest.",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"Pit your strongest water wizards against their weight in iron and black powder, highness.\r\n\r\n\"We can end this quickly.\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"Ekera, and how long will this contest last in open water?\" Onekaza tuts at Maia before shifting her focus back to you.",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"Do you think something is wrong?\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"Maybe she's just overworked.\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"Doesn't sound like you have a grip on the most important asset in Neketaka, highness.\" ",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"I'll give her a nudge the next time I see her.\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"It is too early to grow a forest from this coconut, but I would not dispatch you if I felt at ease.\" ",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"The guild can suffer no setbacks. If Mairu shirks her duties, her queen would know the reason.\" \r\n\r\nShe stares off into the distance and sighs, her gaze unfixed.",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"Ekera, I would sleep better at night if I could hang more of my concerns on easy answers.\" \r\n\r\nShe favors you with a slight smile.",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"Ekera. For this I employ a guildmaster.\" \r\n\r\nOnekaza crosses her arms. ",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"Ekera. I ask nothing more.\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"They shape... water?\"",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"Perceptive. Ekera, I suppose the Aedyran translation <i>is</i> very literal.\"",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"Nothing but panic and contradiction make their way to my ears! Tell me what happened.\"",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"The waters of Ondra's Mortar will not be tamed by cannons or gold. By the will of Ngati, only the watershapers are meant to cross this barrier.\" ",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"And a Watcher. But I say the arrangement is flexible to change.\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "<ispeech>Ngati... do not abandon us now.</ispeech>\r\n\r\nOnekaza turns her gaze back to you and flinches. \r\n\r\nThis was not a thought she intended to share.",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"Sending your enemies a warning?\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"Sounds like a kind gesture.\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"Poking the hornet's nest?\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"The voices of the dead echo through Tangaloa's mouth, wailing of their missteps in life. \r\n\r\n\"I merely ask the hazanui to listen.\" ",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"Ekera, you think so? I am counting on the hazanui seeing through my condolences.\"\r\n\r\nOnekaza smiles to herself.",
      "female": ""
    },
    {
      "id": 167,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"That is Aruihi's job. But... ekera, there is a side of diplomacy which I enjoy.\"\r\n\r\nOnekaza winks. ",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"Now the traders look to me for answers I do not have!\" Onekaza pounds her armrest with her fist.",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"Nāga invaded the guild to rescue an ancient sea dragon.\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"You do not jest?\" The queen blinks and slowly rises to sit straight in her throne.",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"No... to lose a teacher of Mairu's skill while Rauatai points their cannons at us?\" \r\n\r\nOnekaza raises her hand to her mouth.",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"For what did the guild endanger my city with this... creature? I will hear Mairu's report!\" \r\n\r\nOnekaza searches over your shoulder. ",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"Guildmaster Mairu is dead.\"",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"Periki captured the dragon long ago and built the guild around his prison.\"",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"Scyorielaphas agreed to lend the watershapers his strength to protect the archipelago.\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"Tekēhu... my sympathies. I know yours was a turbulent apprenticeship.\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"Ekera. The guild... they fought bravely, highness.\" Tekēhu nods, his lips pressed in a hard line.",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"Send every bird for my master watershapers! Tell them to cleave the ocean in half if they must, they will come to Neketaka <i>now!</i>\"\r\n\r\nA pair of attendants bolt to attention and scramble down the stairs. \r\n\r\nOnekaza nurses her brow and sighs.",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"Periki was a whaler before she took up Ngati's art. I say her largest trophy was a secret well-kept.\" \r\n\r\nShe sighs, cradling her chin on her palm.",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"Speak on, Watcher. As surely as a tide swelling over the shore, I feel you are not finished.\" ",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"I once told Mairu she was not allowed to retire while Rauatai's fleet darkened my ports.\r\n\r\n\"Ngati is not done testing me, I say.\"",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"Kahanga legends tell that our ancestors made compacts with the creatures of the Deadfire....\"\r\n\r\nOnekaza cuts herself off and snaps her fingers to an attendant.",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"Send for ranga Hauhūa of the Wapūa tribe. If she could soften the hearts of my cats, I say dragons are not beyond her!\"\r\n\r\nAs her attendants make for the exit, Onekaza leans back in her throne and considers. ",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"The dragon's prison wards strengthened the souls of your watershapers.\"",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"The 'forms' of watershaping are fabrications made to tap into the dragon's prison.\"",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"Then Periki's students had an advantage in their lessons, I say. And Mairu's after her.\r\n\r\n\"All at the cost of this beast's freedom.\" \r\n\r\nOnekaza raises her brow.",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"What became of the dragon, Watcher? If the power of this beast strengthened our guild...\"\r\n\r\nOnekaza leans forward.",
      "female": ""
    },
    {
      "id": 196,
      "default": "\"I set him free.\"",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"He remains imprisoned. The wards will hold.\"",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"I siphoned his soul using the prison wards. Your watershapers should be fine.\"",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"He's dead. I killed him.\"",
      "female": ""
    },
    {
      "id": 200,
      "default": "[Lie] \"Nothing. I left him as I found him.\"",
      "female": ""
    },
    {
      "id": 202,
      "default": "Nothing in Onekaza's outward bearing changes, but the silence of the rooftop garden feels especially oppressive. \r\n\r\nThen you notice the scratching sound of her nails in the armrest of her chair, and her tigers glance up at you with sudden attentiveness. ",
      "female": ""
    },
    {
      "id": 204,
      "default": "<ispeech>For what are you lying to me? What have you done?</ispeech>\r\n\r\nShe shakes her head slowly.",
      "female": ""
    },
    {
      "id": 205,
      "default": "\"Forgive me, Watcher. I misheard.\" \r\n\r\nOnekaza steeples her fingers and waits.",
      "female": ""
    },
    {
      "id": 208,
      "default": "She closes her eyes and nods, taking each breath slowly.",
      "female": ""
    },
    {
      "id": 209,
      "default": "\"What Periki did was no kindness, I say... but her actions helped students of the guild to learn our most sacred art.\"",
      "female": ""
    },
    {
      "id": 210,
      "default": "<ispeech>So HIS was the heart I felt beating in my city...</ispeech>\r\n\r\nShe adjusts her posture as the idea takes hold.",
      "female": ""
    },
    {
      "id": 211,
      "default": "<ispeech>If watershaping is not as our ancestors taught it, we cannot reckon how much of the original form we have lost...</ispeech>\r\n\r\nA sinking feeling accompanies her thoughts, as if Onekaza feels a vast well of uncertainty opening beneath her. ",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"This is more valuable to me than every cannon in Rauatai. Thank you, Watcher.\" \r\n\r\nOnekaza inclines her head and touches her brow, holding the pose long enough for her attendants to draw in sharp breaths and look to you with awe. ",
      "female": ""
    },
    {
      "id": 213,
      "default": "\"I say that Neketaka's watershapers are equipped to protect the island while I gather adepts to ferry us to Ukaizo.\r\n\r\n\"The shores of our ancestors lie within reach.\"",
      "female": ""
    },
    {
      "id": 214,
      "default": "\"My watershaping masters will arrive soon, and I say the guild will be stronger for their guidance.\r\n\r\n\"But a queen's work is not finished until she has endured all of Ngati's trials.\"",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"The Huana are strong, but our foes are stronger, richer, more relentless still.\r\n\r\n\"I say that the gods have delivered us an advantage we sorely need.\" ",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"I could send birds to every ranga and rally them to our cause, but Neketaka needs more than strength. \r\n\r\n\"We need pure Huana fury. We need the Wahaki.\" ",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"Do you plan on keeping the dragon down there?\"",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"Hope there's no hard feelings about setting a dragon free...\"",
      "female": ""
    },
    {
      "id": 221,
      "default": "\"Where do we go from here, highness?\"",
      "female": ""
    },
    {
      "id": 222,
      "default": "\"Even Periki must have known this was no solution. Only a balm on a wound.\" ",
      "female": ""
    },
    {
      "id": 223,
      "default": "\"Ekera, it will be a nightmare to appease traders and admirals seeking recompense for shipwrecks.\" ",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"But what is a queen if not the one to toss in her sleep while her people rest at ease?\"\r\n\r\nOnekaza allows herself to settle back with a tired smile. ",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"The Watershapers Guild is a mess on account of some snakes and a dragon.\"",
      "female": ""
    },
    {
      "id": 226,
      "default": "\"The guild had a very, very sizable infestation in the basement.\" ",
      "female": ""
    },
    {
      "id": 227,
      "default": "\"The guild has a pest problem in the basement, but it's mostly contained.\"",
      "female": ""
    },
    {
      "id": 228,
      "default": "You feel Onekaza shoulder her way into your thoughts with impatience and conviction. \r\n\r\nNo sooner does she encounter a recent memory of a sea dragon than she pulls back with a gasp.",
      "female": ""
    },
    {
      "id": 232,
      "default": "\"No... no, I say! Ngati close her teeth around your boat and Woedica scrawl your name in her log of disgrace!\" ",
      "female": ""
    },
    {
      "id": 233,
      "default": "\"What the guild did was wrong. I set it right.\"",
      "female": ""
    },
    {
      "id": 234,
      "default": "\"Scyorielaphas hates foreigners. I set him loose as a favor to you.\"",
      "female": ""
    },
    {
      "id": 235,
      "default": "\"Sorry that I saved Neketaka from a dragon, highness.\"",
      "female": ""
    },
    {
      "id": 236,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"Does this mean there's no bounty?\"",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"It is a poor ruler who doesn't recognize what is under her feet, Onekaza.\"",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"If my apprentices struggle to learn Ngati's art, then we have no hope of replenishing the ranks.\r\n\r\n\"And I do not have the luxury of patience.\" ",
      "female": ""
    },
    {
      "id": 240,
      "default": "<ispeech>I cannot keep Rauatai in check if they do not recognize our strength!\r\n\r\nThe guild can outlast this, but our enemies will test us beyond what we can endure.</ispeech>",
      "female": ""
    },
    {
      "id": 241,
      "default": "\"How... dare you!\" \r\n\r\nShe sits back in her throne to the gasps of her attendants, all of whom give up any pretense of ignoring your exchange.",
      "female": ""
    },
    {
      "id": 242,
      "default": "\"A favor? Amira save me from your charity!\"",
      "female": ""
    },
    {
      "id": 243,
      "default": "\"I would throw you from the roof for this before I tossed a shell in your direction!\"",
      "female": ""
    },
    {
      "id": 244,
      "default": "\"All I know is that anyone who learned watershaping here leeched off the dragon's soul.\"",
      "female": ""
    },
    {
      "id": 245,
      "default": "\"This is my thanks for the help I gave your brother?\"",
      "female": ""
    },
    {
      "id": 246,
      "default": "\"You can't afford to lose friends, Onekaza.\"",
      "female": ""
    },
    {
      "id": 247,
      "default": "\"Where do we go from here?\"",
      "female": ""
    },
    {
      "id": 248,
      "default": "\"I say you found <i>nothing</i> on Motare o Kōzi! You call this help?\"",
      "female": ""
    },
    {
      "id": 249,
      "default": "\"It is a poor ally who presents the coordinates to Ukaizo before our enemies, I say!\"",
      "female": ""
    },
    {
      "id": 250,
      "default": "\"Ekera, and butchering the Undercroft smugglers helps me? No. You only gave the crown a mess to clean.\"",
      "female": ""
    },
    {
      "id": 251,
      "default": "\"Help? You found nothing in the Gullet. Which of the smugglers in Delver's Row paid for your silence?\"",
      "female": ""
    },
    {
      "id": 252,
      "default": "\"You told Aruihi of the Undercroft... this I do not forget.\" ",
      "female": ""
    },
    {
      "id": 253,
      "default": "\"And the seafaring coordinates of our ancestors... I say this will be a boon to the Huana.\"\r\n\r\nOnekaza folds her arms and considers. ",
      "female": ""
    },
    {
      "id": 254,
      "default": "\"But my favor is not so cheaply bought. I say the needs of the Huana are not upheld.\"",
      "female": ""
    },
    {
      "id": 255,
      "default": "\"The crown asks more of Berath's herald. More than we can expect from the likes of you.\" ",
      "female": ""
    },
    {
      "id": 256,
      "default": "\"I will not thank you for the blow you dealt my watershapers. I will only pray to Ngati that we can endure her most difficult trial.\"",
      "female": ""
    },
    {
      "id": 257,
      "default": "\"Thank you for the second chance, highness.\"",
      "female": ""
    },
    {
      "id": 258,
      "default": "\"Just kidding. I quit.\"",
      "female": ""
    },
    {
      "id": 259,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 260,
      "default": "\"Thank the goddess. Pray that she finds you worthy of service.\"",
      "female": ""
    },
    {
      "id": 261,
      "default": "A gasp rises from the attendants of the rooftop garden. Onekaza's expression remains stoic and unflinching.",
      "female": ""
    },
    {
      "id": 262,
      "default": "\"Ekera. Perhaps you are wise to hold your tongue.\"",
      "female": ""
    },
    {
      "id": 263,
      "default": "\"I guess it's time to see if your rivals have any work available.\" ",
      "female": ""
    },
    {
      "id": 264,
      "default": "\"You think I do not know this?\"\r\n\r\nOnekaza's lips peel back in a grimace.",
      "female": ""
    },
    {
      "id": 265,
      "default": "\"To this point you have made a better friend than a foe, I say.\"",
      "female": ""
    },
    {
      "id": 266,
      "default": "\"The crown will retain your services for now. Do not allow me to regret this.\" ",
      "female": ""
    },
    {
      "id": 267,
      "default": "\"Your service is nothing if my people know you as an enemy.\"",
      "female": ""
    },
    {
      "id": 268,
      "default": "\"Go, then. You belong with the corruption and savagery of outsiders.\"",
      "female": ""
    },
    {
      "id": 269,
      "default": "\"I didn't set out to damage the Huana cause, highness.\"",
      "female": ""
    },
    {
      "id": 270,
      "default": "\"Then you are nothing but a fish puppet Ngati sent to trick us with cheap lures of hope.\"",
      "female": ""
    },
    {
      "id": 271,
      "default": "\"An ally of the crown would do anything to <i>preserve</i> our way of life. To see that the Huana prosper, I say!\"",
      "female": ""
    },
    {
      "id": 272,
      "default": "\"Without empathy and mercy, you will soon find yourself surrounded by enemies.\"",
      "female": ""
    },
    {
      "id": 273,
      "default": "She blinks and raises a hand to her lips as your words sink in. Courtiers around the garden take hesitant steps closer. ",
      "female": ""
    },
    {
      "id": 275,
      "default": "\"When you're staring down a row of armada cannons, you'll beg for someone who can kill a dragon.\"",
      "female": ""
    },
    {
      "id": 276,
      "default": "\"About many things, highness. Not this, I say.\" \r\n\r\nTekēhu folds his arms and closes his eyes. Something about the gesture causes Onekaza to hold her attention on him.",
      "female": ""
    },
    {
      "id": 277,
      "default": "\"Ekera, but I cannot believe... Highness, would you trap <i>another</i> of Ngati's ancient pets?\"",
      "female": ""
    },
    {
      "id": 279,
      "default": "\"I would go any distance to protect my people. Can Ngati's chosen say the same?\" \n\nOnekaza turns back to you, leaving Tekēhu to pull on his hair and frown.",
      "female": ""
    },
    {
      "id": 280,
      "default": "\"I am not feeling very sacred today, highness.\" ",
      "female": ""
    },
    {
      "id": 281,
      "default": "\"Tekēhu, what was the dragon but Ngati's gift to the Huana? You are out of practice interpreting your mother's omens.\"\r\n\r\nShe waits for an answer to this rebuke, but Tekēhu holds his silence.",
      "female": ""
    },
    {
      "id": 282,
      "default": "\"When matters in the Deadfire have calmed, I will visit the guild myself and... speak to the beast.\"",
      "female": ""
    },
    {
      "id": 283,
      "default": "\"What's the problem?\"",
      "female": ""
    },
    {
      "id": 284,
      "default": "\"Nāga invaded the guildhall, but I know nothing about any dragon.\"",
      "female": ""
    },
    {
      "id": 285,
      "default": "\"An attack on my city fell so far beneath your interest that you would not even investigate?\" \r\n\r\nOnekaza sighs sharply through her nose. ",
      "female": ""
    },
    {
      "id": 286,
      "default": "\"There was a dragon trapped in the guild sanctum. He must have shown himself out.\"",
      "female": ""
    },
    {
      "id": 287,
      "default": "\"To visit terror and death upon my city? To bring unknowable harm to my watershapers?\"",
      "female": ""
    },
    {
      "id": 289,
      "default": "\"Would you simply hand an ally to your competitors, Onekaza?\"",
      "female": ""
    },
    {
      "id": 290,
      "default": "\"I suppose I'll be going to Ukaizo without you, then.\" ",
      "female": ""
    },
    {
      "id": 291,
      "default": "\"Fine. Goodbye.\"",
      "female": ""
    },
    {
      "id": 292,
      "default": "Her courtiers all turn their gaze from you at once. The rooftop garden falls silent.",
      "female": ""
    },
    {
      "id": 293,
      "default": "She winces. An expectant murmur grows among the onlookers of the rooftop garden.",
      "female": ""
    },
    {
      "id": 294,
      "default": "\"Wait.\"",
      "female": ""
    },
    {
      "id": 295,
      "default": "\"You could not have known what you were doing. I expect more of my friends, but this does not make you my enemy.\" Onekaza raises her head and sighs. ",
      "female": ""
    },
    {
      "id": 296,
      "default": "\"Farewell, highness. I wish I could have done more for the Huana.\"",
      "female": ""
    },
    {
      "id": 297,
      "default": "\"Watershapers have kept this city in the hands of the Kahanga. A queen cannot do this alone.\" \r\n\r\nShe looks up at you, a deep furrow cleaving her brow.",
      "female": ""
    },
    {
      "id": 298,
      "default": "\"You may... work off your debt to the crown. I will swallow my pride if it keeps an ally under my roof.\" \r\n\r\nThe tension in the garden begins to ebb with the softening of Onekaza's tone.",
      "female": ""
    },
    {
      "id": 299,
      "default": "\"Even in desperate times this falls beneath the expectations of the Kahanga crown. \r\n\r\n\"You may see yourself out.\" \r\n\r\nA wave of concerned whispers crosses from one end of the rooftop to the other.",
      "female": ""
    }
  ]
}