{
  "Component": "exported",
  "Name": "conversations\\04_neketaka_palace_district\\04_tree_prince_hub",
  "Entries": [
    {
      "id": 1,
      "default": "\"My time is not unlimited. Speak on.\" The prince opens his palm and waits. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"We should talk about the food shortage in the Gullet.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Leave] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"I want to talk about the food shortage in the Gullet.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Earlier, you seemed to imply there was work for me.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Onekaza indicated that some outside help would be welcome.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"I want to discuss the black market in the Gullet.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"I have questions about you and the Huana.\" ",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"What can I do for you?\" ",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"You really think the Wahaki could help our cause?\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"I want to know more about Ukaizo.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"How does the caste system work in Neketaka?\" ",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"My sister would say that Ukaizo is the birth canal of the tribes, and we are destined to return and discover ourselves again.\" ",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"You may think them only a distant ally, but the Battle of Nakaro Atoll is not so distant in the memory of the Huana.\" He bows his head and raises two fingers to his brow, holding that pose for some time before standing at ease again.",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Ekera. I say we will know more soon enough.\" \r\n\r\nAruihi nods with grim determination.",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"Ekera, both topics I know well.\" Aruihi smiles and inclines his head.",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"You and Onekaza represent the Kahanga tribe?\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"I'm still not sure what that argument was about.\"",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"The trading companies beat their chests and howl at each other. \r\n\r\n\"Business and conquest speak louder to them than hospitality.\" Aruihi rolls his eyes.",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"If I was the hazanui, I would think twice before barking that a tribe as wealthy and ruthless as the Vailians destroyed my lighthouse.\" ",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"You don't seem to think much of the trading companies.\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"My sister has mastered the diplomat's tongue... and I am foolish to give her frustrations a loud voice.\" \r\n\r\nHe sheepishly scratches the back of his head.",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"What do you think of your sister's rule?\"",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"We agree on much, I say! The prosperity of the Huana, our burden to appease the gods.\" \r\n\r\nAruihi clears his throat and cranes his neck to tell if anyone is eavesdropping.",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"In the trading companies, Onekaza sees Woedica testing us - weighing who deserves the isles.\" ",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"No further questions.\" ",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"After the sorry display we have put on, you have every right to be curious. Have on, then.\" The prince nods.",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"With the sky clear of vultures, we can look once more at the path ahead. \r\n\r\n\"Ukaizo will be ours. As it was before and as it should be.\"",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"If there is curiosity to be satisfied, ekera - I will help.\"",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"The Wahaki have the passion that we lost after too many years of cooperation.\" He grins, crossing his arms.",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"Ask Onekaza if you would know more. She is the family historian. I am the family arsenal.\" ",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"I admit... I used to think it a story. The gods always have the last laugh.\" ",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"It is the same in the city as anywhere in the Deadfire. \r\n\r\n\"Mataru judge our souls at birth and organize us for the survival of the tribe.\" \r\n\r\nAruihi pauses and frowns to himself.",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"You speak like the city is aware.\"",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"You speak as if it is not.\" Aruihi raises his brow.",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"Ekera. As the largest and most prosperous of the Deadfire tribes, the Kahanga have... <i>some</i> authority to speak for the others.\"",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"I say Onekaza and I are large stones in a tidepool, standing tall as the water rises to our necks.\" ",
      "female": ""
    },
    {
      "id": 215,
      "default": "\"If we are lucky, the truth of Hasongo will quiet their tempers for a fortnight.\"",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"If you have more to say, I am not above listening.\" He nods, sweeping his hand out.",
      "female": ""
    },
    {
      "id": 223,
      "default": "\"If you have questions, the royal brother will hear you.\"\r\n\r\nAruihi smiles and opens his palm.",
      "female": ""
    },
    {
      "id": 231,
      "default": "\"We should talk about Motare o Kōzi.\"",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"I am not the first to say it, but Neketaka has more walls than beaches, more roads than clearings... and more people than fish.\"",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"Nowhere in the city does a Roparu sit around the same fire as a Mataru.\r\n\r\n\"Neketaka tests our traditions, I say.\" ",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"Don't you see that as a contradiction?\" ",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"Back to my other questions.\"",
      "female": ""
    },
    {
      "id": 241,
      "default": "\"Our ancestors built this place. We are the hermit crab who occupies a fallen shell.\"",
      "female": ""
    },
    {
      "id": 242,
      "default": "\"It is for my sister and her priests to judge the fit.\"\r\n\r\nAruihi shrugs, squinting up at the court's high ceiling.",
      "female": ""
    },
    {
      "id": 243,
      "default": "\"What man or woman of the isles does not?\" Aruihi chuckles and shakes his head.",
      "female": ""
    },
    {
      "id": 244,
      "default": "\"Ekera, speak on I say!\"",
      "female": ""
    },
    {
      "id": 245,
      "default": "\"But ekera, I pray every day that Ngati tests the outsiders against her tallest waves and longest serpents.\"",
      "female": ""
    },
    {
      "id": 246,
      "default": "\"The ocean is a few monsters short since the armada showed up. I think we passed your fish god's trial.\"",
      "female": ""
    },
    {
      "id": 247,
      "default": "\"I... quite so, Maia.\"\r\n\r\nPrince Aruihi turns away, blushing.",
      "female": ""
    },
    {
      "id": 248,
      "default": "\"I see Ngati sending krakens of gold and iron against our ship, but arming us with a single harpoon.\"",
      "female": ""
    },
    {
      "id": 249,
      "default": "\"The gods will judge us by our persistence. And our... grace before foes.\" \r\n\r\nAruihi inclines his head to Maia. She frowns and glances over her shoulder.",
      "female": ""
    },
    {
      "id": 251,
      "default": "\"For what do you seek the royal brother?\" Aruihi raises his brow.",
      "female": ""
    },
    {
      "id": 252,
      "default": "\"What say?\" Aruihi opens his palm and nods.",
      "female": ""
    },
    {
      "id": 255,
      "default": "\"A friend of the armada... here to spy for the enemy, I say?\" Aruihi crosses his arms. ",
      "female": ""
    },
    {
      "id": 256,
      "default": "\"They say your pockets jingle with Vailian coin. For what do you visit?\" Aruihi nods.",
      "female": ""
    },
    {
      "id": 257,
      "default": "\"I would not say this before Onekaza... but to kill a dragon is impressive work.\" Aruihi nods.",
      "female": ""
    },
    {
      "id": 258,
      "default": "\"For what did you bother to climb the mountain?\" Aruihi folds his arms and stares you down.",
      "female": ""
    },
    {
      "id": 259,
      "default": "\"You are the talk of Serpent's Crown. Ekera, not in a good way.\" Aruihi raises his brow.",
      "female": ""
    },
    {
      "id": 260,
      "default": "\"Watcher. For what do you come?\" Aruihi blinks at you.",
      "female": ""
    },
    {
      "id": 261,
      "default": "\"The herald of Berath. Any news from Tangaloa's maw?\" Aruihi furrows his brow and gestures for you to speak freely.",
      "female": ""
    },
    {
      "id": 262,
      "default": "\"The honor is mine, herald of Berath.\" Aruihi inclines his head and touches his brow.",
      "female": ""
    },
    {
      "id": 263,
      "default": "\"My friend! You are kind to climb the mountain. What say?\" Aruihi smiles and pats your shoulder.",
      "female": ""
    },
    {
      "id": 264,
      "default": "\"For you, I will make the time to blunt my teeth with chatter.\" Aruihi smiles and nods. ",
      "female": ""
    },
    {
      "id": 265,
      "default": "\"What say, Watcher?\" Aruihi opens his palm and grins.",
      "female": ""
    },
    {
      "id": 266,
      "default": "\"I hope you find our city pleasing, Watcher.\" Aruihi nods.",
      "female": ""
    },
    {
      "id": 267,
      "default": "\"Our enemies scramble for Ukaizo, dropping all pretense of strategy in their panic and haste.\"\r\n\r\nSighing, Aruihi gestures for you to speak freely.",
      "female": ""
    }
  ]
}