{
  "Component": "exported",
  "Name": "conversations\\26_uncharted_islands\\26_cv_cannibal_soulread",
  "Entries": [
    {
      "id": 1,
      "default": "Never have I known such hunger. It gnaws at me, robs me of thought, of will. I cannot sleep for the pain. This barren island is a curse. How unlucky we are to be stranded here, where not even grass will grow. If we don't find food soon, all of us will surely perish.",
      "female": ""
    },
    {
      "id": 2,
      "default": "I wake from fitful half-sleep to find my crew standing in a ring above me. Their faces are drawn and haggard, their hair unkempt. I try to ask them why they've woken me, if something has happened, but I cannot form the words.",
      "female": ""
    },
    {
      "id": 3,
      "default": "Arlendr kneels beside me. His words are muffled, faint - I hear them as if from the bottom of a well. He seems to be saying goodbye. But where will he go? He raises his knife, and his eyes are wet with unshed tears. A bright horror blooms in me, terror floods my veins, these are my comrades, my friends, they wouldn't -",
      "female": ""
    },
    {
      "id": 4,
      "default": "A jumbled pile of human remains in various states of decomposition lies stacked against a wall. Some of the bones are recognizable - femurs, mandibles, ribs - while others are cracked or splintered, marrow sucked clean. You sense a soul still lingering among the debris.",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Reach for the soul.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 7,
      "default": "I notice then that each of them bears a weapon - some machetes, others rocks. Arlendr grips his knife. From what might they need to protect themselves in this miserable place?",
      "female": ""
    },
    {
      "id": 8,
      "default": "Warmth spills down my chest. Darkness edges my vision. And I am suddenly tired, so tired. <i>I'm sorry,</i> he said. <i>I'm sorry.</i>",
      "female": ""
    },
    {
      "id": 9,
      "default": "Xoti thrusts out her lantern, and the light inside flares as another soul is harvested.",
      "female": ""
    }
  ]
}