{
  "Component": "exported",
  "Name": "conversations\\26_uncharted_islands\\26_cv_tama_watua",
  "Entries": [
    {
      "id": 1,
      "default": "\"Hey! You! Over here!\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Ah, feels good to stretch my legs, ekera.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"You, friend - you will let will me from this cage, yes?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Free once again!\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"What are you doing in here?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Who are you?\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Leave] \"I don't want to get involved.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"How'd you get captured in the first place?\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"So, about my reward...\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"What if I combine... No, not that. Maybe... No, not that either.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"How do I get you out?\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Find the key, I say! Surely one of those witches has it!\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"You have eyes, friend? I am held prisoner!\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Tama Watua! Famed apothecary, favored prize of pirates, and all that. Ah, you have heard of me, yes? Of course you have.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "[Leave] \"I'll be back with the key.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"No, wait! Please! Do not leave me here!\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Hurry, friend, hurry! I cannot stand another moment in here.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "[Leave] \"I'll be on my way.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Bad luck, eh? Always this seems to happen to me! First pirates, now witches.\r\n\r\n\"All for what, a salve recipe? It is madness.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"You have the witches' notes? I will translate them for you as a show of thanks, ekera.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Thank you again, my friend. You ever need a salve or potion, you come to Tama, eh? I will see you right.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"There is not much I might give you, I am afraid... Ah, but wait! The witches, they made many notes regarding the contents of their cauldron.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"What do you have for sale?\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"You take a look, eh?\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Do you know what the witches were brewing in that cauldron?\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Eh, what potion requires bat bile, cat blood, and dandelion fluff? Even I am not crazy enough to touch it, I say!\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"You ain't never quaffed brewed bat bile, cap? Then you ain't even lived.\"\r\n\r\nSerafen chuckles quietly.\r\n",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"I've already deciphered the notes, actually.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Did you? I must say, friend, I am most impressed! Yes, hm, I should like to take you as my apprentice, but ah, I haven't the time. You understand, I'm sure.\" He chews on a knuckle, thinking, then straightens with a smile.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"I should know - they would not feed me unless I gave them advice on the concoction. Peh, fools.\" He spits on the floor and shakes his head bitterly.",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Bring me their notes, friend, and I will decipher them for you, yes? Then you may make use of their potion without danger.\" He nods vigorously.",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Please, take this coin. I know it is not much, but I have naught else to offer you, and you have saved my life.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Disgusting. Why can't potions ever be made of more pleasant ingredients?\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Though I'm sure if Zahua were here, he'd have already snorted or smoked half of that cauldron.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"You're not leaving? But I just freed you!\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Ekera, who do you think collected those ingredients for the witches? Me! Tama Watua! They are mine as much as anyone's, I say.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"I will take some time to study this island, I think. Strange things grow among its weeds, and they will need names.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"And if you need supplies before you go, Tama will sell you what he can find, ekera.\" He dips his head in graceful acknowledgment.",
      "female": ""
    }
  ]
}