{
  "Component": "exported",
  "Name": "conversations\\26_uncharted_islands\\26_cv_potion_pool",
  "Entries": [
    {
      "id": 1,
      "default": "The pool of water before you swirls in a riot of colors. The occasional bubble floats to the surface and pops, releasing a puff of colorful smoke that smells by turns acrid and flowery.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Examine the pool.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Drink from the pool.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "You dip a small glass bottle into the bubbling pool and hold it up to the light to get a better look.",
      "female": ""
    },
    {
      "id": 7,
      "default": "You dip your bare hands into the pool and drink what doesn't slip between your fingers.",
      "female": ""
    },
    {
      "id": 8,
      "default": "A strange warmth suffuses your limbs. You suddenly feel like you could knock out a dragon with a single punch.",
      "female": ""
    },
    {
      "id": 9,
      "default": "The liquid flares with heat on your tongue and burns your throat going down.",
      "female": ""
    },
    {
      "id": 10,
      "default": "Your tongue freezes and your teeth chatter. The liquid sits in your stomach like a block of ice.",
      "female": ""
    },
    {
      "id": 11,
      "default": "You sprout soft fur, a long tail, and a little pink nose.",
      "female": ""
    },
    {
      "id": 13,
      "default": "Static electricity stands your hair on end. A painful current crackles down your spine.",
      "female": ""
    },
    {
      "id": 16,
      "default": "A massive rack of antlers spring from your forehead. Your fingers melt together and become hooves.",
      "female": ""
    },
    {
      "id": 17,
      "default": "Thick, coarse fur sprouts from your skin. Your jaw dislocates and elongates, turning into a long snout. You can smell everything - and discover that everything smells bad.",
      "female": ""
    },
    {
      "id": 18,
      "default": "Your skin turns a bright pink. Coarse, wiry little hairs coat your back. Your nose widens and flattens. You are possessed of a sudden desire to find a mud pit to lounge in.",
      "female": ""
    },
    {
      "id": 19,
      "default": "Your stomach heaves, and you immediately throw up.",
      "female": ""
    },
    {
      "id": 20,
      "default": "A crackle of electricity runs down your spine. You suddenly feel like you could best a panther in a race through the jungle.",
      "female": ""
    },
    {
      "id": 21,
      "default": "You're briefly blinded by a blight flash of light. You're suddenly certain you could calculate the movement of the stars without so much as an abacus to aid you.",
      "female": ""
    },
    {
      "id": 23,
      "default": "The liquid inside slowly separates into several levels. You surmise that the layers must be of different densities, and thus must in fact be several distinct liquids.",
      "female": ""
    },
    {
      "id": 24,
      "default": "The fumes blur your vision and make your head spin.",
      "female": ""
    }
  ]
}