{
  "Component": "exported",
  "Name": "conversations\\26_uncharted_islands\\26_cv_giordu",
  "Entries": [
    {
      "id": 1,
      "default": "You find a middle-aged dwarf tied to a post, a pile of bloody refuse scattered at his feet. His beard is a matted mess, and his face is streaked with dirt. Despite his haggard state, he twists against his bonds when you approach.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Bless your knickers, you're just in time. Another moment more'n I woulda been dinner.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Who are you?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Untie him.]",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Hey now, uh, can't say I blame you for wanting to leave, but could you at least untie me before you go?\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"My wrists thank ya mightily.\" He takes a moment to flex and bend his hands, working the circulation back into them. His lips twist into a grimace when he runs his fingers over the deep bruises the ropes left.",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"It's a right sorry tale, I'm afraid to say. Our ship - a beautiful ship she was, too - ran aground in a storm. Waves so high we couldn't see a damn thing, ya understand.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Giordu Red-Handed of the Imposter's Lament. Well, <i>formerly</i> of the Imposter's Lament.\" He laughs a little too loudly.",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"As the months wore on and no one came lookin' for us, we started running low on crew and, ah, victuals. I think what few of us were left here at the end might've gone a little nutty.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "[Accept his offer.] \"Welcome to the crew of [Player Ship].\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"I owe ya one, captain. A debt like this - I'm not sure I'll ever be able to repay you.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Did ya reconsider my offer?\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"You like stew? I got a great recipe - flavor's real different, like nothing you ever tasted. I'll make it for ya.\r\n\r\n\"Ya know, in thanks.\" He gives you a quick wink and a nod before heading back to the ship.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Come to discover this here island's 'bout as barren as an ancient lecher's bed. Not a scrap of nothing edible on it. And none of us were especially keen to take our turn about the Wheel, so...\" He trails off, unable to meet your eye.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Something of a life-long deckhand, I am. Picked up cooking in the last few months, too. Meat's my specialty, on account of the - well, you know. The business here. With the cannibalism.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"What happened here?\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "[Leave.] \"You're fine where you are.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"W-wait! Please! Don't leave me here!\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"You're back! Thanks the gods, I thought I was gonna rot here!\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"That's a right dirty trick you played on me! You're a- a sadist, that's what you are!\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Say, you got a ship - couldn't get here without one, right. You by chance have any spots open for an old dwarf like me? I might not look it, but I'm a deft hand with the rigging. Can even cook some.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Here, take this. Least I can do is send you off with a boon, eh?\" Giordu draws the cloak from his shoulders, gives it a good shake, and places it reverently in your hands.",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"You take care out there.\"",
      "female": ""
    }
  ]
}