{
  "Component": "exported",
  "Name": "conversations\\26_uncharted_islands\\26_cv_lich_lair_throne",
  "Entries": [
    {
      "id": 1,
      "default": "\"Who dares disturb my sanctum?\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"You will pester me no more!\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "A skeletal creature sprawls on a crumbling throne. It rises with a lurch and the grind of bone on bone.\r\n\r\nIts clothing is ragged, unkempt. You find its movements strangely familiar. Its clothing shifts and reveals a patchwork of decaying skin.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Imagine, if you are capable of such a thing, how uncanny it is to encounter you here, divided by great distance and the span of years.\r\n\r\n\"Do you come once again to disturb my exquisite labor of immortality?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"What are you doing here?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Arkemyr suspected you'd still be poking around out here.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "[Attack] \"I've killed you once. I'll gladly do it again.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"I was one of the few of your 'menagerie' to escape Eothas' rise. As a result of your untimely - and entirely welcome - demise, I found myself free once again to continue my work.\"\r\n",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"That hack may call himself an archmage, but he never had the spine to do what is required to transcend the limits of a mortal life.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Now that I am free, I can make as many bodies as I need! I am no longer beholden to <i>you</i>.\" He spits the words like venom.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"I had lived many lifetimes in the Dyrwood and had learned all I could from it.\r\n\r\n\"There is much still unknown about the Deadfire. What secrets, what wisdoms might an ambitious archmage such as myself uncover?\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Your foolish arrogance will be your end!\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Like a troublesome child, you insist on meddling with forces beyond your petty comprehension. But it is no matter - I shall make another body as soon I am done with you.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "[Put Concelhaut's skull in your pack.]",
      "female": ""
    },
    {
      "id": 18,
      "default": "[Destroy the skull and eliminate Concelhaut for good.]",
      "female": ""
    },
    {
      "id": 19,
      "default": "[Leave] \"Looking forward to our next chat, Concelhaut. Always a pleasure.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "You snatch Concelhaut's skull from the air and stuff it unceremoniously into your pack, cutting off his indignant screeches of protest.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"You wouldn't dare - !\"\r\n\r\nYou throw Concelhaut's skull to the ground. His screeches reach a frenzied pitch as you raise your boot.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Ah, so this is where my beloved pet has run off to.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Acquiring a host body was simple enough. The Deadfire's residents are uneducated in the ways of sophisticated magics. They know not what - or whom - they should fear.\"\r\n",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"You, and those like you, are a pox on Eora.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"A shame your taste in bodies lags behind your skill in acquiring them.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "You smash his skull into dust, and his cries abruptly cease. The unearthly light of his eyes is extinguished.",
      "female": ""
    },
    {
      "id": 27,
      "default": "The archmage Concelhaut is no more.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"He lacks the flame of inquiry that burns within all truly great wizards.\"\r\n\r\nConcelhaut sniffs haughtily - a curiously kith-like affectation for an immortal creature who no longer has the need for breath.",
      "female": ""
    },
    {
      "id": 29,
      "default": "A grimace stretches the thin skin across his mouth, revealing too many teeth and unsettling bits of jaw.",
      "female": ""
    },
    {
      "id": 30,
      "default": "He speaks as a master might to an especially dim-witted student.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Oh, I am all <i>a-tingle</i> with anticipation.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"And you think clinging to life in that moldering corpse makes you bold, is that it?\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Or perhaps you think there's virtue in manipulating and terrorizing your apprentices?\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"You're nothing but a coward and a bully, Concelhaut. Afraid to die and afraid to be forgotten.\"",
      "female": ""
    }
  ]
}