{
  "Component": "exported",
  "Name": "conversations\\26_uncharted_islands\\26_cv_sharp_rock",
  "Entries": [
    {
      "id": 1,
      "default": "From between the bars stares a frail and sickly xaurip. It shrinks when you near, pressing itself into the furthest corner of its cage, trembling.\r\n\r\nAround its neck are the remnants of a bedraggled feather crest. Paint is smeared across its face, but the paint is old, flaking. It hasn't been reapplied in some time.",
      "female": ""
    },
    {
      "id": 2,
      "default": "The xaurip watches you intently.",
      "female": ""
    },
    {
      "id": 3,
      "default": "She trots along beside you, tail held high.",
      "female": ""
    },
    {
      "id": 4,
      "default": "The xaurip watches you with an unreadable expression on its face and says nothing.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"What happened to you?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "The xaurip whimpers as you turn away. When it thinks you're not looking, it pulls a small rock from a pouch at its waist. It runs its fingers over it, then clutches it tightly in both hands and closes its eyes.",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Leave it be.]",
      "female": ""
    },
    {
      "id": 8,
      "default": "[Break open the cage.]",
      "female": ""
    },
    {
      "id": 9,
      "default": "The xaurip scrambles to get out of your reach. When you make no move to capture it, it stares between you and the open cage door, blinking rapidly. It tenses, then bursts out the door.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Who locked you up?\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Why are you following me?\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Never mind.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Stop following me!\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "The xaurip scuttles behind you and grabs hold of your leg. It points across the cave to the corpse of a large, well-adorned xaurip, one of their champions, and scowls.",
      "female": ""
    },
    {
      "id": 15,
      "default": "The xaurip tilts its head slowly and blinks. It narrows its eyes, like it can't quite figure out what you mean. It glances back at the cage you freed it from, then stares at you expectantly.",
      "female": ""
    },
    {
      "id": 16,
      "default": "It scuttles back from you and cowers on the ground, terrified by your shouting. When you do nothing more, it retreats to the back of the cave, arms loose and tail dragging listlessly across the ground.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Do you always follow your leader around?\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "The xaurip clings tightly to your leg and refuses to let go.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"You want to come with me?\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "It stares up at you, unblinking, and finally releases your leg. When you make no move to chase it away, it hops up and down excitedly.",
      "female": ""
    },
    {
      "id": 23,
      "default": "The xaurip stops you before you leave the cave. It points to the cave entrance, then at you, and does a little hopping dance to demonstrate walking.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Yes, I'm leaving. Why?\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "It jerks its head back and stares into the shadows of the cave. It then turns its large, unblinking eyes on you and curls its tail about its feet.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"I'm full up on pets, sorry.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"You want to come with me?\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "The xaurip's regalia suggests they may have been an important figure in the tribe, but its condition makes clear that those days are long past.",
      "female": ""
    },
    {
      "id": 31,
      "default": "The xaurip makes no move to escape. It stares past you at the other xaurips still stalking about the cave, its eyes wide with fear.",
      "female": ""
    },
    {
      "id": 32,
      "default": "The xaurip's regalia tells you they must have been an important figure in the tribe - perhaps a High Priest, or a Mother - but its condition makes clear that those days are long past.",
      "female": ""
    },
    {
      "id": 33,
      "default": "You deftly pop the poorly-crafted lock off the cage.",
      "female": ""
    },
    {
      "id": 34,
      "default": "You tear the bars clear out of their frame.",
      "female": ""
    },
    {
      "id": 40,
      "default": "The xaurip's head drops and its shoulders slump. It turns away from you and trudges back into the shadows of the cave, carrying with it an air of acute misery.",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"No, you can't come with me.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Well, if you're going to be like that... come on, let's go.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "[Leave it be.]",
      "female": ""
    }
  ]
}