{
  "Component": "exported",
  "Name": "conversations\\26_uncharted_islands\\26_si_desert_ruin_ext",
  "Entries": [
    {
      "id": 1,
      "default": "You climb down a slope into a deep canyon. The only way out is to continue forward into the unknown depths of the canyon or return the way you came.\r\n\r\nBefore you can come to a decision on which way to go, you hear a strange sound from up ahead. You move into cover behind a pair of boulders and strain your eyes to find the source, but you see nothing.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Listen closely to the sounds.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Move in for a better look.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "You listen carefully and soon realize that the strange sounds are the sibilant voices of many nāga echoing off the canyon walls.",
      "female": ""
    },
    {
      "id": 5,
      "default": "The echoes from the canyon walls make pinpointing the source of the sounds impossible.",
      "female": ""
    },
    {
      "id": 6,
      "default": "You move deeper into the canyon. You take cover behind brush and boulders when you can, and stick to the shadows when you can't.",
      "female": ""
    },
    {
      "id": 7,
      "default": "You move deeper into the canyon. [SkillCheck 0] trips on a small rock, sending it skittering down the scree-covered slope.\r\n\r\nThe noises up ahead cease. The canyon becomes eerily quiet.",
      "female": ""
    },
    {
      "id": 8,
      "default": "You hear a sharp <i>hiss</i> above and behind you. You whirl around, and a nāga warrior leaps down from a rock overhead, blocking your path. The nāga falls into a fighting stance and lets loose a piercing, wordless screech.",
      "female": ""
    },
    {
      "id": 9,
      "default": "[Sneak past the nāga camp.]",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Attack the nāga.]",
      "female": ""
    },
    {
      "id": 11,
      "default": "You move silently from cover to cover, sticking to the deep shadows along the canyon walls.",
      "female": ""
    },
    {
      "id": 12,
      "default": "You leap from your hiding spot and dash through the canyon, intending to meet the warriors in the nāga encampment head-on.",
      "female": ""
    },
    {
      "id": 13,
      "default": "After a few tense minutes of furtive movement, you have a clear view of the source of the sounds. Ahead of you gather several nāga speaking together in hushed, hissing tones.",
      "female": ""
    },
    {
      "id": 15,
      "default": "As you move deeper into the canyon, you trip on a small rock, sending it skittering down the scree-covered slope.\r\n\r\nThe noises up ahead cease. The canyon becomes eerily quiet.",
      "female": ""
    },
    {
      "id": 16,
      "default": "[Specified 0] guides you forward, leading you from cover to cover, sticking to the deep shadows along the canyon walls.",
      "female": ""
    },
    {
      "id": 19,
      "default": "As you move deeper into the canyon, you trip on a small rock, sending it skittering down the scree-covered slope.\r\n\r\nThe noises up ahead cease. The canyon becomes eerily quiet.",
      "female": ""
    },
    {
      "id": 20,
      "default": " Through precise timing and careful steps, you are able to sneak through most of the nāga camp undetected.\r\n\r\nAhead of you is a final cluster of nāga, the only thing standing between you and the canyon's exit.",
      "female": ""
    },
    {
      "id": 21,
      "default": "[Return the way you came.]",
      "female": ""
    }
  ]
}