{
  "Component": "exported",
  "Name": "conversations\\26_uncharted_islands\\26_si__collapsed_mine_guardians",
  "Entries": [
    {
      "id": 1,
      "default": "<i>Fwip</i>. An arrow buries itself in the ground at your feet. You jump back and search wildly for the source, but see nothing and no one.",
      "female": ""
    },
    {
      "id": 5,
      "default": "You continue up the path, but have only taken a few steps when a hail of arrows rains down from the trees. You dive to the side, just managing to dodge the volley.",
      "female": ""
    },
    {
      "id": 6,
      "default": "You continue up the path, but have only taken a few steps when a hail of arrows rains down from the trees.",
      "female": ""
    },
    {
      "id": 12,
      "default": "You pretend you're leaving by returning the way you came. You must have put on a convincing show, because when you sneak off the path and through the area unnoticed, the guardians act none the wiser.",
      "female": ""
    },
    {
      "id": 13,
      "default": "You pretend to leave by returning the way you came.\r\n\r\nYour act must not have been very convincing, because when you step off the path and attempt to cut around the area instead, you hear the <i>twang</i> of a bow one moment and feel an agonizing punch in your gut the next.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"We aren't going back, ya hear? Never!\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "<i>Fwip fwip.</i> A second arrow strikes the ground beside the first, then a third, this one much closer to you than the others.",
      "female": ""
    },
    {
      "id": 23,
      "default": "Whoever watches the path above you clearly doesn't want you to come any closer.",
      "female": ""
    },
    {
      "id": 24,
      "default": "Vision blurring from the pain, you can only barely discern the three kith and their animals emerging from the treeline.",
      "female": ""
    },
    {
      "id": 25,
      "default": "A trio of kith emerge from the treeline. Fierce companion animals follow them close at heel, their teeth bared.",
      "female": ""
    },
    {
      "id": 26,
      "default": "Vision blurring from the pain, you can only barely discern the three kith and their animals emerging from the treeline.",
      "female": ""
    },
    {
      "id": 27,
      "default": "A trio of kith emerge from the treeline. Fierce companion animals follow them close at heel, their teeth bared.",
      "female": ""
    },
    {
      "id": 28,
      "default": "You attempt to dodge the volley, but you notice the attack too late. An arrow strikes you hard in the stomach. ",
      "female": ""
    },
    {
      "id": 29,
      "default": "North of Crookspur, the forest thickens. Wide-trunked trees tower above you, their leaves forming a ceiling against the sky. A symphony of insects provide constant accompaniment of chirping and buzzing.\r\n\r\nYour path leads you into a narrow gully, the hills rising high to both sides.",
      "female": ""
    },
    {
      "id": 30,
      "default": "[Continue cautiously forward.]",
      "female": ""
    },
    {
      "id": 31,
      "default": "[Try to locate the attackers.]",
      "female": ""
    },
    {
      "id": 32,
      "default": "[Return the way you came.]",
      "female": ""
    },
    {
      "id": 33,
      "default": "[Call out to the archers.]",
      "female": ""
    },
    {
      "id": 34,
      "default": "The kith firing these arrows are clearly hostile. You know you'll need to choose your words with incredible care if there's any chance of them standing down.",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"We're peaceful missionaries! We're not even armed!\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"You're clearly very upset. Is there anything we can do to help you?\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"The next arrow fired at me is going to get shoved up one of your asses! Sideways!\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"You're slaves from Crookspur, aren't you? We're not here to take you back!\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "[Ask a companion to speak to them.]",
      "female": ""
    },
    {
      "id": 44,
      "default": "Keeping cover between you and your ambushers, you search the trees for any sign of kith or wilder.\r\n\r\nYou spot movement along a side path - little more than a game trail - a flash of armor through the greenery.",
      "female": ""
    },
    {
      "id": 45,
      "default": "Keeping cover between you and your ambushers, you search the trees for any sign of kith or wilder.\r\n\r\nYou make out nothing but foliage.",
      "female": ""
    },
    {
      "id": 46,
      "default": "You take cover against a tree and gesture to [Specified 0] to search the trees for the ambushers.\r\n\r\n[Specified 0] points, and you follow the gesture with your eyes. You spot a flash of movement along a game trail through the foliage.",
      "female": ""
    },
    {
      "id": 47,
      "default": "You take cover against a tree and gesture to [Specified 0] to search the trees for the ambushers.\r\n\r\nWith a shake of the head, [Specified 0] shrugs.",
      "female": ""
    },
    {
      "id": 48,
      "default": "You manage to dodge the volley, but [SkillCheck 0] cries out. You spare a glance and see an arrow protruding from his side.",
      "female": ""
    },
    {
      "id": 49,
      "default": "You take cover against a tree and gesture to Maia to search the trees for the ambushers.\r\n\r\nShe grins and Ishiza takes flight, flashing into the branches above. Moments later, Maia directs you towards a flicker of movement through the foliage.",
      "female": ""
    },
    {
      "id": 50,
      "default": "With a small smirk, [Specified 0] nods. The cipher's eyes close, and the search for other minds begins.\r\n\r\nWithin moments, [Specified 0] points down a small game trail, where you make out a flicker of movement.",
      "female": ""
    },
    {
      "id": 51,
      "default": "You close your eyes and open your mind, and the hostile intent of your ambushers stands out in stark relief against the woods - just down a small game trail.\r\n\r\nYou sense something else, however, lurking beneath the anger and resolve... abject terror.",
      "female": ""
    },
    {
      "id": 52,
      "default": "[Search for the presence of other minds.]",
      "female": ""
    },
    {
      "id": 53,
      "default": "You manage to dodge the volley, but [SkillCheck 0] cries out. You spare a glance and see an arrow protruding from her side.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"You could at least give us the chance to explain ourselves!\" Aloth calls.",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Hey, can you stop that?\"\r\n\r\nEdér looks at you and shrugs.",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Hey, amateurs! I had your positions marked after your first shot. Better luck next life.\"\r\n\r\nMaia holds her breath and raises her rifle to point at a spot in the trees. ",
      "female": ""
    },
    {
      "id": 58,
      "default": "Pallegina stands and points at the nearest archer. Her golden eyes flash as five familiar balls of flame begin to form around her outstretched hand.\r\n\r\n\"Stop and live or persist and die!\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "The blue orlan grins and hops out into the midst of the path, arms held out to the side. \"Oi! Ain't you fathom-headed forest farts never heard of hospitality for healers?! We be medicinal types from Neketaka's queen!\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"This will not do at all, I say! Words speak louder than arrows!\" \r\n\r\nTekēhu cups his mouth and calls off into the distance.",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Stop shooting at us, Gaun darn it! I am on divine mission for my god, and no kith - living or dead - is going to stand in my way!\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "[Specified 1] peers into the surrounding trees. \"I don't suppose you could stop shooting at us for a moment? Give us a chance to at least learn each other's names?\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "You consider your words.",
      "female": ""
    },
    {
      "id": 64,
      "default": "The rain of arrows temporarily abates. \r\n\r\nA Dyrwoodan voice rings out...",
      "female": ""
    },
    {
      "id": 65,
      "default": "The arrows continue to fall.\r\n\r\n\"We're never returning to that place!\" A Dyrwoodan voice rings among the trees. \"Turn back or die!\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "The rain of arrows temporarily abates. \r\n\r\nA Dyrwoodan voice rings out...",
      "female": ""
    },
    {
      "id": 67,
      "default": "The rain of arrows temporarily abates. \r\n\r\nA Dyrwoodan voice rings out...",
      "female": ""
    },
    {
      "id": 68,
      "default": "The rain of arrows temporarily abates. \r\n\r\nA Dyrwoodan voice rings out...",
      "female": ""
    },
    {
      "id": 69,
      "default": "You return to the forest, despite the inhabitants' feathered threats.",
      "female": ""
    },
    {
      "id": 70,
      "default": "The rain of arrows temporarily abates. \r\n\r\nA Dyrwoodan voice rings out...",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"You don't look much like the slaving type... you're not from Crookspur?\" ",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"You're - you're not sent from Crookspur? If you're not here to take us back, you should leave. Leave this island. Gods, leave the Deadfire even!\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"Gods - you mean it, don't you? Apologies, stranger, but we'd rather die than go back to Crookspur!\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "The rain of arrows temporarily abates. \r\n\r\nA Dyrwoodan voice rings out...",
      "female": ""
    },
    {
      "id": 76,
      "default": "The rain of arrows temporarily abates. \r\n\r\nA Dyrwoodan voice rings out...",
      "female": ""
    },
    {
      "id": 77,
      "default": "The rain of arrows temporarily abates. \r\n\r\nA Dyrwoodan voice rings out...",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"We're not from Crookspur. Why don't you come out so we can talk?\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"If you don't want Crookspur to know you're out here, you better make it worth my while.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "[Leave] \"We're going now. Sorry for the misunderstanding.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "The woman scoffs. \"I should've known you're type the moment I saw you! You're not getting out of this forest alive!\"\r\n\r\nMovement disturbs the trees around you...",
      "female": ""
    },
    {
      "id": 83,
      "default": "After a moment, the woman speaks again. \"Go then. But don't return here. Next time, there will be no parley!\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "A trio of kith emerge from the treeline. Fierce companion animals follow them close at heel, their teeth bared.",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"Come then,\" the woman says. \"Let's hear what you have to say.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "[Double back and attempt an ambush.]",
      "female": ""
    },
    {
      "id": 88,
      "default": "[Specified 1] looks at you with knit brows as if to ask \"Really? Me?\" before shrugging.",
      "female": ""
    },
    {
      "id": 89,
      "default": "[Double back and attempt an ambush.]",
      "female": ""
    },
    {
      "id": 90,
      "default": "[Specified 1] nods at your instruction, glancing at [SkillCheck 0] with an expression alloying concern and annoyance.",
      "female": ""
    },
    {
      "id": 91,
      "default": "[Specified 1] leads you back through the forest before guiding you from the path and through the underbrush. The arrow-armed guardians seem none the wiser.",
      "female": ""
    },
    {
      "id": 92,
      "default": "As you pick your way among the trees, you locate a trio of kith lurking in wait among the trees, accompanied by fierce-looking animals. \r\n\r\nThey don't seem to have noticed you.",
      "female": ""
    },
    {
      "id": 93,
      "default": "[Specified 1] leads you back through the forest before guiding you from the path. Despite the prowler's guidance, you must have tipped off the ambushers, and you flinch as an arrow strikes a tree inches to your right.",
      "female": ""
    },
    {
      "id": 94,
      "default": "But that's nothing compared to the pain that blossoms at your side when the next arrow slips between your ribs.",
      "female": ""
    },
    {
      "id": 95,
      "default": "But you're fortunate compared to [SkillCheck 0], who cries out, an arrow projecting from his side.",
      "female": ""
    },
    {
      "id": 96,
      "default": "But you're fortunate compared to [SkillCheck 0], who cries out, an arrow projecting from her side.",
      "female": ""
    },
    {
      "id": 97,
      "default": "[Ambush and attack.]",
      "female": ""
    },
    {
      "id": 98,
      "default": "[Sneak past the area.]",
      "female": ""
    },
    {
      "id": 99,
      "default": "You creep forward, drawing your weapon...",
      "female": ""
    },
    {
      "id": 100,
      "default": "The trio never notice you as you make your way from the forest.",
      "female": ""
    },
    {
      "id": 101,
      "default": "You consider what you will say.",
      "female": ""
    },
    {
      "id": 103,
      "default": "Rekke stares at you blankly. After a few long, silent moments, his eyes widen, and he slowly shakes his head.",
      "female": ""
    }
  ]
}