{
  "Component": "exported",
  "Name": "conversations\\26_uncharted_islands\\26_si_lich_ext_wraiths",
  "Entries": [
    {
      "id": 2,
      "default": "\"Come sisters, we shall call down the power!\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "Something's not quite right, but you can't place why. You realize, then. Silence. The wind does not whisper across your skin or stir the tops of trees. Birds do not whistle and shriek. The chirp of insects is gone.",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Search for the source of the voices.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "You come upon a rocky switchback path leading up the steep side of the mountain. The chanting voices are louder here, but you still can't make sense of the words.",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Continue up the path.]",
      "female": ""
    },
    {
      "id": 8,
      "default": "[Sneak closer to observe.]",
      "female": ""
    },
    {
      "id": 9,
      "default": "You creep up the path and discover a chorus of spirits floating in the clearing ahead of you.",
      "female": ""
    },
    {
      "id": 10,
      "default": "You creep up the path and discover a chorus of spirits floating in the clearing ahead of you.\r\n\r\nAs you do, your boots crunch on the stones. One misplaced step sends your feet skidding out from under you.",
      "female": ""
    },
    {
      "id": 11,
      "default": "The spirits surround a central figure, and they all turn their ghostly eyes on you.",
      "female": ""
    },
    {
      "id": 12,
      "default": "[Draw your weapons and attack.]",
      "female": ""
    },
    {
      "id": 13,
      "default": "[Sneak closer to the spirits.]",
      "female": ""
    },
    {
      "id": 14,
      "default": "The prospect of a fight deters you not at all. You gather your resolve and charge the spirits.",
      "female": ""
    },
    {
      "id": 16,
      "default": "Rounding a corner, the sounds of distant chanting find you. You can't make out the words, only the low drone of many voices raised in unison.",
      "female": ""
    },
    {
      "id": 17,
      "default": "As you creep up the path, [SkillCheck 0]'s boots crunch on the stones. A second misplaced step sends a stone bouncing loudly down the hill.",
      "female": ""
    }
  ]
}