{
  "Component": "exported",
  "Name": "conversations\\26_uncharted_islands\\26_si_sanguine_harvest_ritual",
  "Entries": [
    {
      "id": 1,
      "default": "A group of kith dressed in red robes ring a blood-encrusted altar. They bow their heads and join hands. A droning chant rises from the group, wending and weaving through the air like campfire smoke.\r\n\r\nThey are oblivious to your presence, for now.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Observe the ritual.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Attack the cultists.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "Regardless of what the cultists have planned, it's clear their intentions are nefarious. You advance on them with weapons drawn.\r\n\r\nThey shout and scatter at your approach. Their potential victim breaks free of her bonds and runs towards you.",
      "female": ""
    },
    {
      "id": 6,
      "default": "The cultists nearest you kneel. The leaders remain standing, their eyes fixed on something before them.\r\n\r\nYou see now that a person is splayed across the altar like a specimen in a naturalist's lab.",
      "female": ""
    },
    {
      "id": 7,
      "default": "One of the leaders - a tall, straight-backed man - beckons toward a stone dais beside the altar. A follower scuttles forward and slides an unusual great sword into a wide slot in the dais.\r\n\r\nSatisfied, the tall man takes up the chant, and the voices of the cult members all rise as one.",
      "female": ""
    },
    {
      "id": 8,
      "default": "[Observe the ritual.]",
      "female": ""
    },
    {
      "id": 11,
      "default": "You rush out of your hiding place with weapons drawn. The furious group turns on you.",
      "female": ""
    },
    {
      "id": 18,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 19,
      "default": "You back away from the crowd and try to sneak quietly into the forest. One of them shouts, pointing at you. They charge toward you, weapons drawn.",
      "female": ""
    },
    {
      "id": 24,
      "default": "The cult's leader draws strange symbols in the air above the captive, and the captive's eyes go wide, terror clear in the shaking of her hands.",
      "female": ""
    },
    {
      "id": 25,
      "default": "Preoccupied with their ritual, the cultists take no notice of you when you turn around and head back the way you came.",
      "female": ""
    },
    {
      "id": 26,
      "default": "[Observe the ritual.]",
      "female": ""
    },
    {
      "id": 27,
      "default": "The captive screams, and the fampyrs descend, tearing into her with a ferocity that seems to astonish even the cultists.\r\n\r\nThe captive's screams cut off with an abrupt gurgle.",
      "female": ""
    },
    {
      "id": 28,
      "default": "A hush falls over the crowd. The other two leaders approach the altar and remove their hoods. In the flickering light of the ritual candles, you see that they are fampyrs.",
      "female": ""
    },
    {
      "id": 29,
      "default": "A swirling mass of soul energy rises from the captive's corpse and flows toward the dais. The blood-red gem in the pommel of the great sword pulses with light.",
      "female": ""
    },
    {
      "id": 30,
      "default": "[Observe the ritual.]",
      "female": ""
    },
    {
      "id": 31,
      "default": "[Attack the cultists.]",
      "female": ""
    },
    {
      "id": 33,
      "default": "The fampyrs finish their gruesome feast and stand, blood covering their faces. Wordlessly, they walk away from the altar and disappear.",
      "female": ""
    },
    {
      "id": 34,
      "default": "A cultist pulls the great sword from its stone sheath and raises it aloft. The cultists allow themselves a brief cheer, then file away from the ritual space - straight toward you.",
      "female": ""
    },
    {
      "id": 35,
      "default": "You step out of the shadows. The cultists cry out in shock and scatter.\r\n\r\nOne of the cultists draws the great sword from the dais - now charged with an unearthly glow - and rounds on you with a grin.",
      "female": ""
    },
    {
      "id": 36,
      "default": "[Attack the cultists.]",
      "female": ""
    },
    {
      "id": 37,
      "default": "[Hide from the cultists.]",
      "female": ""
    },
    {
      "id": 39,
      "default": "You press yourself into the shadows. The cultists pass you by and vanish into the woods.",
      "female": ""
    },
    {
      "id": 40,
      "default": "You press yourself into the shadows and wait for the cultists to pass. A twig snaps beneath your boot. The group jumps, startled, and charges toward you.",
      "female": ""
    },
    {
      "id": 41,
      "default": "You press yourself into the shadows and wait for the cultists to pass. A twig snaps beneath [SkillCheck 0]'s boot. The cultists jump, startled, and charge toward you.",
      "female": ""
    },
    {
      "id": 43,
      "default": "You step out of the shadows, weapons drawn. The cultists cry out in shock and scatter. The man holding the great sword hefts it with a wicked grin.",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"None shall witness the sacred rites!\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "[Blind the fampyrs with dazzling light.]",
      "female": ""
    },
    {
      "id": 49,
      "default": "You step out of the shadows and release a ball of blinding, crackling light. The cultists cry out in shock and scatter. The fampyrs disappear in the commotion.\r\n\r\nOne of the cultists draws the great sword from the dais - now charged with an unearthly glow - and rounds on you with a grin.",
      "female": ""
    },
    {
      "id": 50,
      "default": "You step out of the shadows and release a torrent of holy light. The cultists cry out in shock and scatter. The fampyrs disappear in the commotion.\r\n\r\nOne of the cultists draws the great sword from the dais - now charged with an unearthly glow - and rounds on you with a grin.",
      "female": ""
    },
    {
      "id": 57,
      "default": "[Surprise the fampyrs with holy light.]",
      "female": ""
    },
    {
      "id": 59,
      "default": "[Specified 0] steps out of the shadows and releases a ball of blinding, crackling light. The cultists cry out in shock and scatter. The fampyrs disappear in the commotion.\r\n\r\nOne of the cultists draws the great sword from the dais - now charged with an unearthly glow - and rounds on you with a grin.",
      "female": ""
    },
    {
      "id": 61,
      "default": "[Specified 0] steps out of the shadows and releases a torrent of holy light. The cultists cry out in shock and scatter. The fampyrs disappear in the commotion.\r\n\r\nOne of the cultists draws the great sword from the dais - now charged with an unearthly glow - and rounds on you with a grin.",
      "female": ""
    },
    {
      "id": 63,
      "default": "The stone altar before you is empty save for dried, flaking blood and bits of hair crusting its surface.",
      "female": ""
    },
    {
      "id": 64,
      "default": "[Examine the altar.]",
      "female": ""
    },
    {
      "id": 65,
      "default": "The space before the altar is smooth from centuries of shuffling feet and the press of countless bony knees. Water dripping from somewhere above has created a swampy morass of mud behind the altar.",
      "female": ""
    },
    {
      "id": 66,
      "default": "You chip away some of the old blood on the surface of the altar and find a cobweb of deep gashes in the stone, testimony to the many grizzly sacrifices that must have occurred here.",
      "female": ""
    },
    {
      "id": 67,
      "default": "[Search the area around the altar.]",
      "female": ""
    },
    {
      "id": 68,
      "default": "You reach behind the altar and palm through the mud.",
      "female": ""
    },
    {
      "id": 69,
      "default": "You find a battered journal half-buried in the mud. The pages are waterlogged, but some of them are still legible.",
      "female": ""
    },
    {
      "id": 70,
      "default": "[SkillCheck 0] palms through the mud behind the altar, revealing a battered journal. It's certainly seen better days, but some of its pages are still legible.",
      "female": ""
    },
    {
      "id": 71,
      "default": "Your cursory search of the altar reveals nothing of interest.",
      "female": ""
    },
    {
      "id": 72,
      "default": "You search once more around the altar, just to be sure, and find nothing else of value.",
      "female": ""
    },
    {
      "id": 73,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 76,
      "default": "[Attack the cultists.]",
      "female": ""
    }
  ]
}