{
  "Component": "exported",
  "Name": "conversations\\26_uncharted_islands\\26_si_desert_ruin_sand_trap",
  "Entries": [
    {
      "id": 1,
      "default": "On the altar before you rests a spiked hammer and a kith skull gone yellow with age.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Examine the skull.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Examine the hammer.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Pick up the skull.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "The skull is of kith origin and clearly ancient, having grown brittle and fragile with time. Embedded in its forehead is a strange stone. Its immediate purpose is unclear.",
      "female": ""
    },
    {
      "id": 6,
      "default": "The hammer is scored with deep gouges and marred with spots of rust. Its significant heft and fine steel head suggest the hammer might have once been a quality weapon of war, but it has surely seen better days.",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Lift the hammer from the altar.]",
      "female": ""
    },
    {
      "id": 8,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 9,
      "default": "You carefully lift the skull from altar.",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Examine the altar.]",
      "female": ""
    },
    {
      "id": 11,
      "default": "Wrought of ancient stone, this altar has seen better days. Though it's remarkably clean for where you found it, its base is riddled with cracks, and the grasping metal hands at its corners are listing to the right.",
      "female": ""
    },
    {
      "id": 12,
      "default": "You gingerly take the hammer. Testing its weight in hand, you discover it's surprisingly well-balanced.",
      "female": ""
    },
    {
      "id": 13,
      "default": "The great stone door behind you slams shut with a floor-shuddering <i>BANG</i>. Sand begins to pour into the room through holes high in the wall.",
      "female": ""
    },
    {
      "id": 14,
      "default": "The altar is empty. Not even dust lingers on its surface.",
      "female": ""
    },
    {
      "id": 15,
      "default": "A spiked hammer rest on the altar before you.",
      "female": ""
    },
    {
      "id": 16,
      "default": "On the altar before you sits a skull. At first glance, it appears to be nothing more than that.",
      "female": ""
    }
  ]
}