{
  "Component": "exported",
  "Name": "conversations\\26_uncharted_islands\\26_si_elewys_spirits",
  "Entries": [
    {
      "id": 1,
      "default": "A light fog curls about your ankles. Breathless, whispering voices call to you from the darkness. They cry in half-uttered sentences, in moans, gurgles, screams. What few words you can make out among the chorus beg for mercy, for an end to their pain.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Disperse the fog with a spell.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Step into the fog.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "Wisps wind around your torso and cling to your skin. The cries become shouts, and the chorus, screams. The fog thickens until you see nothing but its swirling, ghostly shape. Dark forms appear in the fog. They encircle you one moment and disappear the next.",
      "female": ""
    },
    {
      "id": 6,
      "default": "You extricate yourself from the fog's fingers and flee to continue exploring the island.",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Specified 0] casts a spell, and a brilliant spear of light pierces the dark. The fog disperses, leaving behind the fuzzy-edged glow of the spirits that dwelt within it.",
      "female": ""
    },
    {
      "id": 8,
      "default": "[Specified 0] casts a spell, and an explosion of blinding white light fills the area.\r\n\r\nThe fog shrinks away from you for a moment, then reforms into a larger mass just out of reach.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"I think it's time for you lost lot to find the light. This way now! That's right.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Who's there? Show yourselves!\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "Unhindered by the fog, you are now free to continue exploring the island.",
      "female": ""
    },
    {
      "id": 13,
      "default": "The dense fog swirls into Xoti's lantern. You hear the faint <i>tink</i> of metal striking the ground. You bend down to examine it and discover a small necklace. The stone at its center sparkles with the red of a fire's dancing flame.",
      "female": ""
    },
    {
      "id": 14,
      "default": "In an instant, the shrieking gale ceases and shapes stutter to a halt. They linger for a moment, flickering uncertainly, then coalesce into a greater darkness and rush toward you.",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 16,
      "default": "You turn around to head back the way you came, but you're no longer certain where it was you started from.",
      "female": ""
    },
    {
      "id": 17,
      "default": "The cries in the fog grow louder, rising in pitch. You spin about, trying desperately to get your bearings. A shape in the fog flickers to a stop before you.",
      "female": ""
    },
    {
      "id": 18,
      "default": "You recognize the vague shape of a kith before the spirit rushes toward you, arms outstretched.",
      "female": ""
    },
    {
      "id": 19,
      "default": "[Ask Xoti to draw the spirits into her lantern.]",
      "female": ""
    }
  ]
}