{
  "Component": "exported",
  "Name": "conversations\\26_uncharted_islands\\26_si_lagufaeth_traps",
  "Entries": [
    {
      "id": 2,
      "default": "[SkillCheck 0] spots a primitive but no less dangerous bear trap laid directly in your path.",
      "female": ""
    },
    {
      "id": 49,
      "default": "You're careful to skirt the trap - and a few others - and continue on your way through the jungle.",
      "female": ""
    },
    {
      "id": 57,
      "default": "Lagufaeth territorial sigils mark your path at regular intervals. You walk cautiously, keeping a close eye on your surroundings.",
      "female": ""
    },
    {
      "id": 67,
      "default": "A sudden cry rends the quiet of the trail. Despite your caution, [Specified 0]'s leg has been caught in a primitive bear trap.",
      "female": ""
    },
    {
      "id": 70,
      "default": "A quick, panicked yell surprises you. You look back to see that [Specified 0] has tumbled into a deep pit obscured by leaves and dirt.",
      "female": ""
    },
    {
      "id": 71,
      "default": "You hear a sudden, sharp intake of breath and look up to find [Specified 0] caught in a net high above the trail.",
      "female": ""
    },
    {
      "id": 72,
      "default": "Despite your caution, a primitive bear trap springs up from the leaf litter and bites into your ankle.",
      "female": ""
    },
    {
      "id": 73,
      "default": "The ground gives way beneath you, and you tumble down into a crude spike pit. A wooden spike grazes your thigh, but you are otherwise uninjured. You're lucky the trap was not better-made - you would surely be dead.",
      "female": ""
    },
    {
      "id": 74,
      "default": "A wire tightens around your ankle. You're hoisted high into the air above the trail, smashing into tree trunks and branches as you go.",
      "female": ""
    },
    {
      "id": 79,
      "default": "[SkillCheck 0] spots a patch of disturbed dirt on the path ahead of you. Upon closer inspection, [SkillCheck 0] discovers that it's in fact a crude spike pit camouflaged with litterfall and netting.",
      "female": ""
    },
    {
      "id": 80,
      "default": "[SkillCheck 0] puts a hand on your shoulder and points out a well-hidden tripwire bisecting the path ahead of you. Careful inspection reveals that the wire is attached to a small boulder suspended above the trail.",
      "female": ""
    },
    {
      "id": 82,
      "default": "Your vigilance is rewarded - further down the path, you spot a primitive but no less dangerous bear trap laid directly in your path.",
      "female": ""
    },
    {
      "id": 83,
      "default": "You spot a patch of disturbed dirt on the path ahead of you. Upon closer inspection, you discover that it's in fact a crude spike pit camouflaged with litterfall and netting.",
      "female": ""
    },
    {
      "id": 84,
      "default": "A well-hidden tripwire bisects the path ahead of you. Careful inspection reveals that the wire is attached to a small boulder suspended above the trail.",
      "female": ""
    },
    {
      "id": 85,
      "default": "Lagufaeth stream from the jungle as your struggle to free yourself from the trap. They lift blowdarts to their thin lips and point them at you.",
      "female": ""
    },
    {
      "id": 86,
      "default": "Lagufaeth stream from the jungle as you work to free [Specified 0] from the trap. They lift blowdarts to their thin lips and point them at you.",
      "female": ""
    },
    {
      "id": 88,
      "default": "You hear a rustling in the underbrush. A group of lagufaeth dart onto the path, shoot blowdarts in your direction, and dash back into hiding before you have a chance to retaliate.",
      "female": ""
    },
    {
      "id": 89,
      "default": "You hear a rustling in the underbrush. As you work to free [Specified 0] from the trap, a group of lagufaeth dart onto the path, shoot blowdarts in your direction, and dash back into hiding before you have a chance to retaliate.",
      "female": ""
    },
    {
      "id": 90,
      "default": "[Hold your ground.]",
      "female": ""
    },
    {
      "id": 92,
      "default": "[Chase after the lagufaeth.]",
      "female": ""
    },
    {
      "id": 93,
      "default": "[Let the lagufaeth retreat.]",
      "female": ""
    },
    {
      "id": 94,
      "default": "The lagufaeth melt into the jungle, disappearing like mist on the water. It's as if they were never there at all.",
      "female": ""
    },
    {
      "id": 95,
      "default": "The lagufaeth close in, weapons at the ready.",
      "female": ""
    },
    {
      "id": 96,
      "default": "You crash through the underbrush, leaping nimbly over fallen branches and gnarled tree roots, and manage to outrun the lagufaeth.",
      "female": ""
    },
    {
      "id": 97,
      "default": "You turn to flee, but the lagufaeth are more nimble than you expected. They surround you in moments, weapons at the ready.",
      "female": ""
    },
    {
      "id": 98,
      "default": "You crash through the underbrush, leaping nimbly over fallen branches and gnarled tree roots, and manage to run down the lagufaeth.",
      "female": ""
    },
    {
      "id": 99,
      "default": "You crash through the underbrush after the lagufaeth, but they're more nimble and fleet of foot than you expected, and you're unable to keep up with them.",
      "female": ""
    },
    {
      "id": 100,
      "default": "[Flee.]",
      "female": ""
    }
  ]
}