{
  "Component": "exported",
  "Name": "conversations\\26_uncharted_islands\\26_si_lagufaeth_ambush",
  "Entries": [
    {
      "id": 1,
      "default": "Lagufaeth corpses litter the area. Some are burned beyond recognition, while others have been crushed so badly they're little more than a greasy smear on the ground.",
      "female": ""
    },
    {
      "id": 2,
      "default": "A large group of lagufaeth are headed your way, their hulking broodmother in the lead. They don't seem to have noticed you yet.",
      "female": ""
    },
    {
      "id": 3,
      "default": "You catch a flash of movement in your peripheral vision. You realize a large party of lagufaeth lie in wait for you in the surrounding jungle. No doubt they seek revenge for their fallen friends.",
      "female": ""
    },
    {
      "id": 4,
      "default": "As you inspect the grisly scene, you catch a glimpse of a large group of lagufaeth lying in wait - and all of them have their blow darts trained on you.\r\n\r\n",
      "female": ""
    },
    {
      "id": 5,
      "default": "The lagufaeth let out an ululating cry and charge toward you.",
      "female": ""
    },
    {
      "id": 6,
      "default": "You turn to run only to find yourself facing a Lagufaeth warrior - its blow gun aimed directly at you. It fires the dart before you have a chance to respond, hitting you square in the chest.",
      "female": ""
    },
    {
      "id": 7,
      "default": "As you inspect the grisly scene, you catch a glimpse of a large group of lagufaeth lying in wait - and all of them have their blow darts trained on you.\r\n\r\n",
      "female": ""
    },
    {
      "id": 8,
      "default": "[Go back.]",
      "female": ""
    },
    {
      "id": 9,
      "default": "[Leap from hiding, weapons drawn.]",
      "female": ""
    },
    {
      "id": 10,
      "default": "You creep back the way you came, avoiding the wilder's notice.",
      "female": ""
    },
    {
      "id": 12,
      "default": "Before you can react, they fire a volley of darts. Though you do your best to dodge, one dart hits you square in the neck.",
      "female": ""
    },
    {
      "id": 13,
      "default": "They fire a volley of darts before you have a chance to react. Though you dodge the projectiles, one dart hits [Specified 0] square in the neck.",
      "female": ""
    },
    {
      "id": 16,
      "default": "You smell them before you see them.",
      "female": ""
    },
    {
      "id": 17,
      "default": "[Search the area.]",
      "female": ""
    },
    {
      "id": 19,
      "default": "[Attempt to flee.]",
      "female": ""
    },
    {
      "id": 20,
      "default": "You run, the leaves slapping you and vines catching up your legs.\r\n\r\nYet when you come to a stop, dripping sweat and swallowing great, heaving breaths, you see no sign of whatever killed the lagufaeth.",
      "female": ""
    },
    {
      "id": 21,
      "default": "You turn to run only to find yourself facing a Lagufaeth warrior - its blow gun aimed directly at [SkillCheck 0]. It fires the dart before you have a chance to respond, hitting your companion square in the chest.",
      "female": ""
    },
    {
      "id": 23,
      "default": "[Hide in the undergrowth.]",
      "female": ""
    },
    {
      "id": 24,
      "default": "[Ambush and attack.]",
      "female": ""
    }
  ]
}