{
  "Component": "lax1_exported",
  "Name": "conversations\\lax01_00_arena_island\\lax01_00_cv_prefightbanter_slayers",
  "Entries": [
    {
      "id": 1,
      "default": "\"If it isn't the Watcher!\"\r\n\r\nA man's voice rings out in a rich baritone. Despite its warmth, the warrior's eyes are narrow and discerning.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"And even smaller than I expected.\"\r\n\r\nThe dwarf snorts.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Fat lot of good that sass will do you in the Crucible.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Taller than I expected, but no bother.\"\r\n\r\nThe dwarf shrugs.",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"If this is our competition, victory is ours for the taking.\"\r\n\r\nA motley of soldiers, each arrayed with more weapons than they have hands to wield them, stops as you approach. From behind their garish helmets, they size you up.",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Hi, I'm [Player Name]. It's called a polite introduction, and now it's your turn.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"I'm sorry... who are you?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "[Fold your arms, flex your muscles, say nothing.]",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Am I supposed to have heard of you? I don't really follow the circus scene.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Ignore them, continue walking.]",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"We're the Dragonstalkers - the reigning Champions of the Hunt. Considering the game we normally hunt, kith like you are easy pickings.\"\r\n\r\nThe warrior passes an ornate axe from one hand to the other, idly juggling the blade with a smile.",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Dragonstalkers? Not Dragons, plural? So you can only handle one? Sounds unimpressive.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"May Toamowhai watch over you until we meet in battle.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I'll have you know we've slain <i>three</i> dragons! Toamowhai blessed our band, and soon all shall see!\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "[Stifle your laughter.] \"Three whole dragons? Adorable.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Impressive, but nowhere close to my tally.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Your mother is no doubt jubilant with regards to her womb spawn.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Impressive.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"And exactly how many dragons have you slain?\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Well there was the sky dragon in the Northweald.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"I slew the adra dragon that was living below my castle.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"I slew the magma dragon living at Magran's Teeth.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"There was an alpine dragon in the White March... Slew that...\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"A bold sentiment, and I share it. It would be a shame were you to falter and leave us facing some less worthy team.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Well as much as we'd love to flap jaws, battle calls. We'll be seeing you.\"\r\n\r\nThe warrior salutes you with a wry smile as he and his gang strut down the drawbridge, basking in the audience applause as they take center stage.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Have you ever slain a Bog dragon? No? Well I slew one for me and one for you.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"I killed Neriscyrlas, the corpse dragon of the Dead Floe. Killed her a couple of times, in fact.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"I slew the Watershapers' sea dragon.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Whatever, anyone can get lucky once.\"\r\n\r\nThe warrior folds his arms, lifting his chin to stare down his nose at you.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Big deal, so you've slain two dragons. Even sun dials get lucky twice a day.\"\r\n\r\nHe clears his throat, his weight shifting from one foot to another as he rocks sideways.",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Ok... so you slew three. <i>Very</i> impressive. We're all very impressed.\"\r\n\r\nWith an overly pompous flourish, the warrior bows to you in mock adoration.",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Four? Well... that's... remarkable.\"\r\n\r\nWith a quiet cough, his eyes sink to his feet.",
      "female": ""
    },
    {
      "id": 36,
      "default": "Sighing as you list your accomplishments, the warrior says nothing and merely waits for his litany of comeuppance to end.",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Maybe we should be calling <i>this lot</i> the Dragonstalkers.\"\r\n\r\nThe handsome man at the dwarf's side interjects, drawing a glare from his leader.",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"You mean Dragons Stalkers - plural.\" She smirks.",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Both of you... shut it.\"\r\n\r\nThe warrior shakes his head, teeth clenched.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Perhaps it'd be easier to list the dragons you haven't slain?\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"I think that about covers the subject of dragons I've slain.",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Good on you! I doubt you'll live past our encounter in the Crucible, but if you do, maybe you have a future of dragon slaying ahead of you.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Ok. We um, have a uh, fight to get to... so...\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"That is more than we slew,\" his Glamfellen compatriot chimes in with a raised finger.",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Very observant. Now keep your smarts to yourself.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"These dragons you've slain... I don't suppose they were awake at the time?\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Most people seem to think so.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Fear got your tongue? Well if you're terrified, that just means you've got half a mind to you.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"You won in the past? Well done.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Why thank you. Last season's grand melee was hard, but in the end, we were crowned Champions of the Hunt.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Better still, we won the Slayer's attention. He gave us the right to bear the Slayer's Claw into battle.\"\r\n\r\nHe hefts the massive axe onto his shoulder.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Nice axe.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Did you ever find out why the Beast of Omen didn't appear?\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Isn't it, though? I'd suggest you look into getting your own, but this is the only one like it.\"\r\n\r\nHe chuckles.",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"It is a mystery to everyone, especially Humaire. She insists the 'natural order' of things is for the Beast of Omen to arrive every cycle.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"I fear Toamowhai cursed us for being... <i>poor guests</i> of the Crucible so... just in case, we are trying to be on our best behavior.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "Heads bowed, faces pale, and mouths sealed, the warriors quickly walk past you, filing out into the arena.\r\n\r\nThough the crowd greets them with roaring applause, the Dragonstalkers appear stiff and uncertain as they enter into the arena.",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Still alive? You lot're tougher than you look.\"\r\n\r\nHe smirks, hand resting on the handle of his axe.\r\n",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Regardless! The moment of truth comes anon.\" \r\n\r\nHe turns with a flourish of his cape and strides towards the arena.\r\n",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Hear that, Watcher? They chant for your demise!\"\r\n\r\nHe raises his closed fists, basking in the audience's adulation.",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Let's give the people what they want, lads!\"\r\n\r\nHe draws his weapon.\r\n",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Oh fantastic. Another group of silent freaks.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "He scoffs, tensing, tendons rising along the length of his neck.",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"She takes pride in my accomplishments. Not that I'm sure what that has to do with anything.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Did you already forget about all those dragons I've slain?\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"The honor of being slain will be all yours, I'm afraid.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"We honor Toamowhai in our struggle.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"May the best kith win.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"No. Just realized it didn't matter.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Looks like you'll have the honor of being slain by the Dragonstalkers.\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "Serafen winces. \"That might've sounded cleverer in your head than it did in the air, cap.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"That's what I just said, wasn't it? Or was it?\" He looks to his fellows, one of which shrugs.",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"He only respects those who slay and those who survive. If you're not one or both, what honor do you bring him?\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"I'm sure we will.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"The moment of truth awaits you. Do not keep it waiting.\" \r\n\r\nHe turns with a flourish of his cape and strides towards the arena.\r\n",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"I intend to be both.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"You left out those who seek.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "[Bow your head respectfully.]",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Better slain than stalked, Dragonstalkers.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"We'd stalk you if we had to!\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Actually, I haven't killed any dragons.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "In the silence that follows, the Dragonstalkers exchange glances of disbelief. The only sound to cut the tension is a stifled laugh. ",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"I killed Neriscyrlas, the corpse dragon of the Dead Floe, but then she flew away.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"'The honor of being...' Magran's flame, some people are just askin' to die.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"Thanks, but we'll be passing on that.\" Edér raises an eyebrow.",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"I look forward to seeing you in the Crucible. Our battle will no doubt give the crowd something to remember.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"I am not so sure that one counts, aimico.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"Certainly not.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Don't hurt the Watcher's feelings now, friends.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"You slay dragons. We slay dragons. Means we're on even footing. Evener, anyway.\"\r\n\r\nA couple of the Dragonstalkers exchange unconvinced glances.",
      "female": ""
    },
    {
      "id": 112,
      "default": "[Yawn.]",
      "female": ""
    }
  ]
}