{
  "Component": "lax1_exported",
  "Name": "conversations\\lax01_00_arena_island\\lax01_00_cv_arena_fight_pipiltin",
  "Entries": [
    {
      "id": 1,
      "default": "\"It appears only one of us will be finding greatness in the Crucible.\"\r\n\r\nDressed in his gaudy armor, the diminutive Pipiltin taps his brow in an impish salute.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Farewell, Watcher. I'll see to your body's return to our homeland.\"\r\n\r\nHe draws his weapon.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Know that I bear you no grudge. A shame you must die so that we may live.\"\r\n\r\nThe fighters at his side look to the stands, raising weapons to the cheering crowd or winking at some admired spectator.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Apologies, I've heard absolutely nothing about you.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Your crew doesn't seem up to the challenge.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"I bear you no grudge either.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Let's get this over with.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Well I, I'll be famous after these games, just you wait!\"\r\n\r\nThe orlan coughs nervously.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Farewell, Watcher. May the gods welcome you.\"\r\n\r\nHe draws his weapon.",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Heh. Their loyalty <i>is</i> bought with coin, so maybe you're right. We'll soon find out!\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Then let us show this rowdy crowd what an honorable fight looks like.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Well, well, well... Watcher of Caed Nua.\"\r\n\r\nThe orlan before you licks his lips as he stares you down.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"It is here, in this temple to the Clever Hound, where I will carve the next step in my stair to excellence.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Ah yes, well... I think both of us have now put more thought into this, ah, subject than is necessary.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "As the doors to the arena close, the crowd's cheering swells.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Well met.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"I think it's more a diffuse glow rather than an actual conflagration on Eothas' ass.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Keep walking. I don't befriend my prey before killing it.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "[Stare menacingly.]",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Well met, Pipiltin. Meet my pack.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "Your companions and Pipiltin's Pact share a long, awkward stare. While Pipiltin holds himself with pride, his team is far more sober, and the longer they size up you and your crew, the less stoic their faces become.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"The pleasure is ours! We ought to spar together, maybe compare no-\"\r\n\r\nClearing her throat loudly, one of Pipiltin's companions points to the awaiting arena.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Perhaps we will have the chance to-\"\r\n\r\nAs your stare burrows into Pipiltin, his sentence collapses into a stammer, and he shrinks away from your withering glare.",
      "female": ""
    },
    {
      "id": 25,
      "default": "With a snap of his fingers, Pipiltin wordlessly herds his group past you and into the arena.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Now if you'll excuse me, glory awaits!\"\r\n\r\nPipiltin and his group stride past you into the ring. ",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Any last words before you die?\"\r\n\r\nThe orlan flourishes his weapon in a flashy but wholly impractical series of mock slices and parries.",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"I'm sorry, who are you again? Have we met?\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Last words.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Enough of this! Let's give the crowd something to remember, shall we?\"\r\n\r\nHe draws his weapon and signals his group to attack.",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Stelgaer got your tongue? It's fine if you're nervous - you're meeting the folks destined to defeat you, after all. I bet that's a bit nerve-wracking, aye?\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"It's mighty fine to meet you. But I <i>am</i> going to cut your soul from your body if you try to hurt my friend.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"You know how folks say you shouldn't name a beast you're 'bout to slaughter? Shouldn't introduce yourself to it, either.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Well, now, this is rather awkward, isn't it?\" Aloth sighs.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Maybe his <i>soul</i> is destined for greatness, but I doubt the rest of him is going to make it out of that arena.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Anyone feel like settling this sooner rather than later?\" Maia smiles and rolls up her sleeve to flex a meaty bicep. Ishiza lets out a confrontational squawk. ",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Not a pod or a school, but a pack? As you will, captain.\" Tekēhu studies his cuticles and spares the other combatants a glance.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Wait.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 42,
      "default": "He turns to you and cocks his head, wearing a slight smile. ",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"You're going to die out there.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"See you in the arena, Pipiltin.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Just testing your reflexes. You can go now.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Forget it.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Watcher. Best of luck to you.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"And your fetching company.\"\r\n\r\nHe winks at Maia on his way out. She folds her arms and says nothing.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Your confidence is admirable. Truly.\" The side of his mouth twitches. ",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"What a fascinating specimen you are.\" He shakes his head and grins. ",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"You honor the Crucible games with your participation. I am Pipiltin, and this here is my stalwart team - Pipiltin's Pact!\" \r\n\r\nFinally, he bows slightly, the feathered tokens that festoon his armor swaying with the motion.",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Since you're a Watcher, I hardly need to tell you my soul is destined for greatness - that must be plain as Eothas' burning backside.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Pippi's Pompous Prats, more like.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Those little steps you talking about? For your little orlan legs, I mean.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Ado.\" Pallegina nods simply to the orlan and his compatriots.",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"I suppose there are <i>rules</i> against simply killing them now?\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"These aren't games, boy, and if you're wise you'll take yourself and your crew home.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Tough talk and intimidation is it? I expected better from those traveling with the esteemed Watcher.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Esteemed, huh? Guess I better 'watch' myself then.\" He elbows you playfully in the side and grins.",
      "female": ""
    }
  ]
}