{
  "Component": "lax1_exported",
  "Name": "conversations\\lax01_00_arena_island\\lax01_00_si_mysterious_package",
  "Entries": [
    {
      "id": 1,
      "default": "The scents of food, salt, spices, and drink mix with the stale odor of old grass, the musty stink of rats, and the ever-present fragrance of the sea. \r\n\r\n[Player Ship] rocks gently, and you hear faint whispers, likely the quiet brushing of the winds against the sails.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Examine the carvings.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Open the chest.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Leave it be.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "Not far in you find the crate in question, its sides split by crowbars, the dry grass used as packing material spilled across the floor. Within stands an intricately crafted chest of some dark tropical wood. A polished visage peers up at you - a triumvirate of wild animal faces carved in the swirling Huana style.\r\n\r\nThe front of the chest bears an iron latch affixed to a complex iron mechanism that runs to the top four corners of the chest. You see no bolts or keyholes.\r\n",
      "female": ""
    },
    {
      "id": 20,
      "default": "These three animals, the spider, stelgaer, and boar, often represent Toamowhai, the shapeshifting god of the island wilds.",
      "female": ""
    },
    {
      "id": 21,
      "default": "The three animals seem to be a spider, a stelgaer, and a boar. You don't know if they have any greater significance. ",
      "female": ""
    },
    {
      "id": 27,
      "default": "The unusual chest rests upon the deck.",
      "female": ""
    },
    {
      "id": 35,
      "default": "You turn the latch to the right, and a series of metal arms shift with it. The clasps holding the top of the chest come free, and you easily lift the lid.",
      "female": ""
    },
    {
      "id": 36,
      "default": "Laying within, cradled by dry grass, is an aumauan head, the mottled flesh of its neck raggedly cut free from the rest of its body... wherever that might be.",
      "female": ""
    },
    {
      "id": 37,
      "default": "Xoti peers down on the grim cargo. \"I can't say I was expecting a head. Not even a little.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Want me to fetch my lantern?\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "As you peer down at the head, you feel a strange prickling sensation along your skin. \r\n\r\nSoul energy rises from the crate, throbbing in the air in time with the beating of your heart.\r\n",
      "female": ""
    },
    {
      "id": 40,
      "default": "It begins to take shape before you...",
      "female": ""
    },
    {
      "id": 41,
      "default": "[Examine the latch.]",
      "female": ""
    },
    {
      "id": 42,
      "default": "The clever mechanism ensures that the box remains tightly sealed. \n\nThere is no lock and no trap. You should be able to open it safely.",
      "female": ""
    },
    {
      "id": 43,
      "default": "The arms hold the box together, but you see no locking mechanism.\r\n\r\nIf it's a trap, you don't see any evidence of it.",
      "female": ""
    },
    {
      "id": 44,
      "default": "Xoti's nose wrinkles at the image. \"I reckon this might be the Huana hunting god. Like Galawain, but not exactly.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "Aloth taps on his chin. \"The arms would help keep water out, but the latches don't seem locked. Or trapped, for that matter.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "Chewing on the nub of his pipe, Edér frowns at the crate. \"Looks like a whole mess of metalwork without much in the way of purpose. Not a trap on it.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "Konstanten frowns. \"Toamowhai. He's to the Huana what Galawain is to the people of the Reach. More or less.\"",
      "female": ""
    }
  ]
}