{
  "Component": "lax1_exported",
  "Name": "conversations\\lax01_00_arena_island\\lax01_00_si_slayer_plains",
  "Entries": [
    {
      "id": 2,
      "default": "You turn north, only to enter a large open field ringed with woods and peppered with small clumps of dense forest. Clouds of insects hum over the rotting remnants of discarded carcasses.\r\n\r\nThe path before you looks roughly disturbed.",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Investigate the scene.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Sneak towards the nearest copse of trees.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Run for the tree line.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "Discarding caution, you bolt towards the forest's cover.\r\n\r\nSomething - several somethings - pound through the grass behind you.",
      "female": ""
    },
    {
      "id": 7,
      "default": "Discarding caution, you bolt towards the forest's cover.\r\n\r\nSomething - several somethings - pound through the grass behind you.",
      "female": ""
    },
    {
      "id": 8,
      "default": "The long grass thins out as you race beneath the forest canopy. A glance over your shoulder confirms that there's nothing in immediate pursuit, and you slow to catch your breath.",
      "female": ""
    },
    {
      "id": 9,
      "default": "Keeping low, you move almost silently through the grass and into the trees.\r\n\r\nYou hear grass rustling nearby.",
      "female": ""
    },
    {
      "id": 16,
      "default": "You step out of the canopy's coverage and walk among the dead contenders who came before you. A few sparse clumps of trees rise between you and the far side of the field.",
      "female": ""
    },
    {
      "id": 17,
      "default": "[Move into the field.]",
      "female": ""
    },
    {
      "id": 18,
      "default": "Though it's difficult to discern from the chaotic wreck of dirt and grass, it seems like multiple sets of kith tracks came from the direction you did and continue towards the coast to the northwest. \r\n\r\nAnother set of tracks - these from some manner of clawed beast - come from inland and follow the same path as the kith tracks.",
      "female": ""
    },
    {
      "id": 19,
      "default": "There's no sense to be discerned from this chaos save that tracks were made by kith. They continue to the northwest.",
      "female": ""
    },
    {
      "id": 20,
      "default": "[Examine the kith tracks.]",
      "female": ""
    },
    {
      "id": 21,
      "default": "[Examine the beast tracks.]",
      "female": ""
    },
    {
      "id": 22,
      "default": "The tracks appear to have been left by a stelgaer.\r\n\r\nA very large stelgaer.\r\n\r\nThe tracks overlap the kith tracks and are overlapped by them in turn. It seems the creature was stalking those who would stalk it.",
      "female": ""
    },
    {
      "id": 23,
      "default": "Though [Specified 0] cannot identify the exact species that left these tracks, your companion confirms that they were left by a large cat.\r\n\r\n\"A <i>very</i> large cat,\" [Specified 0] reiterates. ",
      "female": ""
    },
    {
      "id": 24,
      "default": "Four different sets of tracks appear, including a set that look orlan. The others are more difficult to narrow down to a specific type of kith.\r\n\r\nThe tracks seem pretty close together, as if those who left them were moving slowly and carefully.",
      "female": ""
    },
    {
      "id": 25,
      "default": "There are a bunch of tracks left by at least three different kith.",
      "female": ""
    },
    {
      "id": 26,
      "default": "[Follow the kith tracks.]",
      "female": ""
    },
    {
      "id": 27,
      "default": "[Follow the beast tracks back the direction they came from.]",
      "female": ""
    },
    {
      "id": 28,
      "default": "You stop short as you come upon a scene of carnage. Congealed blood pools on the ground and gore spatters the nearby trees. Flies cloud the air.",
      "female": ""
    },
    {
      "id": 29,
      "default": "[Follow the wounded kith's tracks to the north.]",
      "female": ""
    },
    {
      "id": 30,
      "default": "[Examine the carnage.]",
      "female": ""
    },
    {
      "id": 31,
      "default": "You identify the remains of two kith, one an aumaua, the other folk... probably. The pair have been rent by claws and chewed extensively, some of their limbs largely cleaned of bone.",
      "female": ""
    },
    {
      "id": 32,
      "default": "[Follow the unwounded kith's tracks to the west.]",
      "female": ""
    },
    {
      "id": 33,
      "default": "[Investigate the kith tracks.]",
      "female": ""
    },
    {
      "id": 34,
      "default": "The receding tracks part in opposite directions. One pair cuts directly west, towards the edge of the island. These are evenly spaced and far apart, the length of the strides and directions the toes are pointed suggesting the kith was running.\r\n\r\nThe other pair trails along to the north. The prints suggest one leg dragged behind the other, and the ground is spattered with drops of blood.",
      "female": ""
    },
    {
      "id": 35,
      "default": "You note, however, a residue coating the nearby leaves - the expended dust of a sparkcracker, perhaps thrown as a distraction. ",
      "female": ""
    },
    {
      "id": 36,
      "default": "The kith's trail leads north along a winding path through the forest. Every few feet you find blood smeared across a leaf or pooled within a footprint. ",
      "female": ""
    },
    {
      "id": 37,
      "default": "The steps grow increasingly close to one another as you follow them, and you find dried blood crusting some of the trees. \r\n\r\nThen, ahead of you along the path, you make out a figure seated in the shade of a thick-trunked tree.",
      "female": ""
    },
    {
      "id": 38,
      "default": "[Approach it.]",
      "female": ""
    },
    {
      "id": 40,
      "default": "The dwarf isn't moving.",
      "female": ""
    },
    {
      "id": 41,
      "default": "[Throw a sparkcracker into the grass as a distraction.]",
      "female": ""
    },
    {
      "id": 42,
      "default": "You stop, crouching low to the ground, your back against a tree. You carefully light a sparkcracker and lob it into the underbrush.",
      "female": ""
    },
    {
      "id": 43,
      "default": "You hear the cascade of cracks and pops as the explosive ignites, followed almost immediately by the rattle of grass parting before pouncing beasts.\r\n\r\nLarge beasts.",
      "female": ""
    },
    {
      "id": 44,
      "default": "One swollen eye half-opens and gazes through you. The hunter's voice rasps through dry lips. \"I am... slayer... of champion...\" He coughs weakly.",
      "female": ""
    },
    {
      "id": 45,
      "default": "You approach the body cautiously and, when the animal shows no signs of life, you remove the shard of metal from its neck.\r\n\r\nIt glows with soul energy.",
      "female": ""
    },
    {
      "id": 46,
      "default": "[Confront whatever lurks in the grass openly.]",
      "female": ""
    },
    {
      "id": 50,
      "default": "You stand your ground, steeling yourself for whatever approaches...",
      "female": ""
    },
    {
      "id": 51,
      "default": "[Specified 0] draws your attention to a pile of stelgaer droppings just off the trail. \"We could mask our scent with this. Less likely we'll end up getting ambushed by the beast that way.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "You make it to the tree and find a solidly built dwarf clinging to a small pack.",
      "female": ""
    },
    {
      "id": 54,
      "default": "You move quietly, but not, apparently, near quietly enough. Just as you make the copse, a wall of muscle, fur, and fang slams into you, knocking you to the ground and tearing into your side. ",
      "female": ""
    },
    {
      "id": 55,
      "default": "Seemingly from nowhere, a massive cat pounces on [SkillCheck 0], knocking him to the ground and raking long, curved claws down his side.",
      "female": ""
    },
    {
      "id": 56,
      "default": "You cut west into the deepening forest, following the tracks as they grow further apart, the trail left behind them broad and bordered with broken boughs. ",
      "female": ""
    },
    {
      "id": 57,
      "default": "They end abruptly at a cliff overlooking the sea, and you discover the broken corpse of a fur-clad folk on the rocks fifteen feet below. \r\n\r\nSea birds peck at the remains.",
      "female": ""
    },
    {
      "id": 58,
      "default": "You turn back towards the cover of the trees. You've just made it into their shade when the grass whispers ahead of you. Then, moments later, behind. ",
      "female": ""
    },
    {
      "id": 59,
      "default": "[Attempt to give the lurkers the slip.]",
      "female": ""
    },
    {
      "id": 60,
      "default": "[Specified 0] kneels and collects a promising stone. With a sidearm throw, your nimble-fingered compatriot skips the rock across the ground. It sounds a bit like a person running, and your hunters take the bait, leaping after the stone.",
      "female": ""
    },
    {
      "id": 61,
      "default": "You're not entirely sure what [Specified 0] intended to accomplish by throwing that rock into the woods, but what <i>happens</i> is a raging storm of claws, fangs, and fur pounces on your companion from the underbrush. \r\n\r\nIts claws gouge long tears in [Specified 0]'s side before it leaps away from you.",
      "female": ""
    },
    {
      "id": 62,
      "default": "It takes the stelgaers a moment to realize their mistake, but then the pack of large hunting cats, each shoulder high to an elf, turn towards you, fur bristling and claws flexing.",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"I think I'll rely on my skills to avoid being ambushed.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Absolutely. Not. Happening.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "[Scent yourself.] \"Whatever saves us from being the creature's next meal, I'll do it.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "You dab your equipment with an ample helping of the droppings. You're not sure whether or not it masks your natural scent, but it certainly adds to it.",
      "female": ""
    },
    {
      "id": 68,
      "default": "[Specified 0] chuckles. \"<i>My</i> skills, you mean?\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "[Specified 0] chuckles. \"Suit yourself.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "But the beast attacks from the side, knocking [SkillCheck 0] to the ground and ravaging your fellow traveler's side with its claws. Even as you move to help, the beast leaps away into the undergrowth.",
      "female": ""
    },
    {
      "id": 71,
      "default": "You catch glimpses of muscular, furred forms moving between the trees.",
      "female": ""
    },
    {
      "id": 73,
      "default": "Keeping low, you move almost silently through the grass and into the trees.\r\n\r\nYou hear grass rustling nearby.",
      "female": ""
    },
    {
      "id": 74,
      "default": "From two different directions.",
      "female": ""
    },
    {
      "id": 75,
      "default": "[Return the way you came.]",
      "female": ""
    },
    {
      "id": 76,
      "default": "The kith tracks bend around the field, largely following the tree line.",
      "female": ""
    },
    {
      "id": 77,
      "default": "The beast bounds away before you get a moment to react. You help [SkillCheck 0] stand, and the pair of you bolt into the trees.",
      "female": ""
    },
    {
      "id": 78,
      "default": "You move quietly, but [SkillCheck 0] fails to match your stealthy steps, stirring the grass as the two of you move towards the copse.",
      "female": ""
    },
    {
      "id": 79,
      "default": "It's no easy task, but you manage to follow the faint trail in the dust through the tall grass. It continues to the east, gradually curving northward along the tree line. ",
      "female": ""
    },
    {
      "id": 80,
      "default": "Despite your party's efforts, your companion loses the tracks among the tall grass and dry dirt. By the time [Specified 0] declares it a lost cause, you've meandered further into the open field.",
      "female": ""
    },
    {
      "id": 81,
      "default": "Despite your efforts, you lose the tracks in the tall grass and dry dirt. By the time you give up the cause, you've meandered further into the open field.",
      "female": ""
    },
    {
      "id": 82,
      "default": "You're not sure what it is - perhaps the rustling of grass that's just a tad too intense to be the wind or the way each of these corpses seems to have gotten only a little further than the last - but you have the uncomfortable feeling that you're being watched.\r\n\r\nOr perhaps stalked.\r\n",
      "female": ""
    },
    {
      "id": 83,
      "default": "[Return the way you came.]",
      "female": ""
    },
    {
      "id": 84,
      "default": "[Continue tracking the stelgaer.]",
      "female": ""
    },
    {
      "id": 85,
      "default": "[Backtrack and follow the kith tracks.]",
      "female": ""
    },
    {
      "id": 86,
      "default": "You continue along the stelgaer tracks. They're difficult to make sense of - this path seems to have seen the passage of multiple animals going in both directions.\r\n\r\nIf you didn't know better, you'd think they'd <i>meant</i> it to be confusing.",
      "female": ""
    },
    {
      "id": 87,
      "default": "Between the scuff marks on the edge of the bluff and the sprawled body below, it seems likely he ran out of the forest and off of the cliff.",
      "female": ""
    },
    {
      "id": 88,
      "default": "[Determine how he died.]",
      "female": ""
    },
    {
      "id": 89,
      "default": "[Check the corpse for valuables.]",
      "female": ""
    },
    {
      "id": 90,
      "default": "[Backtrack and follow the other kith tracks.]",
      "female": ""
    },
    {
      "id": 91,
      "default": "The climb down to the corpse isn't difficult, and you find among the dead competitor's gear some hunting supplies and a few sparkcrackers.",
      "female": ""
    },
    {
      "id": 92,
      "default": "You return to the scene of carnage and locate the other tracks.",
      "female": ""
    },
    {
      "id": 94,
      "default": "[Use spyglass.]",
      "female": ""
    },
    {
      "id": 95,
      "default": "[Search for the presence of other minds.]",
      "female": ""
    },
    {
      "id": 96,
      "default": "Through the lenses of the spyglass you can make out the faint rise and fall of the dwarf's chest. His beard is matted with blood, and he cradles one arm close to his chest.",
      "female": ""
    },
    {
      "id": 97,
      "default": "You sense faint, incoherent thoughts swirling about the body, swaddled in a thick miasma of agony.",
      "female": ""
    },
    {
      "id": 98,
      "default": "[Heal him.]",
      "female": ""
    },
    {
      "id": 99,
      "default": "[Put him out of his misery.]",
      "female": ""
    },
    {
      "id": 100,
      "default": "[Examine his wounds.]",
      "female": ""
    },
    {
      "id": 101,
      "default": "[Hurt him to lure out the beasts.]",
      "female": ""
    },
    {
      "id": 102,
      "default": "[Search for the creature that hurt him.]",
      "female": ""
    },
    {
      "id": 103,
      "default": "Bone and viscera are clearly visible within the rents in his armor and skin. You're pretty sure that his liver is sliding out of his belly. The incredible thing is that he's held out as long as he has.",
      "female": ""
    },
    {
      "id": 104,
      "default": "[Set up a trap.]",
      "female": ""
    },
    {
      "id": 105,
      "default": "You make to backtrack along the kith's trail.",
      "female": ""
    },
    {
      "id": 106,
      "default": "When stomping on his knees and breaking his fingers fail to elicit a response, you reach up into one of the gaping holes in his belly and begin squeezing.\r\n\r\nFinally his remaining eye bulges, and he screams.",
      "female": ""
    },
    {
      "id": 107,
      "default": "[Confront the creature openly.]",
      "female": ""
    },
    {
      "id": 108,
      "default": "[Lie in wait.]",
      "female": ""
    },
    {
      "id": 109,
      "default": "Assuming your gambit worked, it shouldn't take long for the beasts to arrive.",
      "female": ""
    },
    {
      "id": 110,
      "default": "With your single decisive wound, the man's little remaining life dribbles from his throat. His eye glazes over, and his chest stills.",
      "female": ""
    },
    {
      "id": 111,
      "default": "You doubt you have time to set up anything as complicated as a pit trap, but you could set a mechanical trap or rig a simple snare.",
      "female": ""
    },
    {
      "id": 112,
      "default": "[Place a magical ward.]",
      "female": ""
    },
    {
      "id": 113,
      "default": "[Set a bear claw trap.]",
      "female": ""
    },
    {
      "id": 114,
      "default": "[Devise a simple snare.]",
      "female": ""
    },
    {
      "id": 115,
      "default": "[Reconsider your options...]",
      "female": ""
    },
    {
      "id": 116,
      "default": "You inscribe a mystical seal on the ground around the kith.",
      "female": ""
    },
    {
      "id": 117,
      "default": "Within minutes, the trap is laid and hidden.",
      "female": ""
    },
    {
      "id": 118,
      "default": "You rig a passable snare from a rope and a bowed sapling.",
      "female": ""
    },
    {
      "id": 119,
      "default": "You return your attention to the fallen kith.",
      "female": ""
    },
    {
      "id": 120,
      "default": "The magic washes over the hunter without much apparent effect. He's beyond magical healing.",
      "female": ""
    },
    {
      "id": 121,
      "default": "A small pack of stelgaer stalk into the clearing, each lithe saber-toothed cat shoulder-height to an elf.\r\n\r\nThe largest of the creatures is wounded, what looks like a shard of hot metal piercing it just behind the neck.",
      "female": ""
    },
    {
      "id": 123,
      "default": "You hide among the greenery and await the arrival of the beast.\r\n\r\nIt doesn't keep you waiting. ",
      "female": ""
    },
    {
      "id": 125,
      "default": "As the largest stelgaer crosses the boundary of the magical seal, a pulse of potent magic erupts around it. The creatures yowl in pain and surprise before leaping onto the fallen kith, hissing and tearing at his already ruined flesh.",
      "female": ""
    },
    {
      "id": 126,
      "default": "The trap snaps shut on the lead stelgaer's leg. The creature howls in agony as its companions bolt into the undergrowth, leaving it behind.",
      "female": ""
    },
    {
      "id": 127,
      "default": "The sapling snaps upward, catching the lead stelgaer by the ankle. The predator hisses savagely as its companions abandon it, bolting into the undergrowth.",
      "female": ""
    },
    {
      "id": 128,
      "default": "Each predator carefully pads towards the prostrate kith, gingerly sniffing at him.",
      "female": ""
    },
    {
      "id": 129,
      "default": "[Draw your weapons and attack.]",
      "female": ""
    },
    {
      "id": 130,
      "default": "[Ambush and attack.]",
      "female": ""
    },
    {
      "id": 131,
      "default": "[Scatter them with magic.]",
      "female": ""
    },
    {
      "id": 132,
      "default": "[Charm the beast.]",
      "female": ""
    },
    {
      "id": 133,
      "default": "[Dominate the stelgaer's mind.]",
      "female": ""
    },
    {
      "id": 134,
      "default": "[Approach it.]",
      "female": ""
    },
    {
      "id": 135,
      "default": "The captured stelgaer hisses and spits, claws raking useless furrows into the ground.",
      "female": ""
    },
    {
      "id": 136,
      "default": "[Kill it from cover.]",
      "female": ""
    },
    {
      "id": 137,
      "default": "The cats disappear into the magical blast. When the air clears, what remains of the large predators - and the kith by the tree - lie dead.",
      "female": ""
    },
    {
      "id": 138,
      "default": "The power rolls over the raging animals without effect.",
      "female": ""
    },
    {
      "id": 140,
      "default": "You creep forward, drawing your weapon...",
      "female": ""
    },
    {
      "id": 141,
      "default": "[Charm the beast.]",
      "female": ""
    },
    {
      "id": 142,
      "default": "[Dominate the stelgaer's mind.]",
      "female": ""
    },
    {
      "id": 143,
      "default": "The creature continues to hiss and claw, apparently not swayed by the power.",
      "female": ""
    },
    {
      "id": 144,
      "default": "[Blast it apart with magic.]",
      "female": ""
    },
    {
      "id": 145,
      "default": "The stelgaer disappears into the magical blast. When the air clears, what remains of the large predator - and the kith by the tree - lie dead.",
      "female": ""
    },
    {
      "id": 146,
      "default": "The animal has no defense against ranged weapons, and soon it lies dead.",
      "female": ""
    },
    {
      "id": 147,
      "default": "The stelgaer, hanging from one leg, slowly spins as you approach. It hisses and growls without pause.",
      "female": ""
    },
    {
      "id": 148,
      "default": "The stelgaer, hobbled by the trap, glowers at your approach, hissing and growling without pause.",
      "female": ""
    },
    {
      "id": 149,
      "default": "[Attempt to calm it.]",
      "female": ""
    },
    {
      "id": 150,
      "default": "[Kill it.]",
      "female": ""
    },
    {
      "id": 151,
      "default": "[Grab the artifact.]",
      "female": ""
    },
    {
      "id": 152,
      "default": "The wild predator seems entirely disinterested in your soothing words and gestures. Its hisses continue unabated.",
      "female": ""
    },
    {
      "id": 153,
      "default": "Trapped as it is, the stelgaer's thick muscles and sharp claws do little to protect it from you. Soon it lies dead, its blood pooling on the forest floor.",
      "female": ""
    },
    {
      "id": 154,
      "default": "With an alacritous grab, you manage to draw the metal shard from the stelgaer's neck while avoiding its claws and fangs.",
      "female": ""
    },
    {
      "id": 155,
      "default": "Your reflexes prove no match for the flailing cat, and it manages to rake your arms with its claws before you have a chance to retrieve the shard.",
      "female": ""
    },
    {
      "id": 156,
      "default": "[Kill it.]",
      "female": ""
    },
    {
      "id": 157,
      "default": "[Free it.]",
      "female": ""
    },
    {
      "id": 158,
      "default": "[Leave it to starve.]",
      "female": ""
    },
    {
      "id": 159,
      "default": "Trapped as it is, the stelgaer's thick muscles and sharp claws do little to protect it from you. Soon it lies dead, its blood pooling on the forest floor.",
      "female": ""
    },
    {
      "id": 160,
      "default": "You turn and begin your journey back inland.",
      "female": ""
    },
    {
      "id": 161,
      "default": "The stelgaer goes quiet as you back away from it, its eyes narrowing with accusation. ",
      "female": ""
    },
    {
      "id": 162,
      "default": "The stelgaer watches you as you release the trap, but its growl dies away. It doesn't claw you.\r\n\r\nOnce you've freed it, it limps away into the trees.",
      "female": ""
    },
    {
      "id": 163,
      "default": "You hear a faint rustling in the tall grass nearby. It sounded too localized to be the wind.",
      "female": ""
    },
    {
      "id": 164,
      "default": "The hairs rise on the back of your neck.",
      "female": ""
    },
    {
      "id": 165,
      "default": "It leaps away before you get a chance to gather your wits, leaving nothing behind but the ragged wounds along your ribs.",
      "female": ""
    },
    {
      "id": 166,
      "default": "But the attack comes from the side, a flash of fur and fang that barrels you to the ground, tearing into you with hooked claws before leaping away.\r\n\r\nYou struggle to your feet.\r\n",
      "female": ""
    },
    {
      "id": 167,
      "default": "You bend low and collect a promising stone. You hurl it sidearm, skipping it across the ground and between the trees. It sounds a bit like a person running, and your hunters take the bait, leaping after the stone. ",
      "female": ""
    },
    {
      "id": 168,
      "default": "They stalk towards you...",
      "female": ""
    },
    {
      "id": 169,
      "default": "The rock you throw into the woods fails to sound anything at all like the fleeing quarry you'd hoped it to. Just as you begin to worry that perhaps it did more to give away your location than obscure it, a raging storm of claws, fangs, and fur bursts from the trees behind you.\r\n\r\nYou feel blinding pain as you're raked by the beast, which quickly leaps away from you.",
      "female": ""
    },
    {
      "id": 170,
      "default": "[Specified 0] points out a thin coating of silvery dust coating the nearby leaves. \"Somebody threw a sparkcracker. Probably as a distraction.\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "The forest thins into scattered glades along the western cliffs of Kazuwari. Trees stand sentinel overlooking the sheer stone plunge into the Deadfire Sea. ",
      "female": ""
    },
    {
      "id": 172,
      "default": "You cannot identify the specific creature that left these tracks, but they seem to be those of a large cat.\r\n\r\nA very large cat.",
      "female": ""
    },
    {
      "id": 173,
      "default": "It's slow going, but [Specified 0] manages to follow the faint trail through the dust and tall grass. The tracker leads you northeast along the tree line.",
      "female": ""
    },
    {
      "id": 174,
      "default": "You come upon a pile of stelgaer leavings. You could apply them to your armor to cover your scent, making it less likely to be stalked in turn by the beast you stalk.",
      "female": ""
    },
    {
      "id": 175,
      "default": "Konstanten frowns at the leavings. \"Now, I did some strange things in my time at the Mare, but this tops the list.\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "Konstanten frowns at the leavings. \"Now, I did some strange things in my time at the Mare, but this tops the list.\"",
      "female": ""
    },
    {
      "id": 177,
      "default": "[Scent yourself.]",
      "female": ""
    },
    {
      "id": 179,
      "default": "[Search for the presence of spirits.]",
      "female": ""
    },
    {
      "id": 180,
      "default": "You open yourself to the presence of wandering souls but find none. This forest does, however, almost glow with the ambient essence.",
      "female": ""
    },
    {
      "id": 181,
      "default": "Nothing else about the tracks seems significant.",
      "female": ""
    },
    {
      "id": 182,
      "default": "You're not sure what happened to the human. Maybe the birds pecked him to death.",
      "female": ""
    },
    {
      "id": 183,
      "default": "Serafen winces. \"Aye, cap, the lad be half alive - only just and not for long.\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "Ydwin's nostrils flare as she peers at the fallen figure. \"This one yet lives. I sense significant suffering. It would be a kindness to end it.\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "[Specified 0] frowns at the crumpled kith. \"He's alive. Barely. I sense a lot of pain.\"",
      "female": ""
    },
    {
      "id": 187,
      "default": "You draw grimaces and scowls from those around you.",
      "female": ""
    },
    {
      "id": 188,
      "default": "Within minutes, the trap is laid and hidden.",
      "female": ""
    },
    {
      "id": 189,
      "default": "[Specified 0] wards the ground near the kith with a mystical sigil.",
      "female": ""
    },
    {
      "id": 190,
      "default": "You rig a passable snare from a rope and a bowed sapling.",
      "female": ""
    },
    {
      "id": 191,
      "default": "[Specified 0] rigs a quick snare from a rope and a bowed sapling.",
      "female": ""
    },
    {
      "id": 192,
      "default": "[Specified 0] rigs a quick snare from a rope and a bowed sapling.",
      "female": ""
    },
    {
      "id": 193,
      "default": "[Set a burning ground trap.]",
      "female": ""
    },
    {
      "id": 194,
      "default": "Within minutes, the trap is laid and hidden.",
      "female": ""
    },
    {
      "id": 195,
      "default": "[Make noise to lure out the beast.]",
      "female": ""
    },
    {
      "id": 196,
      "default": "You pick up a pair of sturdy sticks and repeatedly strike them together. The cracking of the wood echoes among the trees.",
      "female": ""
    },
    {
      "id": 197,
      "default": "A small pack of stelgaer stalk into the clearing, each lithe saber-toothed cat shoulder-height to an elf.\r\n\r\nThe largest of the creatures is wounded, what looks like a shard of hot metal piercing it just behind the neck.",
      "female": ""
    },
    {
      "id": 198,
      "default": "A small pack of stelgaer stalk into the clearing, each lithe saber-toothed cat shoulder-height to an elf.\r\n\r\nThe largest of the creatures is wounded, what looks like a shard of hot metal piercing it just behind the neck.",
      "female": ""
    },
    {
      "id": 199,
      "default": "Their eyes remain steadily locked on you as they prowl nearer...",
      "female": ""
    },
    {
      "id": 200,
      "default": "One of the animals triggers the trap, and flame erupts from it, rolling across the ground and catching up the animals. They yowl in pain, leaping away from the trap, before descending in a furious frenzy on the fallen kith.",
      "female": ""
    },
    {
      "id": 201,
      "default": "The animals sniff at your inexpertly hidden trap, carefully avoiding it.",
      "female": ""
    },
    {
      "id": 202,
      "default": "In an impressive display of alacrity, [Specified 0] liberates the metal shard from the stelgaer's neck while avoiding its claws and fangs.",
      "female": ""
    },
    {
      "id": 203,
      "default": "[Specified 0]'s reflexes prove no match for the flailing cat, and it manages to rake your companion's arms with its claws.",
      "female": ""
    },
    {
      "id": 204,
      "default": "The stelgaer falls silent and glowers at you.",
      "female": ""
    },
    {
      "id": 205,
      "default": "The kith tracks bend around the field, largely following the tree line.",
      "female": ""
    },
    {
      "id": 206,
      "default": "Seemingly from nowhere, a massive cat pounces on [SkillCheck 0], knocking her to the ground and raking long, curved claws down her side.",
      "female": ""
    },
    {
      "id": 207,
      "default": "You assist [SkillCheck 0] to his feet, as he clutches a hand to his bleeding side.",
      "female": ""
    },
    {
      "id": 208,
      "default": "You assist [SkillCheck 0] to her feet, as she clutches a hand to her bleeding side.",
      "female": ""
    },
    {
      "id": 209,
      "default": "Though little save ruins remains of most of their equipment, you find a few salvageable goods - including a ruined token from the arena.\r\n",
      "female": ""
    },
    {
      "id": 210,
      "default": "Though Vatnir nods approvingly.",
      "female": ""
    },
    {
      "id": 211,
      "default": "Vatnir nods and performs a sign of the aurochs. \"Void embrace you, brother dwarf.\"",
      "female": ""
    }
  ]
}