{
  "Component": "lax1_exported",
  "Name": "conversations\\lax01_00_arena_island\\lax01_00_si_dinocroc_seaencounter",
  "Entries": [
    {
      "id": 1,
      "default": "You stumble to the side, grabbing the rail to keep from falling, as [Player Ship] rocks hard to port. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Specified 2] gestures wildly to starboard. \"Captain!\" The hand stumbles back from the deck. \"Either I need to be giving up the drink for good, or there's a gods-damned colossal monster down there!\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "Beneath the surface of the water you make out a long, sinuous form. No mere fish, the creature swims with two pairs of legs and a long, thin tail. \r\n\r\nYour lungs feel suddenly empty, and you gasp as your stomach turns.",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Specified 3] stares out at the island, expression grim. \"So it begins.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Specified 0] returns to his feet, examining his fingers and wincing. \"Gods alive, [Specified 1]! What in Ondra's holy name do you think you're doing up there?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"What was that, [Specified 3]?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Calm down, everyone. Whatever it was, it's gone.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"That make anybody else nervous? It made me nervous.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"That creature's a danger to anyone on that island!\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Looks like a big trophy to me. Let's go hunting.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "[Specified 3] turns a blank visage to you. \"You feel it don't you? The death that waits there, on that island?\" The godlike turns away. \"It is as thick as tar.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "[Specified 0] frowns. \"Don't mean it won't come back...\" the mariner mumbles.",
      "female": ""
    },
    {
      "id": 14,
      "default": "[Specified 0] shrugs. \"It's just an animal, captain. Thought you slayed ogres and dragons and such.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Specified 2] coughs. \"Aye. And a danger to us if we follow.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "[Specified 0] chuckles. \"And think of the meat on a beast that size!\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "[Player Ship] rocks gently. \r\n\r\nThe large landmass beckons. \r\n",
      "female": ""
    },
    {
      "id": 18,
      "default": "[Specified 0] returns to her feet, examining her fingers and wincing. \"Gods alive, [Specified 1]! What in Ondra's holy name do you think you're doing up there?\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"It weren't my fault, you sodden bilge rat!\" [Specified 1] spits back. The helmsman turns to you. \"Felt like something went under the ship, captain!\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "Your eyes trace the giant lizard's path towards the nearby island. It seems to be swimming north, away from the waterfall.\n\nYou lose sight of the beast as it plunges into the depths.",
      "female": ""
    },
    {
      "id": 22,
      "default": "[Specified 3] snorts. \"You know well as me, captain, that the gods have their hands in that thing. And I suspect you aim to follow.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "[Specified 3] smiles sadly. \"I felt a kinship with that being. A pulsing life that flowed between us. But you aim to destroy it, don't you?\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "Chewing a plug of svef, the Readceran merely chuckles quietly.",
      "female": ""
    },
    {
      "id": 25,
      "default": "[Specified 3] meets your eyes. \"Nothing, captain. Just another monster. Another island.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "Serafen smirks. \"Were going to say how glad I be that we ain't following it onto that lump of green dwarf shit, but that be exactly what you aiming to do, ain't it?\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Supposing we don't die, it'll be a hell of a story,\" Konstanten mutters.",
      "female": ""
    },
    {
      "id": 29,
      "default": "Aloth's laugh is high-pitched and nervous. \"Oh, yes, we're perfectly safe now.\" He eyes the water anxiously.",
      "female": ""
    },
    {
      "id": 31,
      "default": "You fall sideways into light...",
      "female": ""
    },
    {
      "id": 32,
      "default": "Muātu's voice seems a mere whisper after the power of a god's.\r\n\r\n\"I felt such rage from that beast. Hunger, too. And beneath all of it, I think, fear.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Galawain spoke to me through it.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"It seems I'm not wanted on that island.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"Galawain seems pretty unhappy. With more than just my presence here.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "[Nod.]",
      "female": ""
    },
    {
      "id": 37,
      "default": "[Specified 2] points out over the water.\r\n\r\n\"I hope you don't aim to follow that thing, captain!\" ",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Everyone on Kazuwari could be in danger! You have to help them! Please, Watcher!\" His voice echoes at the edge of your perception as your focus returns to the deck of [Player Ship].\r\n\r\nThe crew, eyes wide, stare at you.",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"The Lord of the Hunt sent that beast?\" Muātu's words rise in pitch and volume.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Nobody belongs there. Not until they're proven. I promise, you'll understand in time!\"",
      "female": ""
    }
  ]
}