{
  "Component": "lax1_exported",
  "Name": "conversations\\lax01_00_arena_island\\lax01_00_cv_arena_weapon_seller",
  "Entries": [
    {
      "id": 1,
      "default": "\"Ado, ado, and welcome!\"\r\n\r\nThe tall woman, adorned in well-crafted, finely polished armor, bows to you, her dark hair almost brushing your face. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Please acquaint yourself with my weapons and armors - lest you become acquainted with death in the arena instead!\"\r\n\r\nShe chuckles and steps aside to reveal rows of sharp blades and unblemished armors.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Let me see what you have.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Leave.] \"Maybe another time.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"See for yourself, per complanca.\"\r\n\r\nShe beckons you forward.",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Ado, fentre!\"",
      "female": "\"Ado, tella!\""
    },
    {
      "id": 7,
      "default": "\"You think I can't handle myself in a fight?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"How did you come to be here?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "She laughs, shaking her head.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Are you a member of the Darcozzi Paladini?\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Not in the slightest. But we all face Cirono upon the killing field, ac?\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"What gave me away? My obvious charm and good looks?\"\r\n\r\nShe chuckles.",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I sought meaning in the ring, before the Faces, and found it I did... in a fashion.\"\r\n\r\nHer smile reveals bright, even teeth.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Ne, no more. I defended the Darcozzi family, and that brought me to sea in service to a man most foolish, now long dead.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"The wound almost returned me to the Wheel. I would have been leaving, but, well...\"\r\n\r\nShe shrugs, a large, flamboyant gesture.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"This ilo is my home now. When Cirono seeks me, I will be found here!\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"You have spilled no blood in the rites, ac? Then this is your chance to arm up!\" Caretta drags her finger along the edge of a blade. ",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"No challenger in this arena has graduated to contender without shopping here first, I can guarantee <i>that.</i>\" Caretta winks and moves to display a rack of weapons.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Did you know that spectators chant your name from the stands? Even down here, the pounding of their feet rattles my shop!\" Caretta chuckles to herself and gestures toward her wares. ",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Even after you overcame that mad beast, you cannot stand to be parted from my wares! What can I do for you?\" Caretta scans you up and down with a welcoming smile. ",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Champion! If you keep coming back, I will tell everyone that you shop here and nowhere else.\" Caretta winks and extends a hand to display her wares.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Having the favor of a Face does not make you invincible. What can I do to protect that reputation of yours?\" Caretta cranes her neck and folds her arms. ",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Your over-enthusiasm, your endless prattle?\"",
      "female": ""
    }
  ]
}