{
  "Component": "lax1_exported",
  "Name": "conversations\\lax01_00_arena_island\\lax01_00_si_waterfall",
  "Entries": [
    {
      "id": 1,
      "default": "As you near the jagged cliff face of the island, the choppy seas jostle your dinghy and spatter your face.\r\n\r\nWaves crash against stones jutting from the water, and you thread your boat's path through the churn with as much care as the circumstances allow.",
      "female": ""
    },
    {
      "id": 2,
      "default": "You see a snarled tooth of volcanic rock directly before you, and the sea threatens to dash you upon it...",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Row into the swell.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "You shout an order to row, and pull hard on the oars, driving the boat to port. As the next wave rolls you forward, the barnacle-crusted rock grinds down the starboard side of the boat.",
      "female": ""
    },
    {
      "id": 5,
      "default": "Then the stone is past. You find no respite, however, as the cascading waterfall looms before you.",
      "female": ""
    },
    {
      "id": 6,
      "default": "The water calms as you pass beneath the falls, and a distant crack of illumination reveals the stone around you. The boat, inundated with several inches of water, floats languidly through a high-roofed sea cave, the black eyes of hundreds of bats peering down at you from above.\r\n\r\nOn the walls to either side you make out what seem like roughly-drawn figures.",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Continue towards the light.]",
      "female": ""
    },
    {
      "id": 8,
      "default": " The muscles in your back and arms protest as you strain, and it feels like trying to stab a blade into an anvil.",
      "female": ""
    },
    {
      "id": 9,
      "default": "Your stomach drops as the boat lurches, and you feel the jolt through your teeth and bones as the boat slams against the rock.",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Cast Overwhelming Wave.]",
      "female": ""
    },
    {
      "id": 11,
      "default": "[Cast Repulsing Seal.]",
      "female": ""
    },
    {
      "id": 12,
      "default": "[Cast Slicken.]",
      "female": ""
    },
    {
      "id": 13,
      "default": "[Cast Wall of Force.]",
      "female": ""
    },
    {
      "id": 14,
      "default": "[Turn back.]",
      "female": ""
    },
    {
      "id": 15,
      "default": "Thinking quickly, you speak a prayer and draw a sign, placing a seal on the stony protuberance. It pulses a second later as the boat comes down against it, throwing you roughly around your seat but pushing the dinghy away from danger.",
      "female": ""
    },
    {
      "id": 17,
      "default": "Calling upon the essence of the spirits of the seas, you summon up a new, powerful wave, which thrusts the small boat up with a stomach-twisting lurch.",
      "female": ""
    },
    {
      "id": 18,
      "default": "Calling to the spirits of the seas, [Specified 0] summons up a powerful wave, thrusting the small boat up with a stomach-twisting lurch.",
      "female": ""
    },
    {
      "id": 19,
      "default": "With words of power and twisting fingers, you summon an orb of oil and grease above the rock. It falls a moment later, coating the stone. You brace yourself even as the boat strikes the protuberance, and your jaw aches as your teeth slam together. The boat slides effortlessly along the side of the rock.",
      "female": ""
    },
    {
      "id": 20,
      "default": "[Specified 0] summons an orb of oil and grease, coating the stone. You brace yourself as the boat strikes the protuberance, and your jaw aches as your teeth slam together. The boat slides effortlessly along the side of the rock.",
      "female": ""
    },
    {
      "id": 21,
      "default": "Summoning your will with words of power, you call into being a wall of arcane force, almost invisible against the churning sea. The boat strikes the barrier, its semi-permeable plane guiding it around the rock with surprising gentleness.",
      "female": ""
    },
    {
      "id": 22,
      "default": "[Specified 0] calls into being a wall of arcane force, almost invisible against the churning sea. The boat strikes the barrier, its semi-permeable plane guiding it around the rock with surprising gentleness.",
      "female": ""
    },
    {
      "id": 23,
      "default": "With a prayer and a hand sign, [Specified 0] places a seal on the stony protuberance. It pulses a second later as the boat comes down against it, throwing you roughly around your seat but pushing the dinghy away from danger.",
      "female": ""
    },
    {
      "id": 24,
      "default": "[Examine the walls.]",
      "female": ""
    },
    {
      "id": 25,
      "default": "The wear of the images and the weapons being borne against the hunted suggest the art was added to the walls millennia ago.",
      "female": ""
    },
    {
      "id": 26,
      "default": "The wear of the images and the weapons being borne against the hunted suggest the art was added to the walls millennia ago.",
      "female": ""
    },
    {
      "id": 27,
      "default": "Ancient pictographs present aumaua with bows drawn and spears sharp as they stalk deer and boar. Others display hunters rising from rafts, harpoons high, as whales breach the sea before them.",
      "female": ""
    },
    {
      "id": 28,
      "default": "Soon the boat passes out of the cave into a high-walled canyon, vines hanging from outcroppings and twisted trees clinging tightly to the stone. In the distance, the derelict and overgrown hulls of other dinghies and canoes decay upon a small beach. \n\nYou row toward the shore.",
      "female": ""
    },
    {
      "id": 29,
      "default": "You shout an order to row, and [SkillCheck 0] pulls hard, only to be thrown roughly against the gunwale. You grab your compatriot by the shoulder and cling tight as the next wave strikes...",
      "female": ""
    },
    {
      "id": 30,
      "default": "A substantial swell lifts you before plunging you into its trough, and you catch the rough scraping sound of the hull against stone before cresting again.",
      "female": ""
    },
    {
      "id": 31,
      "default": "You pass beneath the heavy deluge, the cold water drumming against your hunched back and drenching you. \r\n\r\nDarkness surrounds you.",
      "female": ""
    },
    {
      "id": 32,
      "default": "You brace yourself against the side of the boat. As the stone nears, the sound of the raging surf drowns out your thoughts. You set your oar against the rock and push.",
      "female": ""
    },
    {
      "id": 33,
      "default": "The crew rows desperately against the sea's rage.",
      "female": ""
    },
    {
      "id": 34,
      "default": "With brow knitted in consternation, [Specified 2] says, \"Looks old.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "The wear of the images and the weapons being borne against the hunted suggest the art was added to the walls millennia ago.",
      "female": ""
    },
    {
      "id": 36,
      "default": "They look old.",
      "female": ""
    }
  ]
}