{
  "Component": "lax1_exported",
  "Name": "conversations\\lax01_00_arena_island\\lax01_00_si_old_bones",
  "Entries": [
    {
      "id": 1,
      "default": "An unusual structure rises from the thick jungle foliage ahead of you. Vines drape it like décor, and it takes you a moment to resolve its form into the spine and ribs of some titanic beast. \r\n\r\nIts skull faces you, upside down, jaw wide open and gaping. Sharp teeth hang above like the waiting edge of the headsman's axe.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Identify the skeleton.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Approach it.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Sneak closer to observe.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Return the way you came.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "A variety of large quadrupedal lizards exist across Eora, and, judging from its skull and claws, this seems to be one. The shape of its ribcage suggests an aquatic or amphibious existence. Such creatures can be very aggressive.",
      "female": ""
    },
    {
      "id": 7,
      "default": "The bones are very large, and the teeth very sharp. It doesn't look like it would have been very friendly in life.",
      "female": ""
    },
    {
      "id": 8,
      "default": "Among the other desiccated sacrifices within the mouth, you find the remains of a human corpse.",
      "female": ""
    },
    {
      "id": 9,
      "default": "[Investigate the scene.]",
      "female": ""
    },
    {
      "id": 11,
      "default": "[Loot the body.]",
      "female": ""
    },
    {
      "id": 12,
      "default": "[Continue along the path.]",
      "female": ""
    },
    {
      "id": 14,
      "default": "Broken bones and obvious stab wounds indicate that this human died painfully.",
      "female": ""
    },
    {
      "id": 15,
      "default": "Plants have overgrown the area, and animal tracks pass through it in all directions, but there's nothing else of interest.",
      "female": ""
    },
    {
      "id": 16,
      "default": "The man's pack contains little more than a grappling hook and some rope, but tearing out its false back reveals a large collection of carefully packed Dyrwoodan coins.",
      "female": ""
    },
    {
      "id": 17,
      "default": "Along with some long-spoiled rations, the only thing this man's pack seems to contain is a grappling hook and long piece of rope.",
      "female": ""
    },
    {
      "id": 19,
      "default": "At first the rough-hewn simplicity of the ornaments remind you of Wilder totems, but fine etchings in some of the bones seem indicative of the Huana. You discover several effigies that appear to be boar-headed kith.",
      "female": ""
    },
    {
      "id": 20,
      "default": "The human this skeleton once was, his arms twisted at his sides, his legs broken, clearly died in pain. Deep gouges along the sternum and cracks in the rib cage reveal multiple stabbings to the chest - likely the cause of death. \r\n\r\nThat, combined with the raised position of the corpse on thick stones and its prominence in the center of the larger skeletal mouth, suggests that this individual died as a sacrifice.",
      "female": ""
    },
    {
      "id": 21,
      "default": "The hooved prints of numerous boars cross the space, overlapping with those of kith of various sizes.",
      "female": ""
    },
    {
      "id": 23,
      "default": "[Sneak away.]",
      "female": ""
    },
    {
      "id": 24,
      "default": "To either side of you, hide-draped kith approach, flanked by bristling boars...",
      "female": ""
    },
    {
      "id": 25,
      "default": "You quietly make your way through the jungle, leaving the grim colossus behind.",
      "female": ""
    },
    {
      "id": 27,
      "default": "You tread carefully, moving silently through the thick jungle foliage.\r\n\r\nYou hear a low swear, and you whip around to see [SkillCheck 0] wincing, an arm caught tight by a thorn-covered vine.\r\n\r\nThe patter of hooved feet stirs the thick air... ",
      "female": ""
    },
    {
      "id": 35,
      "default": "As you near the skeleton, you make out a number of rough pieces of decoration hanging from the old skeleton. Crafted from wood and bone, they hang inside of the mouth and ribs.",
      "female": ""
    },
    {
      "id": 37,
      "default": "[Examine the corpse.]",
      "female": ""
    },
    {
      "id": 38,
      "default": "[Examine the decorations.]",
      "female": ""
    },
    {
      "id": 39,
      "default": "The objects seem brutal and simple. Perhaps they are of Wilder make.",
      "female": ""
    },
    {
      "id": 40,
      "default": "You have only just left the gargantuan skeleton behind you when you hear a rustling in the jungle to your left.\r\n\r\nYou hear another to the right.",
      "female": ""
    },
    {
      "id": 41,
      "default": "You have only just left the gargantuan skeleton behind you when you hear a rustling in the jungle to your left.\r\n\r\nYou hear another to the right.",
      "female": ""
    },
    {
      "id": 48,
      "default": "As you make your way silently through the undergrowth, you overhear a group of kith nearby. You see them moving quietly among the trees, draped in hides and armed for the hunt.",
      "female": ""
    },
    {
      "id": 49,
      "default": "[Leave them be.]",
      "female": ""
    },
    {
      "id": 50,
      "default": "[Approach openly.]",
      "female": ""
    },
    {
      "id": 51,
      "default": "You move towards the unknown kith...",
      "female": ""
    },
    {
      "id": 52,
      "default": "Despite your efforts, your movements elicit a series of thuds, pops, and cracks as you pass through the heavy undergrowth.",
      "female": ""
    },
    {
      "id": 53,
      "default": "As you near the skeleton, you make out a number of rough pieces of decoration hanging from the old skeleton. Crafted from wood and bone, they hang inside of the mouth and ribs.",
      "female": ""
    }
  ]
}