{
  "Component": "lax1_exported",
  "Name": "conversations\\lax01_00_arena_island\\lax01_00_cv_arena_potion_seller",
  "Entries": [
    {
      "id": 1,
      "default": "This elf stands before a cart, one thin hand twisting a small tool against a thick strap of leather he holds gingerly with his other. He chews on his lower lip, his brow knit in concentration.\n \nThe acrid scent of poultices and potions haunts the air around him.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Welcome back. What might I do for you?\"\r\n\r\nThe alchemist sets aside his device.",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Clear your throat.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"What's that you're working on?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"How about some service!\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "With a sharp intake of breath, the man steps back, briefly juggling the tool and device as they come dangerously close to falling from his hands. He swears, then looks up to you with narrowed eyes. \r\n\r\nWith a blink, he shakes away the upset expression.",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Have you come to browse my selection of alchemical concoctions? The right potion can mean the difference between life and death in the sand up topside.\"\r\n\r\nWith an open hand, the elf indicates his cart.",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Show me what you have for sale.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "[Leave.] \"Maybe another time.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "The man's eyes flicker up to you, return to his task, then widen before shifting back to you. His mouth gapes, closes, and gapes again. He swallows.",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"I call it Neale's Auroral Transubstantiator. Or perhaps the Essential Battery Array. Or maybe... well, the name's not important. It's meant to collect and store ambient essence in an accessible form for dynamic usage at a later time.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Gods, my apologies, traveler. I was just, I got a little wrapped up in, well, it's a personal project. And now I'm going on about nothing.\"\r\n\r\nHe gingerly sets the tool and device down on his cart and brushes his palms together.",
      "female": ""
    },
    {
      "id": 13,
      "default": "The man's eyes flicker up to you, return to his task, then widen before shifting back to you. His mouth gapes, closes, and gapes again. He swallows.",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Gods, my apologies, traveler. I was just, I got a little wrapped up in, well, it's a personal project. And now I'm going on about nothing.\"\r\n\r\nHe gingerly sets the tool and device down on his cart and brushes his palms together.",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Isn't capturing essence at random inviting instability?\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"I don't see an overflow valve or exhaust. What happens if it absorbs too much essence?\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Looks expensive.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Indeed! Exactly!\" \r\n\r\nHis eyes and smile widen, brightening his expression.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"What - it's, well, it's a prototype. There's still work to be done.\"\r\n\r\nHe hugs it carefully to his chest.",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Hardly ideal, I'll admit, but you'll notice the branching circuitry and balanced adra receptacles. Combined, those should serve to minimize the risk of overload or essential dissociation. Theoretically.\" ",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"I have been working towards this for my entire life. All of my studies, my experiments. Being driven from New Heomar. It's veritably the culmination of my existence.\"\r\n\r\nHe sighs.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"This jungle, and more so, this arena, it's in a state of essential flux. The density of ambient essence here goes far beyond anything I've seen elsewhere in the world. But to collect that power - to harness it - I need the help of a contestant in the Crucible.\"\r\n\r\nHe runs a hand through his mop of hair, disheveling it.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"I might be able to help.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"The contest wasn't dangerous enough without me wearing your experimental belt?\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"You would?\"\r\n\r\nHis broad smile brings his dimples almost to his eyes.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"All I would require from you is to wear the belt. While competing in the Crucible, I mean.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Then I'll return to you after I've signed up for the fights.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"I've begun the Crucible. I'll wear your special belt.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"You're back! Does that mean the belt is ready?\"\r\n\r\nHis dark eyes dart about, searching you.",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"About that. I seem to have misplaced the belt.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"It's feeling pretty warm...\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Actually, I'm here to browse your potions.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"I don't think it's ready.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Oh, of course. Well. Keep it on you. It'll do the rest.\"\r\n\r\nHe rakes his fingers through his hair.\r\n",
      "female": ""
    },
    {
      "id": 35,
      "default": "All color drains from his angular face.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"You... you jest? Gods, you don't jest, do you?\"\r\n\r\nHe cups his face in his hands.",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Gods... all that work... Why? Why did I ever trust another? I'll never make that foolish mistake again.\"\r\n\r\nHe issues a long, high whine.",
      "female": ""
    },
    {
      "id": 38,
      "default": "[Leave.] \"Maybe another time.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Excellent.\"\n\nNeale takes the offered belt, setting it on his cart, and affixes a pair of copper wires to the adra buckle. They run to a small gauge before terminating in a pair of flasks. The liquids in the flasks shimmer with essence.\n",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Very good, very good. Yes, yes, a most impressive charge you've collected! With this, there's no telling what I'll accomplish!\"\r\n\r\nRed-faced and smiling, he sets the belt down. He withdraws a vessel crafted of adra from the cart.",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Interesting. Still not quite as strong a charge as I'd like, but certainly far better than before.\" ",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Hmm... it's a weak charge, but enough to start with. Some preliminary tests. Verify the, ahem, the principles of the thing.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"What do you intend to do with this energy once I've collected it?\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Alchemists, you see, are limited to the materials they harvest. Yet the processes we employ ultimately draw their efficacy from the essence present in all things.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"By infusing potion ingredients with ambient soul energies, I hope to significantly increase the efficiency of the process. The end result? An almost limitless draught!\"\r\n\r\nNeale grins broadly.",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"It's really quite safe, truly. Perhaps, I mean, it could - <i>theoretically</i> - discharge essence were it, say, to suffer a heavy blow. Were it to be struck repeatedly, for example, or were you to fall over while wearing it.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"But a mild, well, moderate shock would be the very worst you would suffer. Not at all lethal! Assuming, of course, you weren't already near to dying.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"It's ready. Just wear it during the fight, and return it once it's fully charged.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"It's not quite so simple as that, but... Well, I'll be here, once you've made the arrangements. And thank you, truly, thank you.\"\r\n\r\nHis smile seems warm and genuine.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"This skull started me down this path. Or this branch of it. It occurred naturally in the arena. A champion died, but his skull was so infused with essence that it produces its own, well, not potion exactly, but... substance.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"One moment please.\"\r\n\r\nHe turns back to his device, works at it with his tools, and then turns back to you.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Here, it should hold a stronger charge now. Provided you engage enemies with stronger souls.\"\r\n\r\nHe returns the belt to you. ",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"I created this with what you brought me before. Proof that the theories are sound - that the process works. I want you to have it.\"\r\n\r\nAs he pushes it into your hands, warmth emanates from the cup's carefully-worked copper. The liquid it contains bubbles quietly.",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"One moment please.\"\r\n\r\nHe turns back to his device, works at it with his tools, and then turns back to you.",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Here, it should hold a stronger charge now. Provided you engage enemies with stronger souls.\"\r\n\r\nHe returns the belt to you. ",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"This is the result of your last effort for me. I wish I could say it was as successful as the first, but the addition of adra seems to have left the results somewhat... unpredictable.\" ",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"I believe I have what I need now. I'll begin refining the designs, and perhaps, with time, I will be able to produce powerful, reliable devices that will preserve lives across Eora.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"We may just yet make this world a better place. I truly, deeply thank you, [Player Name].\"\r\n\r\nHe blinks, face reddening.",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Truly though, I can't thank you enough times. Was there anything else I could do for you before you get back to advancing the art of animancy?\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Of course. Let's see if anything strikes your fancy.\"\r\n\r\nHe opens a large chest, revealing a collection of carefully-labeled vials, flasks, and bottles.",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Of course. Let's see if anything strikes your fancy.\"\r\n\r\nHe opens a large chest, revealing a collection of carefully-labeled vials, flasks, and bottles.",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"I'm sorry I asked.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"So... a belt...\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "[Walk away.]",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Apologies, friend. I was... sometimes I get a bit preoccupied with my work.\"\r\n\r\nHe sets the objects aside.",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Magnificent, are we not?\" Tekēhu sighs and brushes hair back from his shoulders.",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Magnificent, are we not?\" Tekēhu sighs and brushes hair back from his shoulders.",
      "female": ""
    },
    {
      "id": 71,
      "default": "He scoffs, eyes narrowing, and hugs the belt to his chest as if comforting it.",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"A belt? A belt?! Well, yes, it's a belt. But it's so much more than that, too.\"\r\n\r\nHe scowls, running a finger carefully along the copper curls.",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"'Meant to.' An animancer's favorite words.\" He sniffs, casting a sidelong glance at the belt.",
      "female": ""
    },
    {
      "id": 74,
      "default": "Beaming proudly, he shows you a belt filigreed with copper wiring. You note small adra stones within the tangle of wires. The buckle appears to be made of copper inlaid with adra.",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Doesn't look like it can store half so much as my lantern does.\" She shrugs, unimpressed.",
      "female": ""
    },
    {
      "id": 76,
      "default": "His eyes narrow, and he pulls the belt away from you.",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"I'm not doing this.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "Neale seems to collapse into himself as his expression falls and shoulders slump.",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"This is <i>most</i> ill-advised.\" Aloth scowls and takes a few steps away from you.",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"Think if I wear that belt, I'd sleep better at night?\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "Aloth sighs very loudly.",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"I understand. Well, perhaps not <i>understand</i>, but accept. If... I'll probably still be here if you change your mind. So long as you're participating in the Crucible, you can help me make history.\"\r\n\r\nHe releases a long sigh and turns away.",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"Cause neither of those things ever be occurring during a scrap.\"\r\n\r\nSerafen rolls his large, green eyes.",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Events very unlikely to occur during a heated fracas.\" \r\n\r\nThe crooked finger Ydwin brings to her mouth does little to obscure her smirk.",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"That's potentially brilliant. If it isn't wildly disastrous.\"\r\n\r\nShe taps on her upper lip in thought.",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"It'll be fine!\"\r\n\r\nHis protestation seems to come a little too fast.",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"That's fantastic! So, you see, during each fight in the arena, the essence presence spikes fantastically.\" ",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"What would I be getting out of this?\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"On second thought, I don't think this is a good idea.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"Besides the pride of furthering the cause of animancy?\"\r\n\r\nHe chuckles.",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"I kid. Of course I'll reward you. In coin, obviously, but also, if the - no, <i>when</i> the experiments bear fruit, I can provide you that fruit.\"\r\n\r\nHe frowns.",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Fantastic!\"\r\n\r\nHe hands you the belt.",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Fruit being the draughts, in this case. If that wasn't clear. I'm just confusing things further, aren't I?\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Looks like you conjured us up another pale elf animancer, cap.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Better by far than a second hairy blue bastard.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"You wound me, lass.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Actually, I'm here to browse your potions.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Can't you see I'm grieving? Come back later!\"\r\n\r\nHe waves you away.",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Ishi, get away from there.\" Maia nudges her bird aside before he can dip his beak into the sloshing skull.",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Wouldn't be the first time I drank from a skull... Just, don't tell my high priestess.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"Thanks.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"A never-ending drinking skull. I've been looking for one of these.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"You expect me to drink from this disgusting thing?!\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"I shouldn't need it anymore, not with what you've given me. With what you'll provide.\"\r\n\r\nHe grins, but his eyes linger on the skull.\r\n",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Exactly! It's incredibly convenient. Oh... you're jesting, aren't you?\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"It's not disgusting! I had it thoroughly cleaned!\"\r\n\r\nHe harrumphes. ",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"Oh gods, you're the Watcher of Caed Nua, aren't you? How did I not recognize it? How was I so stupid?\"\r\n\r\nHe rubs the ball of his palm into his forehead.",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"Welcome back, my lord. How may I be of service?\"\r\n\r\nHe bows deeply.",
      "female": "\"Welcome back, my lady. How may I be of service?\"\r\n\r\nHe bows deeply."
    },
    {
      "id": 114,
      "default": "\"How do your experiments progress?\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"Very well, thanks to you. If I have anything new and interesting to report, I'll be sure to inform you.\"\r\n",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"No harm done.\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"That's <i>Lord</i> [Player Name].\"",
      "female": "\"That's <i>Lady</i> [Player Name].\""
    },
    {
      "id": 118,
      "default": "\"Let's not advertise my presence.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"My sincerest apologies. Is there... can I do anything for... how may I be of service?\"\r\n\r\nHe clears his throat and straightens his shoulders.",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"Neale's still kickin', huh? Thought for sure he'd have blown himself to bits by now.\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"Some of this is the result of magic, or released energy owing to - well, the death of the fighters - but the arena itself manipulates essence, too.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\" And then, of course, return it to me. Obviously.\"\r\n\r\nHe swallows.",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"It's really quite a thing to behold!\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"How do I fit into this?\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"Remember to breathe.\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 134,
      "default": "He blinks, then inhales deeply.",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"Well done, lad.\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"Don't suppose you could add a little kick to these drinks? Of the alcoholic variety?\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"That's the most coherent idea I've heard out of you, girl! Pity it won't last.\" ",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"Di verus.\" She pinches the bridge of her nose.",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"Right fine idea, lass.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"I suspect the essence will be all the kick it needs.\" He chuckles nervously, cradling his invention carefully.",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"Oh!\"\r\n\r\nHe rummages through his cart, then carefully hands you a human skull. Most of a human skull, anyway. The dome is missing, and thick red liquid swishes within.",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"And I have you to thank for it!\"\r\n\r\nHe sets the belt down and produces a chalice.",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"Regardless, I want you to have it. It's the least I could do.\"\r\n\r\nHe pushes the cup into your hands. The liquid inside shimmers with prismatic light.",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"How surprising.\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"How intriguing.\" She eyes the liquid hungrily.",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"He's had a rough few months, what with dying and all.\"",
      "female": "\"She's had a rough few months, what with dying and all.\""
    },
    {
      "id": 148,
      "default": "\"Oh, it's you. How's your... sister, was it?\" Neale peers at Konstanten.",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"Daughter?\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"You had it right the first time.\" Konstanten frowns. \"Damn, do I look that old?\"",
      "female": ""
    }
  ]
}