{
  "Component": "lax1_exported",
  "Name": "conversations\\lax01_00_arena_island\\lax01_00_si_dinocroc_death",
  "Entries": [
    {
      "id": 1,
      "default": "The beast collapses into a heap of blood and scales.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Sunder the soul's connection to Galawain with Slayer's Claw and allow Whehami to possess the beast.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Return the soul essence to the Crucible and the wildlife of Kazuwari.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "You channel your wrath and ferocity toward the mass of energy and squeeze the hapless soul in the vice of your will. Powerless to resist your grip, the soul shatters, dissipating with a lingering wail.",
      "female": ""
    },
    {
      "id": 6,
      "default": "Tendrils of soul energy twist off in branching tributaries flowing toward the massive statue, into the waters of the arena, and out toward the dense jungle.",
      "female": ""
    },
    {
      "id": 7,
      "default": "Without moving your physical hand you extend your soul's grasp and pull at the center of the spiritual mass.\n\nDrawn to your presence, the soul accepts your invitation. Within moments, the essence swirls about you, ready to follow your lead.",
      "female": ""
    },
    {
      "id": 8,
      "default": "You feel Galawain's enraged presence receding from the Crucible, vanishing across the sea in an instant.",
      "female": ""
    },
    {
      "id": 9,
      "default": "The massive creature expires with a tired hiss, and you sense the familiar phenomenon of a soul departing a body - only the energies involved are of a size and scale that threatens to overwhelm you.",
      "female": ""
    },
    {
      "id": 10,
      "default": "[Send the soul essence to the Wheel.]",
      "female": ""
    },
    {
      "id": 11,
      "default": "[Channel the soul essence into Muātu, empowering him.]",
      "female": ""
    },
    {
      "id": 12,
      "default": "You channel the massive soul into the statue of Toamowhai even as the Faces of the Hunt escape it.\n\nThe giant reptile shudders.",
      "female": ""
    },
    {
      "id": 13,
      "default": "Focusing your strength into one devastating swing of the Slayer axe, you strike at the mass of souls. The jagged blade tears through the luminous mist of soul energy, ripping dark fissures that spiderweb across the glowing mass.",
      "female": ""
    },
    {
      "id": 15,
      "default": "The essence rages around you as if desperate for direction.\r\n\r\nYou can provide it.",
      "female": ""
    },
    {
      "id": 18,
      "default": "[Destroy the soul.] \"This is for Rymrgand.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "[Absorb the soul essence for yourself.]",
      "female": ""
    },
    {
      "id": 34,
      "default": "The soul grows brighter as you pour the river of essence into him. He inflates with it, expanding, then contracts sharply. The edges of his form sharpen, becoming more distinct.",
      "female": ""
    },
    {
      "id": 35,
      "default": "With a sensation something like a pop within your chest, you feel a shift in the spiritual pressure around you. Muātu slips from the ephemeral realm of the In-Between into the physical realm of the Here, manifesting before you. His luminous eyes blink numbly at his hands.",
      "female": ""
    },
    {
      "id": 36,
      "default": "You attempt to return the soul to the Wheel but find your efforts stymied. You left the Crucible's connection to the Beyond shattered.",
      "female": ""
    },
    {
      "id": 37,
      "default": "You guide it through the adra hidden within the statue of Toamowhai and into the Beyond.",
      "female": ""
    },
    {
      "id": 38,
      "default": "You inhale deeply, and the energy pours into your open mouth, your nostrils, your eyes and ears. It fills you, burning within you like a fire. \r\n\r\nYour flesh twists and buckles, bulging, and you feel as if you might explode.",
      "female": ""
    },
    {
      "id": 39,
      "default": "The sensation fades as the essence settles into your form, but you feel somehow changed. Hungrier.\r\n\r\nWilder.",
      "female": ""
    },
    {
      "id": 40,
      "default": "The sensation fades as the essence settles into your form, and you feel more yourself - more a part of the ebb and flow of life in Eora - than you ever have before.",
      "female": ""
    },
    {
      "id": 41,
      "default": "The energy fades as it settles into the strengthened Muātu. ",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Uh, do we fight this, too?\" Edér's hand hovers near his weapon.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Gods alive, now <i>we</i> be seeing the dead, too!\" Serafen rubs his eyes.",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"I ain't sure this one'll fit in my lantern!\" Xoti takes a step back from  Muātu.",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Neat trick, captain. Can you make him disappear again?\" Maia turns to you with a raised brow.",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"I'd really rather not get stabbed. I mean, if there're options. What d'you think happens to me if I get stabbed?\" \r\n\r\nMuātu raises his hands to his mouth and turns backwards and forwards, blinking in astonishment.",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"What an impressive manifestation.\" Tekēhu purses his lips and studies Muātu up and down.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Fascinating. I wonder how much energy he will require to maintain this state.\" Aloth peers at Muātu in open curiosity.",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Not that he's the only one we have to worry about.\" He glances towards Ydwin.",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Well, let's not keep the boy out here in the blood and gore when there's perfectly fine beer inside!\"",
      "female": ""
    }
  ]
}