{
  "Component": "lax1_exported",
  "Name": "conversations\\lax01_00_arena_island\\lax01_00_si_kazuwariapproach_galawain",
  "Entries": [
    {
      "id": 1,
      "default": "The light fades into dim. You stand in a forest glade hung thick with shadows. Tall trees surround you. The shriek of a deer pierces the air before being abruptly silenced.\r\n\r\nFrom out of the dark lope a stelgaer and a wolf, followed by a thickly-muscled man draped in furs.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Herald of Berath, it is rare we have the opportunity to speak. But now, I am afraid, is not the time.\r\n\r\n\"You must leave.\"\r\n\r\nA smell like rancid blood and days' old sweat wafts off him in a wave.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Herald of Berath. Were you not content to destroy my creation at Cignath Mór? Do you intend to meddle here, as well?\r\n\r\n\"Leave. Now.\"\r\n\r\nA smell like rancid blood and days' old sweat wafts off him in a wave.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Herald of Berath, this place is not for you. Leave.\"\r\n\r\nA smell like rancid blood and days' old sweat wafts off him in a wave.",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"What is this place?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"I received an invitation to this island.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Why don't you want me to come here?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"What was that thing that just swam past my boat?\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"I don't take orders from you.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Ah, my willful progeny. You trespass in a place you do not belong.\"\r\n\r\nA smell like rancid blood and days' old sweat wafts off him in a wave.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Not from me.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I was told to seek the favor of Toamowhai. Is that you?\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"But these people need my help!\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Their pack needs no aid from yours. They will live and die by the ferocity of their wits and the edge of their blades.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"In a manner of speaking.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"I noticed. Why didn't you tell me about this place?\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"You hunt a different quarry - one that has left no trail upon this island.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Kazuwari. My island. A land in which you do not belong.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"I will warn you only once - if you tread upon my island, it will consume you.\"\r\n\r\nThe large beasts at his side step forward in unison, their tails angrily swishing the air.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"You cannot help but thrust your nose into the affairs of others, and I would not see the kith and creatures of Kazuwari be the recipients of that same meddlesome attention.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"A glorious beast - and one of the many creatures here that will challenge you should you refuse to leave.\"\r\n\r\nThe lolling tongue of Galawain's stelgaer companion drips saliva into the dirt. It's long teeth shine even in the low light.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"You were born of my pack. You owe what you are to me.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Consider it a strongly worded suggestion... with consequences attached.\r\n\r\n\"I do not care to explain to Berath why their favored Watcher was torn to ribbons by my beasts.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"You know the truth of your kind. That you live free is by my whim alone.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"I've already fought one god. I'm game to fight another.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"The Beast of Winter fought you because it amused Rymrgand to watch you flail. If you believe you truly hurt him, you are mistaken.\r\n\r\n\"Should you stand against my pet, you may not fare so well.\"\r\n\r\nA whisper of laughter stirs the leaves at your feet.",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Send your monster against me, then, and see how well I flail.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "[Shrug.]",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"I'll leave.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"I will be watching.\"\r\n\r\nGalawain crosses his arms. His narrowed eyes bore into your own, and the beasts beside him growl.",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Couldn't you just tell them not to attack me?\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"After all the trials I've overcome - you think your threats will frighten me?\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Noted.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"I could, but I will not.\r\n\r\n\"The island is a trial. To clear the path of challenge for you would run counter to its purpose.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"I am not Rymrgand - I do not delight in kith's fears, only in their strength and cunning. Nor is my aim to frighten you.\r\n\r\n\"Think of this as my due diligence, then, done on Berath's behalf.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"The cold rush of the sea upon Cignath Mór still crashes in my ears. I would not have you apply your same reckless attentions here.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "With a sound like a thunderclap and a bright burst like lightning, the forest disappears, and you are thrust back into your body.\r\n\r\nYou blink against the fading flash. When you can see again, you find your hands, bloodless and aching, gripping the railing of your ship.",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Your relationship with Berath is at the bottom of my list of concerns.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Were you wise, the challenge you would face on this island would be at the top.\"\r\n\r\nThe shadows in the trees encroach upon the glade inch by silent inch. Constricting. Waiting.",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"If you insist on intruding upon corners of this world that would be barred to you, you're sure to meet it in time.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"I have warned you.\r\n\r\n\"May aught that follows be on your head.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "With a sound like a thunderclap and a bright burst like lightning, the forest disappears, and you are thrust back into your body.\r\n\r\nYou blink against the fading flash. When you can see again, you find your hands, bloodless and aching, gripping the railing of your ship.",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"You are doubly Berath's man, and this place is obscured from their sight.\"",
      "female": "\"You are doubly Berath's woman, and this place is obscured from their sight.\""
    },
    {
      "id": 60,
      "default": "\"I have seen what you do to creatures who will not submit to you. I do not want the same for the residents of this island.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"You're a real bastard. All of you are.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"We may have been created by kith, but our power is no less real for our origins.\r\n\r\n\"Legitimate or no, we are gods still.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"That only makes me want to visit it all the more.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"How are you planning to stop me? Talk me to death?\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Your contrary nature is a trap that only bites deeper into your leg. One day, you will not be able to wrench yourself free.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"On Kazuwari prowl beasts both ferocious and utterly ruthless.\r\n\r\n\"<i>I</i> do not need to stop you - they will.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"All the more reason I should visit, then.'",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"I don't know what you're talking about.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Do you deny slaughtering Archdruid Rehstin and the Ethik Nôl at Berath's behest?\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"No.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "[Lie] \"Yes.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"If they'd wanted to live, they should have fought harder.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"The space between fair competition and senseless brutality is a chasm for most, but for you it is a hare's breadth.\r\n\r\n\"Your like are not welcome here.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Not the kind of help you offer. The only kith who do are scoundrels like yourself.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"You say you don't delight in our fears, but you use them to manipulate us. Perhaps we should do the same to you.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"While you rail against us for our callousness, our supposed cruelty, you fail to understand a simple truth.\"\r\n\r\nHis voice drops low, then. It seems to come from all around you - in the creaking of tree limbs, the hum of insects.",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"We are you.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"We are made in your image.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"What you detest in us, you detest in yourself.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "A low storm of laughter rumbles from Galawain's chest.",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"Your obstinance precludes you heeding words not your own. Fine.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"I've done a lot of things to a lot of creatures. You're going to have to be more specific.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"And I would not see your life end in the jaws of a beast. You, who have proved yourself to be the most tenacious of my children.\"\r\n\r\nHis eyes shine with something like pride.",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"So you're not responsible for the head I received?\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"I am not, though Muātu is mine, and I will claim him in time.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "Galawain.",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"They were prolonging their lives with blood sacrifices. Their deaths were deserved.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"The blood of the weak feeds the strong. Such is the way of the world.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"The space between fair competition and senseless brutality is a chasm for most, but for you it is a hair's breadth.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"You contradict yourself. If they fell by my hand, it was because I was stronger than they.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"You think yourself clever, but you killed them for sport, not for sustenance.\r\n\r\n\"Your like are not welcome here.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Those can both be true, you know.\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"You are little more than a scavenger, forever picking over the bones of the dead.\" He curls his lip in disgust.",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"That was different. Unless you've got a monster-making machine here, too?\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"I was told there's a problem here only a Watcher can solve.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"You seem to overestimate your importance.\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"Aw, you're still sore about that?\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"You destroyed eighty generations' worth of struggle and innovation on a whim.\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"What can I say? The Fleet Master was cute, and I wanted her to like me.\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "The wolf at Galawain's flank growls low in its throat.",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"Does this place hold any connection to <link=\"stringtooltip://tooltips/10\">Cignath Mór</link>?\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "A low growl rolls from the throat of the stelgaer at Galawain's side.",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"To <i>my</i> purpose.\"\r\n\r\nThe shadows in the trees encroach upon the glade inch by silent inch. Constricting. Waiting.",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"Perhaps that day is near at hand, should you refuse to heed my warning.\"\r\n\r\nA low growl issues from one of the deity's felines.",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"I would not see you enact the same crimes here.\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"Its nature complements my own, so I have occasionally acted in its name when the kith here needed a familiar face to lead their pack.\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"They need nothing from you when they have <i>me</i>.\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"You are Magran's spark, and this place is obscured from her sight.\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"You are one of Ondra's many waves, and her tides are not welcome beyond my shores.\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"You are Wael's eye, and I've taken pains to veil this place from their vision.\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"You are Skaen's vengeful hand. Your spite has no place here.\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"You bear Eothas' light. Surely you can imagine why I don't want it to fall upon my lands.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"It is yet another place to which you come uninvited.\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"It is one of the few remaining places yet untainted by your destructive claw.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"Berath seemed to think I'm pretty important.\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"Berath <i>uses</i> you. You are their tool. An expression of their influence. As this beast is mine.\"\r\n\r\nThe cat at Galawain's flank flattens its ears against the side of its head.",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"Does this place hold any connection to <link=\"stringtooltip://tooltips/11\">Cignath Mór?\"</link>",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"Does this place hold any connection to <link=\"stringtooltip://tooltips/12\">Cignath Mór?\"</link>",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"It is one of the few remaining places yet untainted by your destructive claw.\"",
      "female": ""
    }
  ]
}