{
  "Component": "lax1_exported",
  "Name": "conversations\\lax01_00_arena_island\\lax01_00_cv_boar_druids",
  "Entries": [
    {
      "id": 8,
      "default": "\"Don't move.\" Scars of battle and decoration stripe the large man's thick arms.",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Return to your little boat, interloper. You do not belong on Kazuwari.\"\r\n\r\nHis companions, each equally well-armed and scarred, stand at ease beside their boar companions, eyes trained on you.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Yeah, you're not welcome here!\" The scruffy orlan nearest you jeers. The boar at her side tosses its head and kicks its hooves in the dirt.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"You from the valleys? The Living Lands? Might've seen you shipping out of port a few years back.\" Her slit-pupiled eyes narrow.",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Shut your gaping trap, Scibéal.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"You must be mistaken. I haven't been back to the Living Lands in ages.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I'm from the Lands, yes.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Oh, uh, hey. How's your... sister?\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Turn back. Now. And count yourself lucky you aren't already dead.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Wait. I believe we may have a common friend.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Doubtful.\" He spits the words out as one would a particularly foul curse.",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"He was an old druid out on Maje Island. I killed him.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "[Show Wise Teeth necklace.] \"He gave me this. Do you recognize it?\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"A rude old man with a team of boars?\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Hah! You could be speaking of half the druids in Deadfire.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Good for you. He was a tough bastard.\" A predatory glint shines in his eyes.",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Enough talk. Leave now, or I'll gut you where you stand and feast the boars on your entrails.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Let's talk about this. There's no reason for this to get bloody.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "[Attack] \"Why don't I just kill you instead?\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "[Move past him.] \"I'm not looking for trouble.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"No.\" Hateno hefts his blade and grins.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Let's see the color of your blood!\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Death's the way of life on Kazuwari. Flaunting your conquests is only gonna fire them up, Watcher.\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "Hateno, Scibéal, and the rest of their crew fade into the brush with little more than a rustle of leaves. Scibéal's boar lingers a moment, its beady eyes trained on you, before it, too, disappears into the forest.",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Finally, an opponent worthy of my time!\" Hateno hefts his blade and grins.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"I am.\" Hateno hefts his blade and grins.",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"I come on a holy mission from Berath. They will not hesitate to kill you if you stand in my way.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "Purple light bursts to life at the edge of your vision. You look around you, perhaps wondering if this is a trick of Muātu's, but Hateno's crew seems to see it, too. They shrink back - a couple even shriek in fright. The light grows, rising from your skin like a bonfire's flame. A wind that blows from the Beyond shakes the trees around you.",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Uh, Hateno-!\" Scibéal takes one step back, then two.",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Gods' eyes!\" Hateno sheathes his blade with a shaking hand. Then he nods to his compatriots, bidding them to stand down.",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"I belong on this island as much as you do. Let me through.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "Konstanten grimaces and chops at the air with his hands, motioning for you to stop talking.",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"You should heed your stout friend here.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Pass, then, but watch your back.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"I doubt they'll listen to reason. Best to kill them and be done with it.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Good for you. He's a hard old bastard to please.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Diplomacy doesn't count for shit on this island, but its people do respect power.\" He's careful to keep his voice low.",
      "female": ""
    },
    {
      "id": 59,
      "default": "Konstanten exhales a muffled sigh of relief.",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"You're a hard one to miss, what with... all that.\" She gestures broadly, from your feet up to your head.",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"You've got a heart dark as Toamowhai, interloper. Your spirit burns with a cold fire.\"\r\n\r\nHateno rubs at his jaw, then at last gives a grunt of assent.",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"I say he will show me what strength he has.\" Hateno gestures at you with his blade, a slow smile spreading across his scarred face.",
      "female": "\"I say she will show me what strength she has.\" Hateno gestures at you with his blade, a slow smile spreading across his scarred face."
    },
    {
      "id": 64,
      "default": "\"This one's resourceful, that much is clear. But their worth - that I'll leave for Toamowhai to judge.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"I'm no stranger to the wild's threats. In fact, I seek them out.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"You think he follows Toamowhai, Hateno? Maybe the Faces brought him here.\"",
      "female": "\"You think she follows Toamowhai, Hateno? Maybe the Faces brought her here.\""
    },
    {
      "id": 67,
      "default": "Scibéal wrinkles her brow, perhaps wondering if she'd got you wrong after all.",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Hah! Knew it. Can't never forget a face, you know.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"My brother, you mean. He's fine, last I heard. Ran off with a bounty hunter, a right fine dwarf fella-\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "[Attack] \"To arms!\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"We settle this like warriors. Good.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "[Whisper to Konstanten.] \"Can you talk him down? You seem to know how things work around here.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"I can try, but I can't see how it'll do much good.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"You think I'd pass up the chance to kill a coward like you,  Konstanten?\" He grins, all teeth.",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"I've stood toe-to-toe with the gods and come out the victor. Do you think you'll fare better than they?\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "Hateno stares you down, his expression carefully blank. Scibéal, on the other hand, frowns and fidgets beside him.",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"So <i>nice</i> to see you again, Konstanten.\" His lips twist into a vicious smirk.",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"Can't say the feeling's mutual.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "Hateno hocks a fat glob of spit in the dirt at Konstanten's feet. He then turns to you, his smirk replaced by a fierce scowl.",
      "female": ""
    },
    {
      "id": 86,
      "default": "The spirit of Muātu manifests beside you in a flash of light. His sudden appearance doesn't seem to register with the scarred aumaua and his crew.",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"I'm touched by Galawain, as this place is. Who do you think has the better claim to it - you or I?\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"I heard Galawain's words on the tongues of beasts. He told me to come here.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"What say, interloper? Do you trespass on the gods' behalf?\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"The godspawn might have a point.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "Scibéal looks back and forth between you and Hateno, her eyes wide with unconcealed alarm.",
      "female": ""
    },
    {
      "id": 94,
      "default": "Hateno pulls a simple but wickedly sharp blade from his belt and levels it at you.",
      "female": ""
    },
    {
      "id": 95,
      "default": "Konstanten elbows you in the gut.",
      "female": ""
    },
    {
      "id": 96,
      "default": "Konstanten elbows you in the gut.",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"You're one to talk. You've got enough leaves in your fur you could pass for a tree.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"It's <i>camouflage</i>, idiot. Helps me blend in. What's your excuse?\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "Scibéal bites hard on her lip in an unsuccessful attempt to quell her rising panic. Hateno watches her from the corner of his eye, conflict evident in his knit brow.",
      "female": ""
    },
    {
      "id": 100,
      "default": "[Lie] \"'Living Lands?' Never heard of them.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "Scibéal wrinkles her brow, perhaps wondering if she'd got you wrong after all.",
      "female": ""
    },
    {
      "id": 102,
      "default": " Konstanten clears his throat and turns to Hateno, but Hateno cuts him off before he can say any more.",
      "female": ""
    },
    {
      "id": 104,
      "default": "Hateno stares at you a long moment, his eyes boring into yours. Then he sheaths his blade with a grunt and a scowl and bids his compatriots stand down.",
      "female": ""
    },
    {
      "id": 105,
      "default": " \"I'll leave your worth for Toamowhai to judge.\" Hateno sheaths his blade with a grunt and a scowl.",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"He does look like he can handle himself... What say, Hateno?\" Scibéal casts a questioning look toward her partner.",
      "female": "\"She does look like she can handle herself... What say, Hateno?\" Scibéal casts a questioning look toward her partner."
    },
    {
      "id": 107,
      "default": "\"Hold off, Hateno.\" She throws a furred arm out to stop the druid's advance.",
      "female": ""
    },
    {
      "id": 109,
      "default": "[Attack] \"So be it.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Wait!\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"No more talking. Now we fight.\" Hateno nods to his compatriots. They ready their weapons.",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"So <i>nice</i> to see you again, Konstanten.\" His lips twist into a vicious smirk.",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"Can't say the feeling's mutual.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "Hateno hocks a fat glob of spit in the dirt at Konstanten's feet. He then turns to you, his smirk replaced by a fierce scowl.",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"So <i>nice</i> to see you again, Konstanten.\" His lips twist into a vicious smirk.",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"Can't say the feeling's mutual.\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"Nature recognizes me and grants me passage. I healed the Green Lady of Motare o Kōzi.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"Still, it's funny to find another from the valleys out here. Kazuwari attracts all kinds.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"Heh. Like this one, cap. Try not to be killing her.\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"I am the Herald of Berath.\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "The aumaua snorts.",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"You don't seem to understand this place at all!\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"I say this one looks soft!\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"I say this one has a mouth too large for his spine!\"",
      "female": "\"I say this one has a mouth too large for her spine!\""
    },
    {
      "id": 126,
      "default": "\"Why did we stop? We ran into locals, didn't we?\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"I'm not going to kill them.\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "Scibéal and Hateno exchange frowning glances.",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"He seems a little off... maybe we should let him be?\"",
      "female": "\"She seems a little off... maybe we should let her be?\""
    },
    {
      "id": 130,
      "default": "\"All the more reason to make sure this one doesn't have the run of Kazuwari.\"",
      "female": ""
    }
  ]
}