{
  "Component": "lax1_exported",
  "Name": "conversations\\lax01_00_arena_island\\lax01_00_cv_arena_master_duels",
  "Entries": [
    {
      "id": 1,
      "default": "\"The time has come for those who hunt in the name of the spider to cull their number and seek the best from their brood.\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"The Quiet Five and the Watcher match minds for the attentions of the Seeking Face. May our most cunning contender capture victory.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"The Quiet Five have been matched and surpassed. The Seeking Face chooses the Watcher to represent those who seek.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Atop the bodies of the weak, our strongest warriors stand victorious! The time comes for all who could claim the title of the Slayer's chosen to assert their strength!\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"The only contenders to survive our prior events are the Dragonstalker pack and the Watcher! Which is the stronger? In Toamowhai's name, fight, maim, kill!\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"There's your answer! Raise your voices! Sing to the Watcher's fury! Give praise to the Slayer's chosen!\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Faithful and fanatics, the hour is upon us. Two packs enter the Crucible, but only one shall emerge the chosen of the Surviving Face.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"After our prior fights, only the Watcher and the Band of the Bear still stand. Let us now separate the mighty from the merely fortunate, for the glory of Toamowhai!\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Give a moment's pause to the Band of the Bear, who will live on in the memory of the Crucible.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Sharpen your claws! Next you will confront the chosen seekers and survivors!\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Celebrate your victory, but do not tarry. You soon face the chosen slayers and survivors. Only one can be Champion of the Hunt.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Tradition demands that we next determine which of the Faces' disciples are the strongest. You will face the chosen seekers and slayers, and from that bloodshed, the greatest hunter shall emerge.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"When you are ready, commune with the Pool of Memories. But for now, thank Toamowhai for guiding you to this moment of victory.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Return to the Pool of Memories! Every moment brings you closer to death!\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"When you are ready, commune with the Pool of Memories. But for now, thank Toamowhai for guiding you to this moment of victory.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"It is the will of the Lord of the Hunt that a warrior may never rest on the glory of past seasons.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Our champions will stand against the Changeling itself. Now, show us the depth of your fury, of your will to live, and spill blood in the name of Toamowhai!\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Even the Changeling itself cannot best your strength! Your victory will be the marvel and envy of generations of contenders!\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"In the spirit of endlessly proving one's worth, we shall now see if our mighty hunter is worthy of the Changeling's Mantle!\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Congratulations, Watcher. You yet endure.\"",
      "female": ""
    }
  ]
}