{
  "Component": "lax1_exported",
  "Name": "conversations\\lax01_00_arena_island\\lax01_00_si_galawain_crogall",
  "Entries": [
    {
      "id": 1,
      "default": "The beast's breath rolls over you in a fetid wave, the stench of rotting fish nearly overpowering.\r\n\r\nA light sparks in its beady eyes, and the shouting from the stands fades away to nothing, replaced by the guttural rumble of Galawain's displeasure.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"This is <i>my</i> temple! <i>My</i> island! <i>My</i> security against Eothas' madness!\"\r\n\r\nThe beast's tail whips and snaps across the arena's fighting floor. It is restless, hungry for a fight.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"The Faces will not rob me of that, not after I have gifted them a reprieve from the hunt, from the vicious dance of predator and prey!\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"You destroyed Cignath Mór! You gorged yourself on the essence of Kazuwari! And now my beast will devour your soul for your insolence!\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"What happened in the Beyond? What did you do?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"You! You pledged a vow to me once! You have shown respect for my sacred places!\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "Like shuttered lamp light, the glow of Galawain's presence leaves the beast's eyes.\n\nDarkness encroaches at the edge of your vision, until all you can see is a pinprick of light swimming in the emptiness of the Beyond.\n\nSuddenly, the light blooms, and its force shoves you back into your body.",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Wait!\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"It is too late to beg mercy, Herald of Berath. You should have stayed hidden behind their caul!\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"I don't care if it works. What you've done to the Faces is a grave injustice - their souls don't belong to you.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"By your actions, the Crucible's trial will persevere through many seasons to come.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Those who fail their trials and give their lives to the arena will remain a part of it, as it should be.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"You have fixed the rot at the heart of Kazuwari, Herald of Berath. For that, you have my gratitude. May your path forward be marked by triumph and setback in deserving measures.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "[Bow.] \"The glory I've earned is its own reward.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"The Crucible will celebrate your skill and tenacity for centuries to come, and I will aid you where I can.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "Like shuttered lamp light, the glow of Galawain's presence leaves the beast's eyes.\n\nDarkness encroaches at the edge of your vision, until all you can see is a pinprick of light swimming in the emptiness of the Beyond.\n\nSuddenly, the light blooms, and its force shoves you back into your body.",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"My hunt for Eothas awaits. Farewell.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"I wish you luck in hunting down the dawn's trail, Watcher.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "[Adopt a fighting stance.] \"Finally, an opponent worth my time.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "A mirthful chuckle rumbles from the mouth of Galawain's beast.",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Do you think me some timid deer? That I will flee if you don't back down?\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"All souls belong to the gods by <i>kith's</i> design. And soon I will feast on yours.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Weave your tale now, while you have a tongue still to tell it.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"I killed the Faces of the Hunt.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"The Faces were embroiled in a power struggle. I agreed to put your beast's soul in the statue and let them go.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"The Faces were embroiled in a power struggle. I dealt with it, and now they will remain within the statue, forever your prisoners.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"What made you believe such a stupid strategy would work? Did you think I wouldn't notice, or that I would allow it if I did?\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"I must admit, I'm surprised. You are known among the gods as a willful and contrary creature.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"You did little more than scatter their essence, and I would have dealt with them in time.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "[Lie] \"I don't know what you're talking about. I've never even been to the Beyond.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"You test my patience.\" The great reptile hisses through its teeth.",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"I don't owe you anything.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"I regret my decision, but it's too late to change it now.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"I did it to spite you. Any benefit to me is just a bonus.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"It's a shame that our relationship has taken this turn. But I have countless other children who know to whom they should be grateful. I will not miss you among them.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"When you came to this island, I told you to leave. You did not.\r\n\r\n\"You knew what I wanted of you, and still you flaunted my authority. Now you want <i>forgiveness?</i>\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"What's so important about this island?\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"How did the Faces come to be in the statue?\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"What are you going to do about Eothas?\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"I will hibernate and let the other gods squabble in my absence.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Whehami was a successful champion and adherent to Toamowhai - until the day he died in the Crucible.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "\"What should I have done about the Faces?\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"Broken them over your knee like so much kindling.\"",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"The Crucible is a horde of essence for <i>me</i> to draw from, a safeguard against the rash and foolish decisions of the other gods. It's <i>mine</i>.\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"You're a coward.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"That is wise.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"Let's get on with this.\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"Indeed.\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"Am I? Because I choose not to throw myself endlessly at every foe to cross my trail?'",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"You recognize the cycle of the hunt in my strategy - feast and famine, plan and action. Good.\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "[Lie] \"The Faces were embroiled in a power struggle. I dealt with it, and now  they will remain within the statue, forever your prisoners.\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"What purpose do you believe lying to me serves?\"\r\n\r\nSaliva reeking of stagnant sea water drips from the open mouth of Galawain's beast in thick, ropy strands.",
      "female": ""
    },
    {
      "id": 126,
      "default": "[Attack] \"I'm done talking.\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"So be it.\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"I'm done with this. Get out of my head.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"Farewell, Herald of Berath.\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"My connection to the island is returned, yet it is not as it was!\"\r\n\r\nThe force of Galawain's displeasure hits like a kick to your chest. As you fight to catch your breath, you hear the low, building growl of the god's animal retainers as a whisper on the breeze.",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"You set the Faces free! My beast will devour your soul for your insolence!\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"What happened in the Beyond, Herald of Berath? Weave your tale now, while I have patience still to humor it.\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"A shame. I was beginning to respect you.\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"And then your corrupted the adra at the heart of my island. Why?\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"So the Faces couldn't follow me.\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"To hurt you.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"It amused me.\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"You know, I'm not really sure.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"Pray to your favored god, Herald of Berath, for your death is near at hand.\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"Wait! We don't have to be at odds!\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"I suspect Berath will take a dim view of my death, should you kill me.\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"A fight it is, then.\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"The time for bargaining has passed. Accept your death with honor, Herald of Berath, and pray you possess more cunning in your next life.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"I am not beholden to the god of death.\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"Pray to your favored god, Herald of Berath, for your death is near at hand.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"That was never a possibility. Repair the Crucible. Now!\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"Fine, I'll do it.\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"I refuse.\"",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"I feel the flow of essence pulsing within the veins of this island.\r\n\r\n\"<i>Yes</i>.\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "The stelgaer and wolf at Galawain's side bare their long teeth and let out piercing, furious screams so loud your ears ring.",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"You pledged a vow to me and broke it! You gorged yourself on the essence of Kazuwari! And now my beast will devour your soul for your insolence!\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"You destroyed Cignath Mór and robbed Kazuwari! You are a pitiless creature whose only goal is destruction. My beast will devour your soul for your insolence!\"",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"Enough questions!\r\n\r\n\"Will you fight like a predator, or cower like prey?\"",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"You stand before me now - me, Galawain, a <i>god</i> - and this is what you ask?\"",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"Nothing. He has his hunt, and I have mine. His constant, pointless adventures in the mortal world are none of my concern.\"",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"How did <i>you</i> come to be in my statue?\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"You should never have trespassed on my territory or violated my den!\"",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"You're not going to send your beast after me?\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"I see no reason to. But that can easily be arranged should you care to test yourself against its strength.\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"A test of strength against your avatar? Absolutely.\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"Surely Berath will forgive me your foolhardy death.\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"Or you could do something useful, like help.\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"Whom would I help, Watcher? The kith, grown soft and forgetful of struggle? Or the gods, for whom struggle is meaningless and tedious argument second nature?\r\n\r\n\"None of them deserve my aid.\"",
      "female": ""
    },
    {
      "id": 168,
      "default": "[Show him Tooth of Toamowhai.] \"What is this?\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"You've proved yourself my ally, so I won't devour you for your thievery. But you should rid yourself of that perversion.\"",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"You stole that relic from the Beyond?\"\n\nGalawain grows suddenly larger, the long fur on his arms and shoulders bristling. The wolf and stelgaer at his flanks hiss in unison. Even the porokoa squares its forelegs, a low, rumbling growl starting in its throat.",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"It's a rotten splinter crafted of misery., and once it's wedged itself beneath your skin, it will bring you only ruin.\"",
      "female": ""
    },
    {
      "id": 172,
      "default": "You focus on the Tooth of Toamowhai. As you do, your conscious awareness is subsumed by a greater awareness of the island around you and the dark, cold adra at its heart.",
      "female": ""
    },
    {
      "id": 173,
      "default": "You seek the source of the darkness. It is a constriction, a stranglehold on the flow of essence through the adra. Through the Tooth, you pry the ephemeral grip from the adra's throat.",
      "female": ""
    },
    {
      "id": 174,
      "default": "Soul essence flows from the arena and the jungle around it - a mere trickle at first, but quickly growing into a wild torrent. \r\n\r\nGalawain grows, solidifies, brightens around you. He purrs with the pleasure of his returning strength.",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"I am pleased, Herald of Berath.\"",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"You owe the Faces nothing - they must fend for themselves.\r\n\r\n\"Break your oath to them.\"",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"Consider it done.\"",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"I can't. I gave them my word.\"",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"Then I'd be no better than them.\"",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"But I REALLY want to stab your giant lizard in the face.\"",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"The squeaking and bleating of prey is worth less than nothing. If they took your word as bond, that is only more evidence of their weakness.\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"What will you give me in exchange?\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"Your life, you ignorant whelp.\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"You know within whose territory you feast. That is wise.\"",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"His devotion to the ruthless hunt so impressed me that I asked if he would oversee the Crucible as one of the Faces.\"",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"He accepted. Eagerly.\"",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"Better to endure, to plan. To lie in wait.\"",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"Wael had a tooth of Toamowhai?\"",
      "female": ""
    },
    {
      "id": 191,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"Something like it. It no longer exists.\"",
      "female": ""
    },
    {
      "id": 193,
      "default": "Galawain's beast looks once more at the Tooth and lets out a piercing hiss.",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"I only regret that a scavenger like you stole my kills before I had the chance to crush them in my own claws.\"",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"When I spoke to the gods after I relit the adra at Hasongo, you said you admired him. What changed?\"",
      "female": ""
    },
    {
      "id": 196,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"I said I admired his <i>nerve</i>.\"",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"We believed he intended to rejoin the pantheon, not tear it to pieces!\"",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"Wait, 'my death?' That won't be necessary.\"",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"That's a bold assumption after what I did to Rymrgand.\"",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"How quaint it is that you assume he is the strongest of us.\"",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"A pity. Pray I am this generous when next we meet.\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"The squeaking and bleating of prey is worth less than nothing. If they took your word as bond, that is only more evidence of their weakness.\"",
      "female": ""
    },
    {
      "id": 205,
      "default": "\"Your scheme never would have worked, whether you stabbed my beast or no.\"\r\n\r\nDisdain twists Galawain's lips into an ugly sneer.",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"Even Wael knew better than to keep theirs.\"",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"Whehami said that he'd been incarnated here many, many times. You're not just hoarding souls here - you're cycling them.\"",
      "female": ""
    },
    {
      "id": 208,
      "default": "\"Yes. I lure appropriate souls, souls bound for me, to this place.\"",
      "female": ""
    },
    {
      "id": 209,
      "default": "\"I keep them, protect them, nurture them.\"",
      "female": ""
    },
    {
      "id": 210,
      "default": "\"And if the time comes, I will reap them.\"",
      "female": ""
    },
    {
      "id": 211,
      "default": "\"Sounds like a plan.\"",
      "female": ""
    },
    {
      "id": 212,
      "default": "\"That's repulsive.\"",
      "female": ""
    },
    {
      "id": 213,
      "default": "[Attack] \"I'm putting an end to this!\"",
      "female": ""
    },
    {
      "id": 214,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 215,
      "default": "The glow of his eyes grows piercing, intent.\r\n\r\n\"Your soul would keep this island fat and sated for a time. It is... heavy with lifetimes of slaughter and cunning.\"",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"It is not the scheme of a scrabbling, desperate creature with its leg caught in a trap - it is my <i>right</i>.\"",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"Is the spider repulsive for snaring the fly? Is the bear for gorging itself ahead of a barren winter?\"",
      "female": ""
    },
    {
      "id": 218,
      "default": "\"But it is not mine to ensnare.\r\n\r\n\"For now.\"",
      "female": ""
    }
  ]
}