{
  "Component": "lax1_exported",
  "Name": "conversations\\lax01_00_arena_island\\lax01_00_cv_introduction_initiate",
  "Entries": [
    {
      "id": 1,
      "default": "You stumble into a room only brightly lit in comparison to the tunnel from which you came. A man with soft features and round eyes blinks mutely before clearing his throat.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Don't matter none, you're finally here is all. Crowd gets restless waiting. You best get out to the pit.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"I think you may have confused me with someone else.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Where am I?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"You're in challenger's chamber, yeah? That makes you challenger. Beyond that? Don't matter none.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "He stares blankly at you.",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"See me in action? This isn't a brothel, is it?\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"I left my pack back in the cave. It has all my best potions.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Look, you're all wobbly in knees in face of death, I understand. But you should have thought of that before you entered arena!\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "The aumaua stabs a finger at the archway, then takes a step back, brushing his hand along a column as he does so. The door closes between you.",
      "female": ""
    },
    {
      "id": 12,
      "default": "He sighs, pulls a pouch from his belt, and shoves it into your hands.",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Everyone champs at the bit to see you in action!\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Humaire wants to bend your ear. You go find her in Hall of Memories, straight past me.\"\r\n\r\nHe frowns, rubs the back of his head, and clears his throat.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Also, er, sorry about before.\"\r\n",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Ekera, the wall! <i>What</i> even is down there?\"\r\n\r\nHe cranes his neck, peering over your shoulder.",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Wait, what?\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Who are you?\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Pit! Go out to pit!\"\r\n\r\nHe jerks a thumb at a nearby door.\r\n",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"That don't matter none, neither. I'm the kith supposed to get <i>you</i> before the people.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"You having second thoughts about the rite? Stop. It's too late. \"\r\n\r\nHe gestures sharply at the portal behind him.\r\n",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"I'm not going into your damned pit!\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"What's going on here?\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Next time... forget less!\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"What? No! Just, get out there!\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"You're going to put on a show's what.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"Fine! Don't go in, then! Just disappear back into your hole!\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "Huffing, he stomps back through the doorway and brushes his hand along a column. The door closes between you.",
      "female": ""
    },
    {
      "id": 34,
      "default": "The guard from before sheepishly rubs the back of his hairless head.",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"No apology needed, but point me to whomever is in charge.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"I need to speak with the person in charge.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Oh. Oh! Then praise be to Toamowhai, for there's a warrior's spirit within you! You've come to right place to slake that thirst!\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Yes, of course. Toamowhai truly rules this place, but Humaire deals with matters that pertain to lowly kith.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"You are alive - praise Toamowhai! I did not uh... I had not uh... I should have verified you were intending to join our Crucible games instead of... uh...eh...\" \r\n\r\nThe guard stomps his foot as his words end in stammering.",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Instead of throwing me into your blood sport pit?\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Last I saw her, Humaire was upstairs, watching the fights. You should speak to her. She will know more than me.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"I haven't had that much fun since the last time I killed something.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"Some challengers, they hesitate before the moment of battle, only then understanding what comes upon them.\" He swallows.",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Your sincere confusion, I thought cold feet. I apologize a hundred times! But you stand here now. It must be as Toamowhai wills!\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Ekera.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Wouldn't be a problem if it were. Kazuwari's hurtin' for a fine brothel.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"All brothels are arenas, captain, but not all arenas are brothels. This is a lesson better learned early, I say.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"It's got the same scent as the Wild Mare, don't it? Like upscale stables.\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Friendly, isn't he?\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"I'll let you handle this one.\" Konstanten puts as much of you between himself and the man as possible.",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Just point me towards the nearest drink.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"It is Corrin you want, then. You go find him near stairs.\" He points northward through the chamber.",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"But you should speak with Humaire.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Aye, seconded thrice over. Nothing be working up an old salt's thirst like defying death.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"You'd better put down coin for that ale you owe me while you're at it.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"We're a little more than just 'some challengers,' but it's cute that you'd think that.\" \r\n\r\nMaia glances up from oiling her gun long enough to smile. ",
      "female": ""
    },
    {
      "id": 59,
      "default": "His scarred face split by a wide grin, Rekke nods vigorously.",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Aye, lass. Wouldn't have you be thinking me a debtor.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"That's about the closest thing you'll get to an apology around here.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Looks like you can hold your own in a fight. That's great! Really useful for not dying.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Now you're speaking my language, captain!\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Best not to argue with him, Watcher. Some of these folks got short fuses and itchy sword arms.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"Welcome to the Temple of Toamowhai, Watcher! Home sweet home.\"",
      "female": ""
    }
  ]
}