{
  "Component": "lax1_exported",
  "Name": "conversations\\lax01_00_arena_island\\lax01_00_cv_aexica",
  "Entries": [
    {
      "id": 1,
      "default": "A soul stands before you, pulsing with essence. Flowing robes sheathe her form, and long, black hair crowns her head.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Welcome, champion. I wish this were the reward you deserve. But the work of the righteous seeker is never easy, I'm afraid, nor ever complete.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "The flowing hair and gown of Aexica flutter slowly despite the lack of wind in this corner of the Beyond. \r\n\r\nHer face and features appear more defined here, and you see now her rigid posture and wrinkles forged by decades of worry and frustration.",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Hello, Watcher. Thank you for accepting our invitation.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Hello again, Watcher. I apologize for the strangeness of our meeting place - and the brusqueness of our invitation.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"You stand within the Crucible's heart. As one of the stewards of this place, it pains me to admit that you've caught us in a state of... floundering weakness.\"\r\n\r\nShe points to the massive pillar that runs through the seemingly infinite landscape.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"I'm told Whehami plans to escape this place.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"I take it the broken pillar is to blame for the unquiet souls Humaire mentioned.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"Whehami wishes to shirk his duties and defy the Wheel by returning to the living.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"But now you're here, and I imagine the gods follow on your heels.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"In his desperate flailing to escape, Whehami smashed the pillar.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Is escape even possible?\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Why should me being a Watcher matter?\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"What precipitated this?\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"How do I fix this?\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"You must overwhelm the Slaying Face.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"I need to know more about this place.\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"I don't care about any of this. Get me out of here.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"With the pillar fragmented, there is no freeing you. Until the flow of souls is restored, you are trapped here with us.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Theoretically. Though I highly doubt it.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"Theoretically speaking, you bridge the gap between the physical world - the Here - and the metaphysical world.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"Galawain will turn to protect what is his. I believe Whehami aims to ransom it.\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Every hunter chases Galawain in their own way. Mine was to have Galawain come to me.\"",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"How long ago was this all built, and what sort of 'inspiration' did Watchers like me provide?\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"So this place is one giant trap for the souls of those who lose at combat?\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"You could say it was made in your image, in a manner of speaking.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"A Watcher can seek souls in the In-Between but, more curiously, those souls can see them back.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"The mechanism within the Crucible attempts to replicate that signaling property, only without a mortal body that is susceptible to death or disease.\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"After that, restoring the flow should be a simple enough task for a Watcher. One would hope.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"I will deal with Whehami.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Solve this yourself, I'm not interested.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"I am the Slayer Champion. He <i>will</i> listen to me.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"I find it very hard to believe the Seeking Face would decline freedom and choose to stay in one place.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"Do I hear an accusation in your words?\" ",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Have others left their posting here, or is Whehami's attempt the first?\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"No. We were the first set to this task.\"\r\n\r\nA slight frown mars her spiritual features.",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"So you'd rather just remain trapped in this forsaken place?\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"Know that he lives up to his role as the Slaying Face. Be on your guard, Watcher.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"I fear that your patron has moved beyond reason, but if anyone can command his respect, it is his chosen.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"You use the name Galawain when others here use Toamowhai. Why?\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"We featured it prominently in our designs here on Kazuwari, in part to appease their overbearing king.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"Believe what you will. I served Galawain before I died, and I have served him for lifetimes since.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"You may have noticed that Kazuwari is overrun with beasts of unusual size - animals touched by Galawain?\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Always us three. I cannot imagine it any other way. It may not even be possible to leave, but Whehami <i>will</i> try.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"The Seeking Face is a spider for a reason. There is a time to chase, and there is a time to let your prey chase you.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"You return.\"\r\n\r\nThe soul of Aexica nods at your approach, bowing slightly in a cordial salutation.",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"I think that you manipulated Whehami into stopping the flow of souls.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Do your champion a small courtesy and quit lying to me.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"I'm still figuring things out. Excuse me for a moment.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"Patience is one of our few luxuries. I will be here when you are ready.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"The Crucible is my brainchild, the finest web a spider could desire. Why would I harm this place?\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Clever delivery, I almost didn't sense the sarcasm.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Whehami said you told him about the Tooth of Toamowhai. You wouldn't have without knowing how he'd use it.\"",
      "female": ""
    },
    {
      "id": 109,
      "default": "[Attack] \"Enough of your lies. Your existence ends here.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "The ancient spirit stares at you blankly for a long, still moment.\r\n\r\nFinally, she nods.",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"This place is my life's work. Yet eternity here? What a truly maddening prospect.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"If you wish to fault a prisoner for attempting escape, so be it. This seeker will not be caged forever.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"How exactly were you planning on escaping?\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"And now Galawain comes for your head. Your sabotage has doomed Kazuwari and the Crucible.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"I'm fixing the Crucible and leaving this place, step aside or perish.\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"As you determined, Whehami, Erūke, and I are bound more closely than three individual souls can be.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"But if you will not relent, we will settle this as the Clever Hound would have it.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"I will miss this place. But by the time the Changeling reaches the statue, I intend to be elsewhere.\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"From one seeker to another, having it all end in violence is a waste of all your efforts. You could still be a seeker - one seeking the mysteries of the Wheel.\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"Then perhaps I must perish. But I have struggled too long to acquiesce to you.\"\r\n\r\nHer eyes flare as a dark, translucent aura surrounds her.",
      "female": ""
    },
    {
      "id": 122,
      "default": "[Reach out and crush her soul.]",
      "female": ""
    },
    {
      "id": 123,
      "default": "[Attack] \"Let's end this.\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"You would describe the end of a mind in such poetic terms? Did Rymrgand send you?\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"I cannot deny the merit of your words, nor, I suppose, your right to judge my actions.\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "[Use Marux Amanth to disrupt her soul.]",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"I am sorry, friend.\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"It takes wisdom to know when to back down. Galawain would be proud.\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"About time. Now how do I leave this crazy place?\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "Your essence reaches out to grip her soul, only to find her spirit defies confinement. She wriggles free from your soul's grasp.",
      "female": ""
    },
    {
      "id": 137,
      "default": "Though Aexica is quick to retreat from her erstwhile blade, she hesitates just long enough for you to jab it into the soul.\r\n\r\nThe effect is immediate, as she erupts into essence and vanishes with an inchoate scream.",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"Commune with the adra vein. A Watcher of your skill should find your way through.\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"I am too old for coddling comments. I know what I did was wrong. I will be judged, I'm certain.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"Why didn't you want the Huana knowing your true plans for this place?\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"Whehami was a Watcher in life. He may know something I do not.\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"What do you mean?\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"Before you appeared, I saw a glimpse of your past. You spoke to a king, as well as your assistant.\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"Don't play coy. I am the Seeking Face's chosen, and right now, I seek an honest answer.\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "[Stare pointedly.]",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"Erūke said something about copper lines and the Huana not finding out.\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"Ah... yes. I should remember I am speaking to a Watcher.\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"I suppose you have earned the right to direct answers.\"\n\nShe nods slowly.",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"Never mind, I seem to be mistaken.\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"The Surviving Face speaks too freely of my past.\"\r\n\r\nShe shakes her head with a sigh.",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"When we conceived of the Crucible, we were on the cusp of several major breakthroughs in our study of the soul and the Beyond.\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"That the Crucible's true nature remains hidden to this day - I take a measure of pride in it.\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"Within the Crucible, today's hunters may learn - firsthand and without coddling - the lessons that slew hunters of the past.\"",
      "female": ""
    },
    {
      "id": 157,
      "default": "The spirit looks you up and down, but says nothing.",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"Well, the <i>actual</i> Galawain is on his way here. With a very big lizard.\"",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"That is not ideal.\"\r\n\r\nShe runs a hand through the ghostly translucence of her hair, a look of concern visible even on her wispy face.",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"By severing the Crucible's connection to the rest of the Beyond, Whehami has limited Galawain's influence on Kazuwari.\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"I can only imagine that he has sent an agent to reclaim it by force. His beast will drench Kazuwari in blood.\"",
      "female": ""
    },
    {
      "id": 162,
      "default": "\"Another reason, Watcher, why you must. Stop. Whehami.\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"The three of you are all united by a single soul. You war against yourselves.\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"Of course, we are united by Galawain, but we are each different aspects, it is in our nature to disagree.\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"You each recall being here for the same duration. And Whehami is surrounded by his past lives.\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"You are different lifetimes of a soul that has served Galawain across many lives.\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "The soul falls silent, her chin cupped in her hand as she ponders your words.",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"You are a clever spider, aren't you? I'd expect nothing less.\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"It means you shouldn't be fighting against one another. You're only fighting yourselves.\"",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"I think you knew this. You think that if Whehami escapes, so do you.\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"I suppose it doesn't.\"",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"A clever theory, but only that.\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"Perhaps that is the truth. But what of it?\"",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"Everything is struggle. Why should it be different within a soul?\"",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"Regardless, you have a problem to deal with, and it isn't me.\"",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"If conflict is the only recourse you understand, so be it.\"\r\n\r\nAexica straightens, her eyes flaring brightly, as she readies for your attack.",
      "female": ""
    },
    {
      "id": 216,
      "default": "\"Fix the Crucible and return to the Here. May Galawain forgive us our trespass.\"",
      "female": ""
    },
    {
      "id": 217,
      "default": "\"Let's discuss something else.\"",
      "female": ""
    },
    {
      "id": 218,
      "default": "The spirit looks you up and down, but says nothing.",
      "female": ""
    },
    {
      "id": 219,
      "default": "\"Well. When you tire of the Beyond and decide you wish to see the living world again, perhaps then you will seek out Whehami.\"\r\n\r\nShe shakes her head as she turns from you.",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"Over time, Galawain bent the figure to his purposes. He may have stolen its identity, but in doing so, he granted it a kind of godhood.\"",
      "female": ""
    },
    {
      "id": 221,
      "default": "\"The Huana, however, did not share our interests. As a result, much of this place was constructed in secret, away from their attention.\"",
      "female": ""
    },
    {
      "id": 222,
      "default": "\"But yes, we designed the Crucible to capture the essence of those who met defeat here. And some of the power of the victorious.\"",
      "female": ""
    },
    {
      "id": 223,
      "default": "\"Who are you, exactly?\"",
      "female": ""
    },
    {
      "id": 224,
      "default": "\"Besides the Seeking Face, you mean?\"",
      "female": ""
    },
    {
      "id": 225,
      "default": "\"I am Aexica. I designed the Crucible. I am responsible for it.\"",
      "female": ""
    },
    {
      "id": 226,
      "default": "\"Ah, the soul of an ancient animancer. Fantastic.\" He crosses his arms.",
      "female": ""
    },
    {
      "id": 227,
      "default": "\"Now the flow of souls through this place is choked - and the Crucible doomed.\"",
      "female": ""
    },
    {
      "id": 228,
      "default": "\"Your pillar's a bit crooked.\"",
      "female": ""
    },
    {
      "id": 229,
      "default": "\"Fye, a bowlie thing isna sae bad if ye conne how to use it.\"",
      "female": ""
    },
    {
      "id": 230,
      "default": "\"But his time among the living is over. His place is here.\"",
      "female": ""
    },
    {
      "id": 231,
      "default": "\"Even here we sense the Dawnstars' rise. And through our connection to Galawain, we understand his aim.\"",
      "female": ""
    },
    {
      "id": 232,
      "default": "\"We built this place, in part, to serve as a larder if Ukaizo fell. Or, for that matter, failed.\"",
      "female": ""
    },
    {
      "id": 233,
      "default": "\"Ain't a half-bad plan, 'cept for the part where he be taking on a god.\"",
      "female": ""
    },
    {
      "id": 234,
      "default": "\"Not that we'd know a thing about that.\"",
      "female": ""
    },
    {
      "id": 235,
      "default": "\"Whehami will not listen to my words, however. I suspect he will only respect force.\"",
      "female": ""
    },
    {
      "id": 236,
      "default": "Something in the way she stares at you - as if you're an insect trapped within her web - sets you ill at ease.",
      "female": ""
    },
    {
      "id": 237,
      "default": "\"Again Od Nua's madness strikes at the foundations of our work. Again Eothas tears at his own heart.\"",
      "female": ""
    },
    {
      "id": 238,
      "default": "\"You know something about Od Nua?\"",
      "female": ""
    },
    {
      "id": 239,
      "default": "\"It was his mad drive to retrieve his dead son that began this all. He proved the priests correct.\"",
      "female": ""
    },
    {
      "id": 240,
      "default": "\"In the gods' absence, kith fear nothing save their own death.\"",
      "female": ""
    },
    {
      "id": 241,
      "default": "\"They would tear one another apart at the merest provocation, and rip from the Beyond the souls of the fallen.\"",
      "female": ""
    },
    {
      "id": 242,
      "default": "\"Kith believe themselves better than Wilder. Better than the beasts they hunt. That Galawain protects.\"",
      "female": ""
    },
    {
      "id": 243,
      "default": "\"They are mistaken. Without the gods, society would crumble into dust.\"",
      "female": ""
    },
    {
      "id": 244,
      "default": "\"We do not all require <i>deities</i> to provide us our code of honor.\"\r\n\r\nPallegina scoffs, her feathers ruffling.",
      "female": ""
    },
    {
      "id": 245,
      "default": "\"Once pacified, his hold over the pillar should loosen.\"",
      "female": ""
    },
    {
      "id": 246,
      "default": "In the momentary expression you catch a hint of profound loathing. Whehami, it seems, is not the only Face frustrated by the company he is forced to keep.",
      "female": ""
    },
    {
      "id": 248,
      "default": "\"And good luck.\"",
      "female": ""
    },
    {
      "id": 249,
      "default": "\"This is no typical temple to Galawain. It was designed to advance our understanding of soul manipulation.\"",
      "female": ""
    },
    {
      "id": 250,
      "default": "\"Actually, the talents of the Watchers inspired aspects of its design.\"",
      "female": ""
    },
    {
      "id": 251,
      "default": "\"Toamowhai was a mythic figure among the ancient Huana. A great three-headed monster, the greatest of all predators.\"",
      "female": ""
    },
    {
      "id": 252,
      "default": "\"Didn't the dragon Neriscyrlas mention something similar?\"",
      "female": ""
    },
    {
      "id": 253,
      "default": "\"You refer to the dragons of mighty Ukaizo? More guardians than predators, but... the details are muddled in legend.\" \r\n\r\nTekēhu looks off into the distance, lost in his thoughts.",
      "female": ""
    },
    {
      "id": 254,
      "default": "\"So it is a god, but not a god, twisted by gods into godhood? Captain, I have many questions.\" \r\n\r\nTekēhu nurses the back of his head. ",
      "female": ""
    },
    {
      "id": 255,
      "default": "\"But first, he will destroy this statue and all within it. The two of us included.\"\r\n\r\nArms crossed, Aexica taps her foot with frustration.",
      "female": ""
    },
    {
      "id": 256,
      "default": "\"Yes.\"",
      "female": ""
    },
    {
      "id": 257,
      "default": "\"No.\"",
      "female": ""
    },
    {
      "id": 258,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 259,
      "default": "\"To a hunter - or a god of hunting - the term 'trap' is no pejorative.\"",
      "female": ""
    },
    {
      "id": 261,
      "default": "\"That this place also serves as an island of bounty proved an unintended but desirable outcome.\"",
      "female": ""
    },
    {
      "id": 262,
      "default": "\"Such creatures were not of this island prior to the Crucible's construction.\"",
      "female": ""
    },
    {
      "id": 263,
      "default": "\"What would you have of me?\"",
      "female": ""
    },
    {
      "id": 264,
      "default": "\"Almost reminds you of somebody, don't she?\"\r\n\r\nShe glances askance at Ydwin.",
      "female": ""
    },
    {
      "id": 265,
      "default": "\"Yes, very insightful, Dawnstar. Now return to your glowing bauble and leave the discussion to the adults.\"",
      "female": ""
    },
    {
      "id": 266,
      "default": "\"We are better than the <i>imps,</i> at least. That much is beyond debate.\" Fassina scowls. ",
      "female": ""
    },
    {
      "id": 267,
      "default": "\"The vulpinet wishes us to believe she is content with her leg in a trap. I do not believe this for a moment.\"",
      "female": ""
    },
    {
      "id": 269,
      "default": "\"This doesn't add up. If you've got a need to wander at the core of your soul, there's nothing worse than standing still. Stagnating.\"",
      "female": ""
    },
    {
      "id": 270,
      "default": "She snorts. \"I resent the implication. I have given lifetimes to Galawain. Why would I surrender the power I have earned?\"",
      "female": ""
    },
    {
      "id": 271,
      "default": "She shakes her head.",
      "female": ""
    },
    {
      "id": 272,
      "default": "\"Believe what you will. I deny it.\"",
      "female": ""
    },
    {
      "id": 273,
      "default": "\"I suppose with my age and experience I should have known better than to try to out-slither a snake.\" She favors you with an appraising grin.",
      "female": ""
    },
    {
      "id": 274,
      "default": "\"The first centuries were bliss, but... This is no way to be - unable to travel, unable to seek new sights...\"",
      "female": ""
    },
    {
      "id": 275,
      "default": "\"So yes. I gave Whehami the idea to choke off the adra. More, I suggested that he might trade places with a Watcher.\"",
      "female": ""
    },
    {
      "id": 276,
      "default": "\"The gods do not brook disobedience.\"",
      "female": ""
    },
    {
      "id": 277,
      "default": "\"The only substantial risk would be whether you would accept the honor of serving Galawain as we do.\"",
      "female": ""
    },
    {
      "id": 278,
      "default": "\"I have dedicated centuries to my cause. To betray that. I suppose, perhaps, that I have been foolish.\"",
      "female": ""
    },
    {
      "id": 279,
      "default": "\"In that he attends the end of all things, yes.\"",
      "female": ""
    },
    {
      "id": 282,
      "default": "\"Not directly.\" The animancer frowns slightly at the ancient soul.",
      "female": ""
    },
    {
      "id": 283,
      "default": "\"I relent. Tell Whehami that I have deceived him, that he needs to let you put aright the madness I set in motion.\"",
      "female": ""
    },
    {
      "id": 284,
      "default": "\"I intended to follow Whehami through if you relented or if he overcame you. If he failed, I would have overcome you instead.\"",
      "female": ""
    },
    {
      "id": 285,
      "default": "\"She doesn't lack for confidence.\"",
      "female": ""
    },
    {
      "id": 286,
      "default": "\"Whehami thinks he can leave the Beyond in my body.\"",
      "female": ""
    },
    {
      "id": 287,
      "default": "\"That's... It is a surprisingly interesting idea. Especially given that you are a Watcher.\"",
      "female": ""
    },
    {
      "id": 288,
      "default": "\"Back to my other questions.\"",
      "female": ""
    },
    {
      "id": 289,
      "default": "\"What would you have of me?\"",
      "female": ""
    },
    {
      "id": 290,
      "default": "\"If not through me, then through what?\"",
      "female": ""
    },
    {
      "id": 291,
      "default": "\"Ultimately it's less a matter of how he leaves than what he leaves behind.\"",
      "female": ""
    },
    {
      "id": 292,
      "default": "\"Nature abhors a vacuum. Any attempt to leave one here will tear Whehami apart.\"",
      "female": ""
    },
    {
      "id": 293,
      "default": "\"If he is to escape, he must leave something in his place. Something of significant spiritual puissance.\"",
      "female": ""
    },
    {
      "id": 294,
      "default": "\"Whatever suffered such a fate, however, would become enslaved by Galawain's will.\"",
      "female": ""
    },
    {
      "id": 295,
      "default": "\"No, listen. The three of you are awakened memories of a single soul.\"",
      "female": ""
    },
    {
      "id": 296,
      "default": "\"What does it matter whether we are three minds or three souls?\"",
      "female": ""
    },
    {
      "id": 297,
      "default": "\"What do you mean to imply?\"",
      "female": ""
    },
    {
      "id": 298,
      "default": "\"Because it sounds to me like you're saying these spirits, while of one soul, are all unique minds, and deserving of being treated as such.\"",
      "female": ""
    },
    {
      "id": 300,
      "default": "\"Do you believe the same is true of Iselmyr, then? That although we share one soul, we are of two distinct identities?\"",
      "female": ""
    },
    {
      "id": 302,
      "default": "\"Then we're agreed. What else is there?\"",
      "female": ""
    },
    {
      "id": 305,
      "default": "\"Pardon me, are you speaking from experience?\" Arms folded, Aloth cuts a cold glance in your direction.",
      "female": ""
    },
    {
      "id": 306,
      "default": "\"Aye, you thinkin you conne whit is 't to be a pair o' minds fechtin for ane body?\"\r\n\r\nAloth's expression briefly twists into a fierce snarl before smoothing back into his usual dispassionate half-frown.",
      "female": ""
    },
    {
      "id": 307,
      "default": "\"Iselmyr and I may share a soul - and <i>my</i> body - but we are each of us our own person. I have not lived her life, and she has not lived mine. We are <i>not</i> the same.\"",
      "female": ""
    },
    {
      "id": 308,
      "default": "\"Fifty pires say she denies the whole thing. What do you say, captain?\" Maia folds her arms and winks.",
      "female": ""
    },
    {
      "id": 309,
      "default": "\"An individual can be divided against themselves without being awakened to past lives.\"",
      "female": ""
    },
    {
      "id": 310,
      "default": "\"The Surviving Face no longer survives, then. I won't ask why.\" Her glowing gaze bores into you.",
      "female": ""
    },
    {
      "id": 311,
      "default": "\"You will be mine, Watcher!\"",
      "female": ""
    },
    {
      "id": 312,
      "default": "\"I've come to finish things, Seeking Face.\"",
      "female": ""
    },
    {
      "id": 313,
      "default": "\"Do as you think you must, my chosen.\"",
      "female": ""
    },
    {
      "id": 314,
      "default": "\"Deal.\"",
      "female": ""
    },
    {
      "id": 315,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 316,
      "default": "\"Let's have it then. My captain asked you a question - is all of this some kind of elaborate escape trick, or isn't it?\" ",
      "female": ""
    },
    {
      "id": 317,
      "default": "\"I don't have that kind of money.\"",
      "female": ""
    },
    {
      "id": 318,
      "default": "\"Seriously? We'll worry about that later.\" Maia shrugs and returns her focus to Aexica. ",
      "female": ""
    },
    {
      "id": 319,
      "default": "\"Playing it straight. I can respect that.\" Maia shrugs and returns her focus to Aexica. ",
      "female": ""
    },
    {
      "id": 320,
      "default": "Observing your exchange, Aexica blinks and slowly shakes her head. ",
      "female": ""
    },
    {
      "id": 321,
      "default": "\"Don't mind me as I help myself.\" Maia clears her throat and takes a pouch of coins from your pack. ",
      "female": ""
    },
    {
      "id": 322,
      "default": "\"No thanks.\"",
      "female": ""
    },
    {
      "id": 323,
      "default": "\"Hey, you got her to admit it after all! Here, I owe you this.\" Maia clears her throat and returns the money she took from your wager, plus a little extra.",
      "female": ""
    },
    {
      "id": 324,
      "default": "\"Better buy me something nice with your winnings, cutie.\"",
      "female": ""
    },
    {
      "id": 325,
      "default": "\"Your formal wear <i>is</i> looking a little less than formal these days. I suppose I can invest a few coins in your good looks.\" Maia thumbs her chin and looks you over. ",
      "female": ""
    },
    {
      "id": 326,
      "default": "\"Pleasure doing business, captain.\" She shakes your hand with a firm pump and winks at you.",
      "female": ""
    },
    {
      "id": 327,
      "default": "\"If I take this idea to its conclusion, then it would appear I am meant to understand that you believe Iselmyr was as equally entitled to <i>my</i> body as I am.\"",
      "female": ""
    },
    {
      "id": 329,
      "default": "\"The Faces' situation isn't identical to yours.\"",
      "female": ""
    },
    {
      "id": 330,
      "default": "\"I'm sorry, that's not what I meant.\"",
      "female": ""
    },
    {
      "id": 331,
      "default": "\"Shut up, Aloth.\"",
      "female": ""
    },
    {
      "id": 332,
      "default": "\"<i>I</i> know that. I wanted to be certain you did, as well.\" Aloth turns away with a weary sigh.",
      "female": ""
    },
    {
      "id": 333,
      "default": "\"I would certainly hope not.\" Aloth turns away, his mouth set in a thin, bloodless line.",
      "female": ""
    },
    {
      "id": 334,
      "default": "\"Gladly, if it means an end to this pointless conversation.\"\r\n\r\nHe abruptly turns his back on you and says no more.",
      "female": ""
    },
    {
      "id": 335,
      "default": "\"I am glad to have provided you two the opportunity to work this out.\"",
      "female": ""
    },
    {
      "id": 338,
      "default": "\"You're right, I think you made the wrong choice. Iselmyr is her own person, entitled to her own life.\"",
      "female": ""
    },
    {
      "id": 339,
      "default": "\"You- you were the one who encouraged me to assert dominance over her in the first place! How can you- agh!\"\r\n\r\nNear to frothing with barely contained frustration, Aloth throws his hands up and turns away.",
      "female": ""
    },
    {
      "id": 340,
      "default": "\"That simple, huh? Defeat a legendary warrior handpicked by a god to run the Crucible? And do it on his own turf?\"",
      "female": ""
    },
    {
      "id": 341,
      "default": "\"Sure, sounds easy.\"",
      "female": ""
    },
    {
      "id": 342,
      "default": "\"Aye, and the ground we stand on, in case you'd forgotten.\"\r\n\r\nThe pirate's blue fur bristles.",
      "female": ""
    },
    {
      "id": 343,
      "default": "\"The lie that keeps on killing. What an achievement.\"",
      "female": ""
    },
    {
      "id": 344,
      "default": "\"It feeds off the living, too?\"",
      "female": ""
    },
    {
      "id": 345,
      "default": "\"This soul collection - is that somehow to blame for the island's oversized wildlife?\"",
      "female": ""
    },
    {
      "id": 346,
      "default": "\"It does not allow those energies gathered or expelled by the contenders to go to waste.\"",
      "female": ""
    },
    {
      "id": 347,
      "default": "\"Once or twice.\"",
      "female": ""
    },
    {
      "id": 348,
      "default": "\"I don't see how.\"\r\n\r\nYdwin peers over her spectacles at you.",
      "female": ""
    },
    {
      "id": 349,
      "default": "\"Not if the energies are consumed or stored. If they're somehow returned to the island, however...\"\r\n\r\nShe frowns.",
      "female": ""
    },
    {
      "id": 350,
      "default": "\"Huh. There's a saying I heard once, came from Aedyr. Was about, uh, scepters and thrones?\"",
      "female": ""
    },
    {
      "id": 351,
      "default": "\"Can't say I like the sound of that.\"",
      "female": ""
    },
    {
      "id": 352,
      "default": "\"They would lose themselves, subsumed into the role of the Faces of the Hunt.\"",
      "female": ""
    },
    {
      "id": 353,
      "default": "\"Retrieve the Tooth of Toamowhai from Whehami.\"",
      "female": ""
    },
    {
      "id": 354,
      "default": "\"There's a whole lot of assumptions in that statement.\"",
      "female": ""
    },
    {
      "id": 355,
      "default": "\"As you wish.\"\r\n\r\nHe abruptly turns his back on you and says no more.",
      "female": ""
    },
    {
      "id": 356,
      "default": "\"[Player Name], I- How can you say that? I thought we- But you <i>told</i> me-\" He breaks off, his voice shaking, and turns away.",
      "female": ""
    },
    {
      "id": 357,
      "default": "\"I can't think about this right now. We have more important business to attend to, in any case.\"",
      "female": ""
    },
    {
      "id": 358,
      "default": "\"'Barbed are scepters, and hooked are thrones.' We do so love our aphorisms.\"",
      "female": ""
    },
    {
      "id": 359,
      "default": "\"That's the one.\" He chuckles. \"Pretentious lot, you Aedyrans.\"",
      "female": ""
    }
  ]
}