{
  "Component": "lax1_exported",
  "Name": "conversations\\lax01_00_arena_island\\lax01_00_cv_eruke",
  "Entries": [
    {
      "id": 2,
      "default": "\"Though possessed of our own names - our own eyes and minds - we have united in purpose.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"I wish to see you returned to your proper place, but the other Faces conspire against us.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Who are you, exactly?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Whehami seeks to escape... but you do not? Why?\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"I need to help these souls.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"I endured the remainder of my life in this inhospitable place - a very long life - all of it spent as nature would will it.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Leave this place? How then would I serve Toamowhai?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Whehami's grip on the flow of souls must be loosened. After that... Well, you are a Watcher.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"If not, then the Slaying Face will certainly understand violence. Indeed, I'm sure he'd prefer it.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"I'll see what I can do.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"I'll uh... get right on that.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"Take your time. It is only the fate of Kazuwari - and your soul - in the balance.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Where am I?\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Whehami shattered the spine of souls. Now, those who perish in the Crucible do not move on to meet the Wheel.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Toamowhai guide your hunt.\"\r\n\r\nErūke's form blurs into a soft light and departs towards the southwest.",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"I came to this island when I was very young. It was a time of chaos and suffering throughout the Deadfire.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Why should I trust anything you're telling me?\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"I am Whehami's chosen. Perhaps he will listen to me.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Perhaps your arrival is the hunter god's reply.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"This is Toamowhai's domain - one of the great hunter's many dens in the Beyond.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"How did the Slaying Face destroy the 'flow of souls?'\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"His strength is rivaled only by his stubbornness, but I hope he will consider your words.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Trust is for prey. But ignore my words, and you will remain here forever.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Though you could not walk there from here, you are, in a fashion, still on Kazuwari.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Answer some questions for me, I'm still trying to make sense of this.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "Crowned in a stylized boar helm, a starved and sinewy aumaua kneels in quiet contemplation. All manner of scars and burns festoon their arms, and stringy, unkempt hair dribbles from the collar of their helmet.",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"It would be stranger if all of this seemed normal to you. How may I enlighten?\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"We are within the heart of the Crucible. The Pool of Memories was simply the entry.\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"Are we inside the Pool of Memories?\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"If this is Toamowhai's realm, where is Toamowhai?\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Exactly how many of you are in here?\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"What exactly do you do here that serves your god?\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"I've heard enough.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"Do you not see his ribs, his eyes, his blood? This place <i>is</i> Toamowhai.\"\n\nErūke spreads out their arms, their head titled back.",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"His presence surrounds us. Listen, and you will hear his roars and purrs.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"All who die in the Crucible pass through this place, but only the three of us - Whehami, Aexica, and I - remain to honor the hunter god.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"No. Always the three of us. I can't recall a time without the others.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Were there other 'Faces' before you arrived?\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Perhaps Whehami believes he can burden you with his role as the Slaying Face and escape this place.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Our task is to sing the Crucible into action, providing the means for a true contest of skill.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"So when Humaire spoke of the souls being out of harmony, she was sensing the three of you squabbling?\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"I suspect she sensed the disruption in the flow of souls after Whehami... Made his mark.\"\r\n\r\nErūke points to the fractured adra pillar.",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"I fear the slow death of this place - or the wrathful return of Toamowhai - should the spine remain broken.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"I'm your champion - need me to crush this slayer fool next?\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Every slayer must meet its match eventually. Perhaps Whehami's time is nigh.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"But his wrath has served Toamowhai well, and it will serve him in kind.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Watcher.\"\r\n\r\nErūke's head lowers slightly in greeting.",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"I believe Aexica has manipulated Whehami in a bid to escape.\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"Let me out, or I'll start destroying all of you until I'm free.\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Whehami seems certain that this ends with either me trapped or in bloodshed. Help me convince him otherwise.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Wait a moment, I'll be back.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Where would I go?\"",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"The Slaying Face is nothing if not predictable.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"I am left with little choice but to destroy Whehami.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Though we are united in service of Toamowhai, I fear that for the Crucible to survive, this must be done.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"I fear this course of action, but you are my chosen, and I will put my faith in your resolve.\" ",
      "female": ""
    },
    {
      "id": 82,
      "default": "\"That would explain Whehami's sudden onset of long-term plotting.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "The spirit shakes their head.",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"I assure you, champion, that killing me will not get you closer to escape.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "[Attack] \"I tire of this.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"So be it.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "With a bellowing war cry, the aumaua spirit charges you.",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Sorry about your pig.\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"My pig? Ah. Watchers oft see the past and present of souls muddled as one. I- I appreciate the condolence.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"You fight with the fury of Toamowhai in all his forms.\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "Erūke points to what at first appear to be a stalactite and stalagmite of adra, nearly touching. The chunks of essence-rich stone floating around it leave little doubt this was once a singular pillar.",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"I'm sorry, I don't care about your problem, I just want to get out of here.\"",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Your escape and my desire to restore this place are one and the same.\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"If you are trying to figure out <i>where</i> you are, the closest answer is that your soul resides within the statue of the Faces of the Hunt.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Since Whehami damaged the pillar, I have spotted momentary glimpses of other souls - lost, wayward, and transient.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"To meddle would defeat this place's purpose. How can we say the best hunter is the best if the hunt is staged?\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"And it is in Whehami's nature to smash whatever is presented to him as a problem without asking questions.\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"I am Toamowhai's will to survive. I am not Toamowhai's calm temperance.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Perhaps conflict is inevitable, but I beseech you to seek another route.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"The three of you arrived at the same time, yet you were each alive at vastly different times. I believe you are all a single soul awakened to your own past lives.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"If we share the same soul, that would mean...\"\r\n\r\nThe aumaua soul taps at their chin in thought.",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"It would mean any attempt by any one of us to escape is both unlikely to work and likely end in our ruin.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"My chosen, the others must be made to understand that we survive together or we perish as one.\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"We have become fractured, turned upon ourselves.\" Their head hangs.",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"I will not flee from the duty of maintaining this sacred place.\" ",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"Live well, Champion of the Hunt.\"",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"Thank you, Watcher. I assumed this would end in destruction, but I am glad to be wrong.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"Repair the flow of souls and the way will open for you.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"I wish to know more of this place.\"",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"I need to know more about you and the others who dwell in this place.\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"Toamowhai's realm is not easily understood. Ask, and I will attempt to explain.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"Then ask, and perhaps I can lead you to clarity.\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "The soul sits almost motionless, awaiting your questions in tranquil silence.",
      "female": ""
    },
    {
      "id": 121,
      "default": "The soul sits almost motionless, awaiting your questions in tranquil silence.",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"You have endured what few others might, my chosen. I am Erūke, the Surviving Face. It is good to finally meet you in person.\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"I am Erūke, the Surviving Face. I wish that I could welcome you under better circumstances.\"",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"Why have you brought me here?\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"I invited you here that the others wouldn't. That you would arrive unblinded and unfettered.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"It was not me who lured you here.\" They raise a single bony finger in correction.",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"The others would use you to escape this place. They mistake it for a prison.\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"To leave this place, you must subdue him. His desecration must be undone.\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"How would I return to the Here?\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"Here, the souls of those who fought and died in his honor may rest until the time of need, when Toamowhai will absorb their cunning, and feast on their might.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"This place exists within and beneath its great statue. From here, we oversee the Crucible games.\"",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"Whehami, the Slaying Face, has destroyed the flow of souls.\"",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"I would prefer that be prevented.\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"Now I am as you see me - the most enduring of the Faces of the Hunt.\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"What are the Faces of the Hunt?\"",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"We are talons shared upon one clawed hand.\"",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"We serve Toamowhai and care for his Crucible.\"",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"It seemed utter madness to violate this place. But now I know he longs to escape. Or perhaps only to avenge himself on Toamowhai.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"They clog this place, or they linger above. Regardless, they wail and rage.\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"End Whehami's stranglehold on the flow of souls, and you can swim it back to the surface.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"Galawain actually warned me away. He sent you a giant lizard instead.\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"Then he has decided to punish us all. Strange to have so little time, after having had so much.\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"I hope that you know more of these things than I do and can repair the damage the Slaying Face has wrought.\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"He chose me to embody his will to survive - and it is a role I shall proudly enact for all eternity.\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"Aexica, the Seeking Face, also resides in this place. She may know how best to handle Whehami.\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"But since the shattering of the spine of souls, he has grown quieter.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"Though we conjure opponents for the contest, we do not control them, nor interfere in battle.\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"Think that means we can summon up a fight?\"",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"Wait, we ain't a talking statue too, now, are we?\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"You were there, weren't you? You saw the great cataclysm which swallowed Ukaizo?\" ",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"That don't exactly explain things.\"",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"By not being stuck within a statue.\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"Pretty sure this one's not telling you the whole truth, Watcher.\" Konstanten narrows his eyes, scrutinizing Erūke.",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"I imagine this will continue until the souls can properly return to the Wheel.\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"I assumed such a thing impossible but... he is determined to try.\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "\"Right fitting title for you, aye cap?\"",
      "female": ""
    },
    {
      "id": 157,
      "default": "\"Clearly the lad ain't never met you, cap.\"",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"She was a good friend, but only the first of many I outlived.\"",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"Consider attempting reason, even if Whehami's nature will likely force a conflict.\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"I never saw Ukaizo, child. Only the storms and the mad sea and the beasts driven to frenzy.\"",
      "female": ""
    },
    {
      "id": 162,
      "default": "The soul sits almost motionless, awaiting your questions in tranquil silence.",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"Whehami corrupted the flow of souls, not I.\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"When you're ready, I will be here.\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "With a single fluid motion, the old aumaua rises to their feet.",
      "female": ""
    },
    {
      "id": 166,
      "default": "The spirit raises an eyebrow.",
      "female": ""
    },
    {
      "id": 167,
      "default": "\"I suspected the same thing, Watcher.\" Ydwin nods.",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"Di verus. Three distinct minds manifested from a single potent soul.\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"That'd explain why they're all a pain in the ass.\" Konstanten grimaces.",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"Unfortunately, I have little reason to believe Whehami will accept this.\"\r\n\r\nHe sighs.",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"The others must be saved from, well, ourselves, as it were.\"",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"Given our connection, and mine with the Faces, I believe we can bring all into accord.\"",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"Speak with Whehami. Help him see the truth. I will influence him from within.\"",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"There may be some way to appeal to his pride, however.\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"It is easy for me to endure this duty, but it is in Aexica's nature to seek, to aspire.\"",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"I think you have seen through Aexica's web. But will Whehami accept it? Without her confession, I fear not.\"",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"Still, I am thankful for your intervention, albeit deeply ashamed of our conflict.\"",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"The Crucible games shall be as eternal as the seasons and the oceans, and each year the Pool of Memories will grow deeper with stories of battle.\"",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"All that remains is for the flow of souls to be restored with the Tooth of Toamowhai. With that done, you should be able to leave this place.\"",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"Then the Seeking Face has found her end. She will return, in time. But not before you have moved on.\"",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"Then the Slaying Face is slain. For the moment, at least. He cannot escape this place so easily.\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"Live well, Champion of the Hunt.\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"Do what must be done.\"\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"What will you do now?\"",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"Aexica attacked me.\"",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"What should I do with this tooth?\"",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"You knew she had other plans for Whehami. Apparently she had some for you, too.\"",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"Strange. I wonder why. Perhaps there was more to it than we knew.\"",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"Rare even were other kith. Sometimes I thought myself the last aumaua in the world.\"",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"Great. Glad to see we all learned something here.\"",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"Yeah, yeah, we're real impressive. So who in Magran's name are you?\"",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"If the Faces got free of their statue, we'd be unleashing a three-headed monster on the Deadfire.\"",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"...But that might bring the bloodshed in the Crucible to an end, too.\" He chews on a thick knuckle, looking away.",
      "female": ""
    },
    {
      "id": 195,
      "default": "\"A straightforward enough reply.\" Her arms crossed, she stares down at the old aumaua spirit.",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"Such is the nature of endings, never truly believed until they arrive.\"",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"Unless you've learned to expect them.\" He coughs quietly.",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"Starting to get the feeling, cap, that this god of theirs be a fat bit of hornswaggle made up to fit whatever boots they need it to.\"",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"As are they all, bon aimico.\"",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"How convenient.\"",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"Wonder if this is what those souls all reaped up by Gaun feel like.\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"Sure, never heard that one before.\" Konstanten rolls his eyes and sighs.",
      "female": ""
    },
    {
      "id": 205,
      "default": "\"And Whehami's to be the dumb brute you bludgeon folks with. Cute.\"",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"Ain't so bad with you here.\" Reaching forward, she squeezes your hand.",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"Don't go straining your buoy-hollow head trying, farmer.\"",
      "female": ""
    },
    {
      "id": 209,
      "default": "They lift a metallic shard from the dissipating corpus of Whehami and press it into your hands.",
      "female": ""
    }
  ]
}