{
  "Component": "lax1_exported",
  "Name": "conversations\\lax01_00_arena_island\\lax01_00_si_battle_royale",
  "Entries": [
    {
      "id": 1,
      "default": "The Faces of the Hunt's words seem to echo within the rising applause from the crowd, the voices melding into one another until the air veritably vibrates with the sound.\r\n\r\nWhich is when you realize the pit at your feet is <i>actually</i> vibrating.",
      "female": ""
    },
    {
      "id": 6,
      "default": "The steady vibration escalates into turbulent trembling, and the chosen raise hands to either side, keeping their feet despite the unsteady ground.",
      "female": ""
    },
    {
      "id": 8,
      "default": "The center of the arena explodes.",
      "female": ""
    },
    {
      "id": 9,
      "default": "A massive column of swirling water rises before you, lifting the middle of the arena high into the air. The water rains down, cascading across the dry stone ground, meeting the rising water at the edges of the fighting pit.",
      "female": ""
    },
    {
      "id": 10,
      "default": "The other chosen shout and gesture, their words stolen by the rush of water.",
      "female": ""
    },
    {
      "id": 11,
      "default": "They've come to the same conclusion you have: the arena is flooding.",
      "female": ""
    },
    {
      "id": 12,
      "default": "[Try to beat them to it.]",
      "female": ""
    },
    {
      "id": 13,
      "default": "[Head for the other rope.]",
      "female": ""
    },
    {
      "id": 39,
      "default": "The Dragonstalkers turn outward, putting their backs to one another.",
      "female": ""
    },
    {
      "id": 40,
      "default": "The Quiet Five rise to the balls of their feet, but otherwise do not so much as look to one another.",
      "female": ""
    },
    {
      "id": 41,
      "default": "The Band of the Bear rest comforting hands on their animals as they look to either side for the next threat. ",
      "female": ""
    },
    {
      "id": 66,
      "default": "Their movements preternaturally coordinated, the Quiet Five fall into the water and swim hand over hand towards one of the ropes.",
      "female": ""
    },
    {
      "id": 67,
      "default": "The Dragonstalkers shout to one another, then break and trudge towards one of the ropes.",
      "female": ""
    },
    {
      "id": 161,
      "default": "You catch your breath, turning from the fallen bodies of your foes and into the audience's roar.\r\n\r\nThe Faces of the Hunt's voice joins them, rolling across the arena like thunder.",
      "female": ""
    },
    {
      "id": 215,
      "default": "You catch your breath, the massive, armored body of the grub lying rent and bloody at your feet. The beast's corpse reeks of rot and the depths of the sea.\r\n\r\nThe audience roars.",
      "female": ""
    },
    {
      "id": 216,
      "default": "The Quiet Five silently descend the ropes, sliding down with an almost preternatural grace.",
      "female": ""
    },
    {
      "id": 217,
      "default": "The Dragonstalkers descend the ropes, carefully lowering themselves along their lengths.",
      "female": ""
    },
    {
      "id": 218,
      "default": "The Band of the Bear slowly descend, lowering their bears carefully.",
      "female": ""
    },
    {
      "id": 219,
      "default": "As your adversaries for this final round - looking rather battered and bruised - turn toward you, the Faces of the Hunt's voice echoes through the arena, silencing the crowd.",
      "female": ""
    },
    {
      "id": 220,
      "default": "\"A pity!\" booms the Slaying Face. \"Only two remain!\"\r\n\r\n\"Only one can persist,\" the Surviving Face notes. \"The other <i>must</i> fall.\"\r\n\r\n\"The question that remains is which?\" the Seeking Face observes, her voice little more than a whisper on the edge of hearing.\r\n\r\n\"Let the greatest prevail!\" the Slaying Face roars.",
      "female": ""
    },
    {
      "id": 221,
      "default": "A drake swoops down over the arena, adding its own howling challenge to the cacophonous din. With powerful strokes of its wings it rises higher before turning directly towards you.\r\n\r\nIt descends, claws readied, fanged maw gaping...",
      "female": ""
    },
    {
      "id": 222,
      "default": "[Conjure a magical decoy as a distraction.]",
      "female": ""
    },
    {
      "id": 223,
      "default": "[Dodge the attack.]",
      "female": ""
    },
    {
      "id": 224,
      "default": "[Attempt to snare the drake with a grappling hook.]",
      "female": ""
    },
    {
      "id": 225,
      "default": "The great wyrm's shadow falls over the arena as it manifests from the abundant ambient soul essence. Long, sinuous, and green, the beast trails leaves and vines in its wake, like a forest come to life. \r\n\r\nThe drake's terrified screech cuts off almost immediately as the dragon snaps its jaw tight about the smaller creature's throat. \r\n\r\nBoth lizards explode in a spectacle of light and energy, drawing impressed murmurs from the crowd.",
      "female": ""
    },
    {
      "id": 226,
      "default": "[Run for the ropes down.]",
      "female": ""
    },
    {
      "id": 227,
      "default": "You leap out of the drake's path as a burst of intense flames roil just behind you. \r\n\r\nThe crowd cheers.",
      "female": ""
    },
    {
      "id": 229,
      "default": "You're not fast enough.\r\n\r\nThe drake's flame pours over and around you, tearing away your flesh and hair, blistering your gear, and stealing your breath. \r\n\r\nYou don't know whether the screams you hear are your own or someone else's.",
      "female": ""
    },
    {
      "id": 230,
      "default": "The flames subside as the drake circles for another attack.\r\n\r\nYou're nearer the edge of the platform, now, however. Nearer the ropes down.",
      "female": ""
    },
    {
      "id": 231,
      "default": "[Carefully descend the rope.]",
      "female": ""
    },
    {
      "id": 232,
      "default": "The hook sails high, arcing down as the drake flies under it, wrapping around the rapidly approaching creature's neck. \r\n\r\nYou have a drake. On a rope.",
      "female": ""
    },
    {
      "id": 233,
      "default": "Your hook sails wide of the drake - the rapidly approaching drake.",
      "female": ""
    },
    {
      "id": 234,
      "default": "Your loose grip doing little save guiding your fall, you plummet towards the arena floor. The drake sweeps past, screeching as its talons fail to grasp you.\r\n\r\nYou hit the ground hard.",
      "female": ""
    },
    {
      "id": 235,
      "default": "[Slide quickly down the rope.]",
      "female": ""
    },
    {
      "id": 237,
      "default": "The corpse of the colossal grub lay curled in the water, its thick carapace rent and bloody, smaller grublings eating at the larger creature's flesh.\n\nThe Quiet Five - now the Quiet Four, silently examine the results of their violent work.",
      "female": ""
    },
    {
      "id": 239,
      "default": "The grubs slither forward...",
      "female": ""
    },
    {
      "id": 242,
      "default": "The corpse of the colossal grub lies curled in the water, its thick carapace rent and bloody, mauled by bears and gnawed at by smaller grublings.\r\n\r\nThe Band of the Bear's druids chant, holding the small beasts under their sway.",
      "female": ""
    },
    {
      "id": 243,
      "default": "Little evidence remains of the Dragonstalkers - a handful of disembodied limbs and a pair of armored corpses floating in clouds of blood. Grublings snack on the remnants of the Slayer's chosen.\r\n\r\nThe colossal grub turns its fetid maw towards you.",
      "female": ""
    },
    {
      "id": 244,
      "default": "\"Grab [SkillCheck 0]!\"",
      "female": ""
    },
    {
      "id": 245,
      "default": "[Leave the drake to [SkillCheck 0] and continue down.]",
      "female": ""
    },
    {
      "id": 246,
      "default": "[Specified 1] grabs [SkillCheck 0]'s flailing hands, wresting your companion free of the retreating reptile.",
      "female": ""
    },
    {
      "id": 247,
      "default": "[Specified 1]'s concerted, grunting effort fails to wrest [SkillCheck 0] free of the retreating reptile.",
      "female": ""
    },
    {
      "id": 248,
      "default": "The drake wings skyward, [SkillCheck 0] struggling desperately in its grasp.",
      "female": ""
    },
    {
      "id": 250,
      "default": "[SkillCheck 0] manages to pry the beast's claws open, only to fall heavily to the platform above. Within moments, however, your companion follows you over the edge and begins descending the rope.",
      "female": ""
    },
    {
      "id": 251,
      "default": "[SkillCheck 0] lies still on the stone below, then slowly rolls over and regains his feet. He favors his right leg as he wipes blood from his brow.",
      "female": ""
    },
    {
      "id": 279,
      "default": "The colossal grub advances...",
      "female": ""
    },
    {
      "id": 284,
      "default": "[SkillCheck 0] shouts at you, gesturing up into the air. \"Look! Rope!\"",
      "female": ""
    },
    {
      "id": 285,
      "default": "You see a pair of thick, heavy ropes dangling from the edges of the platform. They whip wildly, buffeted by the titanic column of swirling water that holds the center of the arena aloft.",
      "female": ""
    },
    {
      "id": 286,
      "default": "[Hang back and wait.]",
      "female": ""
    },
    {
      "id": 287,
      "default": "You push against the water, resorting to swimming as it rises to shoulder-height.",
      "female": ""
    },
    {
      "id": 289,
      "default": "The Band of the Bear pursues the second rope, coaxing their unwilling animals towards the massive vortex of water.",
      "female": ""
    },
    {
      "id": 290,
      "default": "The Dragonstalkers press forward, as well, shoving - then swimming - their way towards the second rope. ",
      "female": ""
    },
    {
      "id": 291,
      "default": "As the other two groups climb the rope, the water ceases to rise, then begins to drain.\r\n\r\nYou feel something brush past your feet.",
      "female": ""
    },
    {
      "id": 292,
      "default": "You barely perceive the jeers of the crowd at your inaction.",
      "female": ""
    },
    {
      "id": 296,
      "default": "\"Not the kind of massage I prefer, but I 'spose a man can't be too picky out here.\" Konstanten kicks gingerly at the form lurking in the water, a frown etched  deep in his face.",
      "female": ""
    },
    {
      "id": 297,
      "default": "Serafen sputters. \"We ain't alone in this wet, cap!\" The pirate draws his weapon.",
      "female": ""
    },
    {
      "id": 298,
      "default": "\"Aheh. Tickles.\" Tekēhu shuffles away from the ripples in the water.",
      "female": ""
    },
    {
      "id": 299,
      "default": "\"Watcher! Now's not the time to be playing around. W-wait, if you're over there, then what... uh, what brushed my leg?\"",
      "female": ""
    },
    {
      "id": 302,
      "default": "A massive grub rises before you, water sloughing off of its scales in sheets. The creature's massive mandibles close like iron gates, then open again, fetid air rolling from its maw.\r\n\r\nGrublings churn around you, and sparks fly from the surface. You feel your muscles twitch as the creatures charges the water with electricity.",
      "female": ""
    },
    {
      "id": 303,
      "default": "You press after the Quiet Five, but they have a head start...",
      "female": ""
    },
    {
      "id": 305,
      "default": "You press after the Dragonstalkers, but they have a head start...",
      "female": ""
    },
    {
      "id": 306,
      "default": "You press after the Band of the Bear, but they have a head start...",
      "female": ""
    },
    {
      "id": 307,
      "default": "[Attempt to outswim them.]",
      "female": ""
    },
    {
      "id": 308,
      "default": "[Freeze the water around them.]",
      "female": ""
    },
    {
      "id": 309,
      "default": "[Root them in place.]",
      "female": ""
    },
    {
      "id": 310,
      "default": "[Summon a distraction.]",
      "female": ""
    },
    {
      "id": 311,
      "default": "[Confuse them with magic.]",
      "female": ""
    },
    {
      "id": 314,
      "default": "Clawing your way forward through the brine, you outswim your adversaries and achieve the rope first. \r\n\r\nYou can barely make out the other rope through the swirling column.",
      "female": ""
    },
    {
      "id": 315,
      "default": "Your efforts leave you huffing and coughing, and your adversaries achieve the rope first.",
      "female": ""
    },
    {
      "id": 316,
      "default": "Your party's efforts fail to achieve the rope before your adversaries, as [SkillCheck 1] struggles to stay afloat in the churning water.",
      "female": ""
    },
    {
      "id": 317,
      "default": "The temperature plummets as the water hardens around your adversaries, locking them in place.",
      "female": ""
    },
    {
      "id": 318,
      "default": "You whisper words of power, drawing magic up out of the arena's floor.",
      "female": ""
    },
    {
      "id": 319,
      "default": "[Specified 0] chants quietly, drawing magic up out of the arena's floor.",
      "female": ""
    },
    {
      "id": 320,
      "default": "Your adversaries struggle against the magic holding them in place.",
      "female": ""
    },
    {
      "id": 321,
      "default": "You form the ambient essence of the arena into an immediate threat, stopping your adversaries in their tracks.",
      "female": ""
    },
    {
      "id": 322,
      "default": "[Specified 0] chants, calling up a monstrous threat to keep your adversaries' attention.",
      "female": ""
    },
    {
      "id": 323,
      "default": "Your adversaries stumble to a stop as the spell washes over them, muddling their thoughts.",
      "female": ""
    },
    {
      "id": 324,
      "default": "You achieve the rope first. You can barely make out the other rope through the swirling column.",
      "female": ""
    },
    {
      "id": 326,
      "default": "The first of the Quiet Five is almost halfway up the other rope.",
      "female": ""
    },
    {
      "id": 327,
      "default": "The first of the Dragonstalkers, climbing the other rope, is almost a third of the way to the platform.",
      "female": ""
    },
    {
      "id": 328,
      "default": "The Band of the Bear struggles with the other rope, trying to determine how to get their bears up it.",
      "female": ""
    },
    {
      "id": 329,
      "default": "As the other two groups climb the rope, the water ceases to rise, then begins to drain.\r\n\r\nYou feel something brush past your feet.",
      "female": ""
    },
    {
      "id": 330,
      "default": "[Climb the rope.]",
      "female": ""
    },
    {
      "id": 331,
      "default": "[Strengthen the party.]",
      "female": ""
    },
    {
      "id": 332,
      "default": "[Slicken the other rope with magic.]",
      "female": ""
    },
    {
      "id": 333,
      "default": "The magical blessing settles into your muscles, and they tense with the contained energy.",
      "female": ""
    },
    {
      "id": 335,
      "default": "Your magic coats the rope, and the other contenders slide down their rope, knocking one another down.",
      "female": ""
    },
    {
      "id": 336,
      "default": "[Specified 0] smirks as the magic coats the rope. The other contenders slide down, ending up in a pile at the arena's flooded floor.",
      "female": ""
    },
    {
      "id": 337,
      "default": "As you ascend, your muscles straining against Eora's pull, you hear shouts and splashing below you.",
      "female": ""
    },
    {
      "id": 339,
      "default": "The flooded arena splashes and churns around the Quiet Five, and an incredibly huge grub rises from the water to face them.",
      "female": ""
    },
    {
      "id": 340,
      "default": "The flooded arena splashes and churns around the Dragonstalkers, and an incredibly huge grub rises from the water to face them.",
      "female": ""
    },
    {
      "id": 341,
      "default": "The flooded arena splashes and churns around the Band of the Bear, and their animals rear up as an incredibly huge grub rises from the water to face them.",
      "female": ""
    },
    {
      "id": 342,
      "default": "You refocus on climbing - it takes minutes of hard effort, but you pull yourself up the rope to the platform above.\r\n\r\nIt's surprisingly stable, and the audience's applause overcomes the roar of the spinning water.",
      "female": ""
    },
    {
      "id": 347,
      "default": "You refocus on climbing - it takes minutes of hard effort, but you pull yourself up the rope to the platform above.\r\n\r\nIt's surprisingly stable, and the audience's applause overcomes the roar of the spinning water.",
      "female": ""
    },
    {
      "id": 348,
      "default": "You refocus on climbing - it takes minutes of hard effort, but you pull yourself up the rope to the platform above.\r\n\r\nIt's surprisingly stable, and the audience's applause overcomes the roar of the spinning water.",
      "female": ""
    },
    {
      "id": 349,
      "default": "You desperately swallow air, and sweat drips from your chin and the tip of your nose.",
      "female": ""
    },
    {
      "id": 350,
      "default": "Sweating profusely, [SkillCheck 1] gasps for breath.",
      "female": ""
    },
    {
      "id": 353,
      "default": "The Quiet Five pull themselves onto the raised floor and rise to meet you.",
      "female": ""
    },
    {
      "id": 354,
      "default": "The Dragonstalkers pull themselves onto the raised floor and rise to meet you.",
      "female": ""
    },
    {
      "id": 355,
      "default": "You look up to find the Quiet Five ready and waiting...",
      "female": ""
    },
    {
      "id": 356,
      "default": "You look up to find the Dragonstalkers ready and waiting...",
      "female": ""
    },
    {
      "id": 357,
      "default": "The Band of the Bear pull themselves - and their bears - onto the raised floor and rise to meet you.",
      "female": ""
    },
    {
      "id": 358,
      "default": "The temperature plummets and the water begins to harden around the Dragonstalkers, but one of them counters with a chant of her own, summoning a fan of flame to prevent ice from forming.",
      "female": ""
    },
    {
      "id": 359,
      "default": "The Band of the Bear, however, muscle through the attempt to ensnare them and are not deterred.",
      "female": ""
    },
    {
      "id": 360,
      "default": "The magic splashes harmlessly across the solid mental fortresses possessed by the Quiet Five, hampering them not at all.",
      "female": ""
    },
    {
      "id": 361,
      "default": "Not just the audience - a drake circles above, dodging attacks from the combatants atop the platform floating high above.\r\n\r\nA flash of light tears across the drake's throat, and it plummets towards the arena floor - towards you.",
      "female": ""
    },
    {
      "id": 362,
      "default": "[Allow them to descend without interference.]",
      "female": ""
    },
    {
      "id": 363,
      "default": "[Slicken the rope with magic.]",
      "female": ""
    },
    {
      "id": 364,
      "default": "[Buffet them with a strong wind.]",
      "female": ""
    },
    {
      "id": 365,
      "default": "[Strut and swagger for the crowd.]",
      "female": ""
    },
    {
      "id": 366,
      "default": "Your magic coats the rope, and the other contenders slide down their rope, knocking one another down.",
      "female": ""
    },
    {
      "id": 367,
      "default": "[Specified 0] smirks as the magic coats the rope. The other contenders slide down, ending up in a pile at the arena's flooded floor.",
      "female": ""
    },
    {
      "id": 368,
      "default": "The magical gust pushes your adversaries into the swirling column of water, which blasts them with cold, wet brine. ",
      "female": ""
    },
    {
      "id": 369,
      "default": "You raise your fists to the crowd, eliciting cheers and adulation. The air seems pregnant with excitement.",
      "female": ""
    },
    {
      "id": 370,
      "default": "Just as Aloth swallows and gives you a helpless look, Iselmyr takes over.\r\n\r\nSuddenly, Aloth's shoulders are thrown back as Iselmyr struts and sashays. She loosens the fastenings at his collar and hoots with raucous laughter at the crowd's cheers.",
      "female": ""
    },
    {
      "id": 371,
      "default": "The crowd jeers and shouts at you. One voice carries above the others: \"Stop prancing and start fighting!\"",
      "female": ""
    },
    {
      "id": 372,
      "default": "Some in the crowd laugh. Others jeer your display.",
      "female": ""
    },
    {
      "id": 374,
      "default": "\"Ishi, go!\" Maia makes a twirling gesture with her arm. Ishiza takes flight and circles the audience, skimming the tops of their heads. \r\n\r\nRevelers toss up bread crusts and handfuls of meat. Ishiza distracts himself catching the offerings until a piercing whistle from Maia sends him circling back to her. They both incline their heads.",
      "female": ""
    },
    {
      "id": 375,
      "default": "Pallegina makes a variety of rude and dismissive gestures toward the crowd. Boos and jeers rain in her direction, but she continues to wave them off with the same casual regard.",
      "female": ""
    },
    {
      "id": 376,
      "default": "\"I like a good square dance as much as the next gal. Guess I'll improvise since I'm on my own.\"\r\n\r\nAfter cracking her knuckles and brushing a clump of dirt from her hair, Xoti stomps out a series of steps - despite a lack of music. Pretty soon a grin takes over her face, and she starts whooping and hollering, pounding her fists in the air until the crowd joins in, enthusiastically stomping along to her rhythm. ",
      "female": ""
    },
    {
      "id": 377,
      "default": "The animancer raises a white eyebrow.\r\n\r\n\"Me?\"",
      "female": ""
    },
    {
      "id": 378,
      "default": "Pumping a fist into the air, [Specified 0] paces before the crowd, stirring up a rousing cheer.",
      "female": ""
    },
    {
      "id": 379,
      "default": "\"I'm afraid, dear captain, that stage performance does not number among my many areas of expertise.\" \r\n\r\nShe looks to the oblivious crowd, then back to you, and shakes her head.",
      "female": ""
    },
    {
      "id": 380,
      "default": "A second drake answers the beckoning call, manifesting whole-cloth from the abundant ambient essence of the arena. It sweeps over you, rising to slam into the descending drake, and the pair spiral down - locked in clawing, biting combat - towards the blood-red sea.\r\n\r\nThe crowd cheers.",
      "female": ""
    },
    {
      "id": 381,
      "default": "\"Everyone get out of the way! Don't let it get you!\"",
      "female": ""
    },
    {
      "id": 382,
      "default": "\"Down the ropes! Now!\"",
      "female": ""
    },
    {
      "id": 383,
      "default": "You run towards the rope - and the drake - and hit the ground as the beast swoops down. You skid off of the edge of the platform, and, for a moment, only a few dozen feet of air exists between you and the hard stone of the flooded arena floor.\r\n\r\nBut you've got one hand tight around the rope, and it arrests your flight. You swing back, striking the raging column of water that holds the center of the arena aloft.",
      "female": ""
    },
    {
      "id": 384,
      "default": "You're not fast enough.\r\n\r\nThe drake's flame pours over and around you, tearing away your flesh and hair, blistering your gear, and stealing your breath. \r\n\r\nYou don't know whether the screams you hear are your own or someone else's.",
      "female": ""
    },
    {
      "id": 385,
      "default": "You run towards the rope - and the drake - and hit the ground as the beast swoops down. You skid off of the edge of the platform, and, for a moment, only a few dozen feet of air exists between you and the hard stone of the flooded arena floor.\r\n\r\nBut you've got one hand tight around the rope, and it arrests your flight. You swing back, striking the raging column of water that holds the center of the arena aloft.",
      "female": ""
    },
    {
      "id": 386,
      "default": "You hit the ground just as an inferno erupts above your head, singeing your equipment.",
      "female": ""
    },
    {
      "id": 387,
      "default": "Tightly gripping the rope, you carefully lower yourself down as the drake sweeps in for another pass. Your muscles tighten as you swing out of the reptile's path, its passage stirring the air around you.",
      "female": ""
    },
    {
      "id": 388,
      "default": "Tightly gripping the rope, you carefully lower yourself down as the drake sweeps in around the curvature of the water-shaped column. It grasps you in its talons, its huge wings digging into the air to tear you from the rope.",
      "female": ""
    },
    {
      "id": 389,
      "default": "As you carefully descend the rope, the drake sweeps in around the curvature of the water-shaped column. Seeing an easy target in the struggling [SkillCheck 0], the beast grasps your companion in its talons.",
      "female": ""
    },
    {
      "id": 390,
      "default": "You hear screaming, and realize that not everyone was so quick on their feet.\r\n\r\nThe crowd cheers.\r\n",
      "female": ""
    },
    {
      "id": 391,
      "default": "You hear screaming, and realize that not everyone was so quick on their feet.\r\n\r\nThe crowd cheers.\r\n",
      "female": ""
    },
    {
      "id": 392,
      "default": "[Leap out of the way.]",
      "female": ""
    },
    {
      "id": 393,
      "default": "[Blast it apart with magic.]",
      "female": ""
    },
    {
      "id": 394,
      "default": "[Erect a magical barrier.]",
      "female": ""
    },
    {
      "id": 395,
      "default": "You throw yourself out of the falling beast's path, and it slams into the arena floor, bursting apart and dissolving into dimming motes of soul stuff.",
      "female": ""
    },
    {
      "id": 396,
      "default": "Despite your attempt to escape the falling creature, its tail crashes down upon your shoulders. Pain flares along your back even as the drake vanishes into a burst of soul essence.",
      "female": ""
    },
    {
      "id": 397,
      "default": "You throw yourself from the falling beast's path, but [SkillCheck 0] isn't as quick. The drake crashes down onto your companion before bursting apart and dissolving into dimming motes of soul stuff.\r\n\r\nWincing, [SkillCheck 0] stands back up.",
      "female": ""
    },
    {
      "id": 398,
      "default": "Your shouted incantation stirs the essence around you. ",
      "female": ""
    },
    {
      "id": 399,
      "default": "[Specified 0]'s shouted chant draws up the essence around you.",
      "female": ""
    },
    {
      "id": 400,
      "default": "Your shouted incantation stirs the essence around you. ",
      "female": ""
    },
    {
      "id": 401,
      "default": "[Specified 0]'s shouted chant draws up the essence around you.",
      "female": ""
    },
    {
      "id": 402,
      "default": "The spell strikes the falling corpse, blasting it into a cloud of dimming soul stuff that falls over you like dying embers.",
      "female": ""
    },
    {
      "id": 403,
      "default": "The mystical warding snaps into place the instant before the drake's body slams into it. The beast's corpse explodes, shattering the shield and showering you with motes of dimming soul stuff.",
      "female": ""
    },
    {
      "id": 404,
      "default": "[Hold on tight.]",
      "female": ""
    },
    {
      "id": 405,
      "default": "[Stake the rope to the ground.]",
      "female": ""
    },
    {
      "id": 406,
      "default": "[Cast a warding seal on the rope.]",
      "female": ""
    },
    {
      "id": 407,
      "default": "[Let go.]",
      "female": ""
    },
    {
      "id": 408,
      "default": "\"Well shit.\"",
      "female": ""
    },
    {
      "id": 409,
      "default": "\"It seemed a good idea at the time.\"",
      "female": ""
    },
    {
      "id": 410,
      "default": "[Step silently out of the way.]",
      "female": ""
    },
    {
      "id": 411,
      "default": "\"Here it comes!\"",
      "female": ""
    },
    {
      "id": 412,
      "default": "You grasp the rope tightly and your feet leave the ground, which sweeps along below you, resolving quickly into the screaming faces of the audience who duck and cover their heads beneath your kicking feet.",
      "female": ""
    },
    {
      "id": 413,
      "default": "You tighten your grip on the rope, inundating it with the burning zeal within your soul.",
      "female": ""
    },
    {
      "id": 414,
      "default": "[Cast Flames of Devotion on the rope.]",
      "female": ""
    },
    {
      "id": 415,
      "default": "You pass the rope to [Specified 0], who, eyes closed, grips it tightly.",
      "female": ""
    },
    {
      "id": 416,
      "default": "The rope flares with light, burning away in an instant, and the drake shrieks in agony. It spins out of control, towards the crowd, before vanishing in a flash of the Face of the Hunt's magic.",
      "female": ""
    },
    {
      "id": 417,
      "default": "[Prepare a magical counter attack.]",
      "female": ""
    },
    {
      "id": 418,
      "default": "Hand raised, you chant, gathering the energy for a mystical counterstrike. ",
      "female": ""
    },
    {
      "id": 419,
      "default": "[Specified 0] nods and begins to chant, calling up the energy for a mystical counterstrike.",
      "female": ""
    },
    {
      "id": 420,
      "default": "The drake swoops closer, flames building within its opening mouth... only to be struck by the wave of defensive magic.\r\n\r\nThe creature cries out, wheeling skyward to put distance between itself and you.",
      "female": ""
    },
    {
      "id": 421,
      "default": "Your legs shake, and you cower as your resolve breaks before the coming threat.",
      "female": ""
    },
    {
      "id": 422,
      "default": "But [Specified 0] ducks to the side, resolve breaking before the oncoming beast.",
      "female": ""
    },
    {
      "id": 423,
      "default": "[Grab [SkillCheck 0] back from the drake.]",
      "female": ""
    },
    {
      "id": 424,
      "default": "You grasp [SkillCheck 0]'s flailing hands and pull your struggling compatriot from the reptile's grasp as it flaps away.",
      "female": ""
    },
    {
      "id": 425,
      "default": "You grasp [SkillCheck 0]'s flailing hands for only a moment before the drake easily tears them from your grip.",
      "female": ""
    },
    {
      "id": 426,
      "default": "The arena floor rushes by beneath, then the screaming faces of the audience.\r\n\r\nThe drake's muscles bulge as the beast lifts you further from the receding ground.",
      "female": ""
    },
    {
      "id": 427,
      "default": "You shimmy down the rope and alight in the foot of water left on the arena floor.",
      "female": ""
    },
    {
      "id": 428,
      "default": "Hand over hand, you pull yourself up the rope as the arena grows smaller below you.",
      "female": ""
    },
    {
      "id": 429,
      "default": "You decide you'd rather not have a drake on a rope, and let it go. \r\n\r\nThe beast swoops nearer...\r\n",
      "female": ""
    },
    {
      "id": 430,
      "default": "[Charm the beast.]",
      "female": ""
    },
    {
      "id": 431,
      "default": "[Control the drake's mind.]",
      "female": ""
    },
    {
      "id": 432,
      "default": "[Paralyze the drake.]",
      "female": ""
    },
    {
      "id": 433,
      "default": "[Kill the beast.]",
      "female": ""
    },
    {
      "id": 434,
      "default": "Calling on your connection to the spirits, you whisper to the drake, soothing it. The beast calms, helping you onto its back with its head. By the time you land on the arena floor, the audience has devolved into factions alternatively cheering and booing you.\r\n\r\nThe drake vanishes, its magic exhausted. ",
      "female": ""
    },
    {
      "id": 435,
      "default": "You reach out with your mind, locating the drake's thoughts, and twist them beneath your will like hands tightening on the reins. By the time you guide the creature to the arena floor, the audience has devolved into factions alternately cheering and booing you.\r\n\r\nThe drake vanishes from beneath you as it dissolves into the ambient soul essence that gave it form.",
      "female": ""
    },
    {
      "id": 436,
      "default": "Your stomach rises as you and drake alike plummet towards the arena floor, the distorted cheers of the audience doing nothing to slow your fall.\r\n\r\nYou hit the ground - hard - and the reptile bursts into innumerable motes of soul energy. You pass through them as if they were smoke, striking your head against the wet stone.\r\n\r\nYour vision blurs.",
      "female": ""
    },
    {
      "id": 437,
      "default": "[Let go.]",
      "female": ""
    },
    {
      "id": 438,
      "default": "You plummet, falling past the raised platform, past the column of water, and the stone of the arena floor rises to meet you as if driven by the full might of Eora.\r\n\r\nFor a moment, everything goes black. Then, slowly, the world resolves around you, filtered through your agony.",
      "female": ""
    },
    {
      "id": 439,
      "default": "[Free yourself from its grip.]",
      "female": ""
    },
    {
      "id": 441,
      "default": "You drive your weapon time and time again into the thick underside of the beast, blood spilling over you as you puncture the creature's scales. It shrieks in agony as the crowd erupts. ",
      "female": ""
    },
    {
      "id": 442,
      "default": "Clinging to the drake with one hand, you reach out with the other, weapon at the ready, and take careful aim. When the great reptile turns its gaze toward you, you're ready.\r\n\r\nYou pull the trigger, and the creature's eye bursts, showering you with gore. The crowd cheers.",
      "female": ""
    },
    {
      "id": 443,
      "default": "You strike the drake directly in the throat, crushing its windpipe. ",
      "female": ""
    },
    {
      "id": 444,
      "default": "You close your eyes, calm your thoughts, and reach out for the creature's mind. You find it, a tight bundle of instinct at war with burgeoning higher functions - all manifested from spiritual memory by the Faces of the Hunt.\r\n\r\nYou focus your power into a blade and tear the drake's mind apart.",
      "female": ""
    },
    {
      "id": 445,
      "default": "You open your body to the power of the spiritual world, and it pours through your form. Your muscles bulge, your skin slides, and your bones warp as you spiritshift. You rear back, then plunge a hand into the drake's underside, your claws shredding the creature's moist entrails.",
      "female": ""
    },
    {
      "id": 446,
      "default": "Arcane incantations on your lips, you reach one hand towards the beast, charging it with the most destructive spell you can muster, and pump the power directly into the bottom of the lizard's jaw.\r\n\r\nIts head explodes, and the crowd erupts.",
      "female": ""
    },
    {
      "id": 447,
      "default": "[Banish the drake with Abjuration.]",
      "female": ""
    },
    {
      "id": 448,
      "default": "The drake twitches, shudders, and splits at the seams as rays of light shine forth from its form. It bursts in a flare of blue-white flame that consumes the soul energy from which the creature was formed.",
      "female": ""
    },
    {
      "id": 449,
      "default": "You focus on your training, your oath, and your overwhelming zeal, channeling it all into a single refusal to accept the presence of the drake in the world.\r\n\r\nYou reach a limned hand towards the approaching reptile.",
      "female": ""
    },
    {
      "id": 450,
      "default": "Eyes closed, [Specified 0] stands resolutely in place, one limned hand outstretched towards the approaching drake.",
      "female": ""
    },
    {
      "id": 451,
      "default": "[Banish the drake with Abjuration.]",
      "female": ""
    },
    {
      "id": 452,
      "default": "You focus on your training, your oath, and your overwhelming zeal, channeling it all into a single refusal to accept the presence of the drake in the world.\r\n\r\nYou reach a limned hand towards the approaching reptile.",
      "female": ""
    },
    {
      "id": 453,
      "default": "The drake twitches, shudders, and splits at the seams as rays of light shine forth from its form. It bursts in a flare of blue-white flame that consumes the soul energy from which the creature was formed.",
      "female": ""
    },
    {
      "id": 455,
      "default": "Then a change overcomes the beast, and it calms. It circles down and settles on the floor of the arena, [SkillCheck 0] riding confidently on its back.",
      "female": ""
    },
    {
      "id": 456,
      "default": "Then the beast goes rigid, its movements mechanical. It circles down and settles on the floor of the arena, [SkillCheck 0] on its back, an open hand resting on its head.",
      "female": ""
    },
    {
      "id": 457,
      "default": "The drake goes rigid, then seems to collapse, its wings folding over [SkillCheck 0] as both fall.",
      "female": ""
    },
    {
      "id": 458,
      "default": "The drake shrieks in pain in response to whatever [SkillCheck 0] does to it. It collapses, its wings folding over your companion as both fall.",
      "female": ""
    },
    {
      "id": 460,
      "default": "The drake erupts in a flash of blinding light as [SkillCheck 0] banishes it... only to plummet past you to the arena floor with a disconcerting thud. ",
      "female": ""
    },
    {
      "id": 461,
      "default": "The struggle is for naught, however, and the drake carries [SkillCheck 0] out of the arena and over the sea shore.",
      "female": ""
    },
    {
      "id": 462,
      "default": "The beast plummets out of the sky and slams into the arena floor below, exploding in a brilliant cascade of soul energy.",
      "female": ""
    },
    {
      "id": 464,
      "default": "You strike the drake directly in the throat, crushing its windpipe. ",
      "female": ""
    },
    {
      "id": 465,
      "default": "The drake seizes beneath your power as it binds the beast.",
      "female": ""
    },
    {
      "id": 467,
      "default": "You produce a hammer and stake from your gear and, with quick, expert movements, nail it into the arena floor, securing the rope beneath it.",
      "female": ""
    },
    {
      "id": 468,
      "default": "You produce a stake and have dropped to your knees before you realize the drake is almost upon you. You've no time to enact your plan.",
      "female": ""
    },
    {
      "id": 469,
      "default": "You pass the rope to [Specified 0], who takes it, drops to one knee, and with expert efficiency secures it to the ground with a hammered stake.",
      "female": ""
    },
    {
      "id": 470,
      "default": "You pass the rope to [Specified 0], who barely has time to take it from you before the drake is upon you.",
      "female": ""
    },
    {
      "id": 472,
      "default": "\"It seems only the forces of nature stand between [Player Name] and the champion's crown,\" the Seeking Face says.\r\n\r\n\"But can you endure them?\" the Surviving Face asks.\r\n\r\n\"Or will they eat you alive?!\" the Slaying Face cries out, its voice almost gleeful.",
      "female": ""
    },
    {
      "id": 473,
      "default": "The drake wings above you, ascending as it approaches the far end of the raised arena floor. \r\n\r\nThe rope goes taut.\r\n\r\nThe great beast shrieks as, propelled downward by its own momentum, it slams into the platform - which rocks beneath the force - and explodes into a cascade of magical sparks. ",
      "female": ""
    },
    {
      "id": 474,
      "default": "You release the rope.",
      "female": ""
    },
    {
      "id": 475,
      "default": "You muster your prodigious might to pry yourself free of the beast's talons...",
      "female": ""
    },
    {
      "id": 476,
      "default": "[SkillCheck 0] lies still on the stone below, then slowly rolls over and regains her feet. She favors her right leg as she wipes blood from her brow.",
      "female": ""
    },
    {
      "id": 477,
      "default": "[SkillCheck 0] slowly regains his feet.",
      "female": ""
    },
    {
      "id": 478,
      "default": "[SkillCheck 0] slowly regains her feet.",
      "female": ""
    },
    {
      "id": 479,
      "default": "It lets go of your companion, who plunges, arms flailing, to the jagged stones below.\r\n\r\nThe drake lands among the rocks and begins to feast upon the remains.",
      "female": ""
    },
    {
      "id": 480,
      "default": "Aloth swallows and gives you a helpless look. His ears turn bright red.",
      "female": ""
    }
  ]
}