{
  "Component": "lax1_exported",
  "Name": "conversations\\lax01_00_arena_island\\lax01_00_cv_arena_master_rite_of_passage",
  "Entries": [
    {
      "id": 1,
      "default": "\"The weak have been culled! The strong endure!\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"A new challenger joins our eternal hunt.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Even a weak hunter can be coddled by luck.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Our challenger returns for the third trial of the Rite of Passage.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"We honor those extinguished in this arena and welcome their souls into our greater glory.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"We await the next challenger.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"You have completed the first examination. Well done.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Your fury brings joy to this arena! And honor to your name!\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"You have endured but the first of many trials. Return when you are ready to face your next challenge.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Though our challenger has faced more dangerous foes, few have remained as terrifying in death.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Our newest crop gathers for the culling.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Glorious combat reveals our contender from amongst the challengers!\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Rest and return anew, for the crowd is eager to see you hunt again, contender.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"As is tradition, the primal elements shall sort predator from prey!\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Triumph or perish. There is neither surrender nor retreat.\"",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Their task is simple! Slay! Or be slain!\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"Those who survive earn the right to contend for the champion's crown. Let the hunt commence!\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"Now, our challenger must face the archipelago's most insidious hunters - the nāga!\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"If you can endure venom and vile cunning, then perhaps you have the makings of a proper contender.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"The Watcher gave Maerwald some measure of mercy in the past. Perhaps this recollection will show similar reluctance to harm the Watcher?\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"The Watcher bound Maerwald's soul to Caed Nua for all time! This spirit, long burning for vengeance, will now have its moment!\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"The Watcher chose to consume Maerwald, leaving the very angry memory of a very aggrieved Maerwald!\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Now show us your will to fight!\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"This battle is drawn from the challenger's past - the slaying of Maerwald the Mad, sentinel of Caed Nua.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"For Maerwald's madness is an all but inevitable fate for our challenger, as well. The old wizard was a portent of things to come.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"The weight of your past does not cage you. Not in the heat of battle, at least.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"It seems the clever serpents posed no threat to you.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"One must approach every foe with a clear mind, unbound by what was and what could have been!\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Regret grows heavier the longer one carries it. Harvest what you need from it and discard the rest.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Further trials await you, challenger. Steel yourself!\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"The hunt is not merely the rush of battle, but preparedness and patience before.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Now witness as the Watcher contends with an unparalleled foe - his beginning <i>and</i> his end!\"",
      "female": "\"Now witness as the Watcher contends with an unparalleled foe - her beginning <i>and</i> her end!\""
    }
  ]
}