{
  "Component": "lax1_exported",
  "Name": "conversations\\lax01_00_arena_island\\lax01_00_si_galawain_domain_entrance",
  "Entries": [
    {
      "id": 1,
      "default": "You take a breath and submerge your face into the pool. The surface of the water gives way only reluctantly, the energy playing across it tickling your senses. ",
      "female": ""
    },
    {
      "id": 2,
      "default": "The tendrils of soul energy before you lick your features, probing your nostrils, ears, eyes, and lips for any point of ingress. \r\n\r\nThey wrap around your head - in soft caress initially, but soon tensing, rigidly grasping and pulling you deeper.\r\n\r\nToo deep.",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Tear away from the pool.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Interpret the sensation.]",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Surrender to the pull.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "This energy - this hunger - it draws down your soul, you suspect, towards the bottom of the pool. You might not even feel it, you realize, if you weren't a Watcher.\n\nYou're unsure what effect such a pull might have on you.",
      "female": ""
    },
    {
      "id": 7,
      "default": "You recognize the sensation as familiar - the draw of a soul towards adra. You felt something very similar when you died... And again when you returned to life.",
      "female": ""
    },
    {
      "id": 9,
      "default": "You try to grab at the sides of the basin, but your hands find no purchase. You're not sure whether they pass meaninglessly through empty air or if you're even moving them at all. \r\n\r\nYou tense your back, shoulders, and stomach, but your face doesn't rise from the water. If anything, it sinks ever deeper.",
      "female": ""
    },
    {
      "id": 10,
      "default": "Your chest tightens, and your blood runs cold, rushing through your ears. Or perhaps it's the flow of the water past you that you hear - or perhaps you fall ever deeper into the ancient pool.",
      "female": ""
    },
    {
      "id": 11,
      "default": "The currents calm.\r\n\r\nYou feel the cold wet against your face and within your ears. Your hands grip rough stone. Your feet rest on solid ground. \r\n\r\nWarm air stirs the hairs on the back of your neck.",
      "female": ""
    },
    {
      "id": 12,
      "default": "You straighten and withdraw your head from the pool.",
      "female": ""
    },
    {
      "id": 13,
      "default": "Despite your focus on the energies of the pool, you glean nothing from it save the sensation of being dragged inexorably under.",
      "female": ""
    },
    {
      "id": 14,
      "default": "This energy - this hunger - it draws down your soul, you suspect, towards the bottom of the pool. You might not even feel it, you realize, if you weren't a Watcher.\n\nYou're unsure what effect such a pull might have on you.",
      "female": ""
    },
    {
      "id": 15,
      "default": "You recognize the sensation as familiar - the draw of a soul towards adra. You felt something very similar when you died... And again when you returned to life.",
      "female": ""
    }
  ]
}