{
  "Component": "lax1_exported",
  "Name": "conversations\\lax01_00_arena_island\\lax01_00_cv_aexica_firstvision",
  "Entries": [
    {
      "id": 1,
      "default": "A soul shimmers before you, her faint glow unreflected by the trees. Flowing gossamer silks sheathe her form, and long, black tendrils of hair crown her head.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Who are you?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"My blade? It has found me once again.\"\r\n\r\nAn ephemeral hand reaches out to Marux Amanth, to grasp at the ancient dagger, but the soul stops short. ",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"A wound? What kind of wound?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"I ask you to risk life and limb in the Crucible, but the desired outcome is not your death.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"But a wound - a tear - festers in the heart of this place.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"The souls that prowl this island writhe in disharmony. Without your help, the-\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"I encountered another of your kind after dealing with the stelgaer in the lowveld.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"I met someone like you in the valley of the boars.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "The image falls silent as the woman's form loses definition. In the span of a breath, the apparition dissipates entirely, her words unfinished.",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"The Crucible still serves its purpose - bringing Galawain's devoted to battle. Bringing battle to Galawain's devoted.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Do you see her too?\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Oh! Where'd she go? Hello, spirit lady?\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Any idea who that was?\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Do you sense the turmoil she spoke of?\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Let's go.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"The future of this place depends upon you seeking the champion's crown.\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"Not a clue. Perhaps she was the Seeking Face?\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Or perhaps some other poor soul trapped here on Kazuwari?\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Not really, but I don't feel trapped here, exactly. Not like she does.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"I came willingly, after all. Died willingly, I mean.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"And I've got you, right?\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Perhaps if we complete the other trials, we'll find similar spirits... and hopefully they'll be a touch more cheerful.\"",
      "female": ""
    }
  ]
}