{
  "Component": "lax1_exported",
  "Name": "conversations\\lax01_00_arena_island\\lax01_00_si_ancient_well",
  "Entries": [
    {
      "id": 1,
      "default": "Muātu's quiet voice plays at the edge of your hearing. \"This well draws water from beneath the Crucible. It should offer ingress... for the careful.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "[Examine the well.]",
      "female": ""
    },
    {
      "id": 12,
      "default": "The well stands barely a yard in diameter, the mortar between its sides cracked and gray when not entirely absent. A few rocks have crumbled away or been removed.\r\n\r\nYou hear the sound of running water from the depths.\r\n",
      "female": ""
    },
    {
      "id": 13,
      "default": "[Look inside.]",
      "female": ""
    },
    {
      "id": 14,
      "default": "While a grappling hook could certainly be lodged into the well, the integrity of the sides seems suspect, and you're not sure that your longest rope will reach the bottom.",
      "female": ""
    },
    {
      "id": 15,
      "default": "[Descend the rope.]",
      "female": ""
    },
    {
      "id": 16,
      "default": "Your hands on the rope and your feet guiding your way down the inner walls of the well, you easily shimmy down the hole. ",
      "female": ""
    },
    {
      "id": 17,
      "default": "You strain, trying to desperately to hold on, your grip weakening as sweat beads across your forehead...\r\n",
      "female": ""
    },
    {
      "id": 18,
      "default": "[Climb back to the surface.]",
      "female": ""
    },
    {
      "id": 19,
      "default": "[Swing to the outcropping.]",
      "female": ""
    },
    {
      "id": 20,
      "default": "Rolling the Proving Stone ahead of you, you advance into the dark.",
      "female": ""
    },
    {
      "id": 26,
      "default": "[Back away.]",
      "female": ""
    },
    {
      "id": 27,
      "default": "[Leave.]",
      "female": ""
    },
    {
      "id": 28,
      "default": "The path through the cavern gradually falls away to one side, leaving a healthy flow of slightly luminous water.\r\n\r\nAbove you, a faint column of light descends from a hole in the roof of the cave.\r\n",
      "female": ""
    },
    {
      "id": 29,
      "default": "[Scale the wall.]",
      "female": ""
    },
    {
      "id": 30,
      "default": "[Climb back to the surface.]",
      "female": ""
    },
    {
      "id": 31,
      "default": "With the aid of the rope, the climb poses relatively little trouble, and you soon find yourself again in the island jungle.",
      "female": ""
    },
    {
      "id": 32,
      "default": "You grasp a few likely holds, ignoring the sensation of stone biting into your flesh, and step up onto the wall, slowly pushing yourself towards the hole in the roof.",
      "female": ""
    },
    {
      "id": 33,
      "default": "A wave of relief vies with the ache in your muscles as you reach into the light and grasp the top of the stone wall. You pull yourself out and find yourself sitting on the side of a small well in a small jungle clearing.",
      "female": ""
    },
    {
      "id": 34,
      "default": "Wrenching pain shoots up your leg as your foot twists beneath you, sending you plummeting into the water below.\r\n\r\nYou pull yourself back onto the stone ledge.\r\n",
      "female": ""
    },
    {
      "id": 35,
      "default": "Your party slowly picks its way up the stone, working together to scale the nearly sheer expanse...",
      "female": ""
    },
    {
      "id": 36,
      "default": "You feel a wave of relief as you pull yourself from the darkness and onto a low stone wall marking a well in a small jungle clearing. Reaching back, you help the others ascend from the well and onto the island's verdant surface.",
      "female": ""
    },
    {
      "id": 37,
      "default": "With a yelp, [SkillCheck 0] slips, grabbing your leg along the way. You both go crashing into the water below.\r\n\r\nYou manage to climb out onto the ledge, [SkillCheck 0] limping.\r\n",
      "female": ""
    },
    {
      "id": 38,
      "default": "[Drop the Proving Stone down the well.]",
      "female": ""
    },
    {
      "id": 39,
      "default": "[Give the Proving Stone to someone else.]",
      "female": ""
    },
    {
      "id": 40,
      "default": "You roll the stone to [Specified 0], who frowns at the massive rock.",
      "female": ""
    },
    {
      "id": 41,
      "default": "Heaving, you heft the Proving Stone onto the well's wall, then strain against it until gravity takes over.\r\n\r\n",
      "female": ""
    },
    {
      "id": 42,
      "default": "With a series of resounding crashes, the stone bounces down the well, rebounding off of the walls, spinning, breaking apart, and finally crashing in pieces into the water below.",
      "female": ""
    },
    {
      "id": 43,
      "default": "You force your hands to remain clenched, holding tightly to the rope as you make your way down.",
      "female": ""
    },
    {
      "id": 44,
      "default": "After several agonizing minutes, [Specified 0] finds solid footing on a stone outcropping and lets out a victorious whoop... before collapsing against the wall and breathing heavily.",
      "female": ""
    },
    {
      "id": 45,
      "default": "With a dismayed cry, [Specified 0]'s grip slips free of the rope. Proving stone and adventurer alike crash into the water below with a sound like thunder.",
      "female": ""
    },
    {
      "id": 46,
      "default": "A stream flows far below, a faint incandescence casting shimmering lines along the well's cylindrical interior.",
      "female": ""
    },
    {
      "id": 47,
      "default": "Your arms give out, and with a gasp you plunge through the dark. A terrifying moment of weightlessness ends in a crash of water and a shock of agony through your back. ",
      "female": ""
    },
    {
      "id": 48,
      "default": "[Specified 0] crawls from the water, accompanied by only a lone portion of the shattered Proving Stone.",
      "female": ""
    },
    {
      "id": 49,
      "default": "Feeling oddly lightened, you manage to grasp an outcropping on the wall and pull yourself from the rushing water. It's only then that you realize that the Proving Stone itself is lighter, as half of it remains broken off in the water below.",
      "female": ""
    },
    {
      "id": 50,
      "default": "[Search for traps.]",
      "female": ""
    },
    {
      "id": 51,
      "default": "[Identify the statues.]",
      "female": ""
    },
    {
      "id": 52,
      "default": "One of the stones sinks when depressed, an ancient pressure plate. Nothing occurs, however, when you do so from a safe distance. \r\n\r\nPerhaps some previous explorer disabled the trap, or perhaps the mechanism has simply failed over centuries exposed to the elements.",
      "female": ""
    },
    {
      "id": 53,
      "default": "You locate no traps. The area around the well seems entirely safe.",
      "female": ""
    },
    {
      "id": 54,
      "default": "They look like jaguars, rendered in the somewhat abstract Huana style. The markings along the flanks and jowls suggest them to be sacred beasts, spirits of the jungle.\r\n\r\nGuardians, perhaps, of this well.\r\n",
      "female": ""
    },
    {
      "id": 55,
      "default": "They're large cats, clearly - possibly tigers or jaguars. The abstract whorls and eddies of Huana art make a more definite identification difficult.",
      "female": ""
    },
    {
      "id": 56,
      "default": "[Affix a grappling hook to side of well.]",
      "female": ""
    },
    {
      "id": 57,
      "default": "[Tie a rope to cat statue.]",
      "female": ""
    },
    {
      "id": 58,
      "default": "You find a likely spot for a hook and wedge its prongs into the gaps between the stones. A few tugs suggest that it's secure, and you lower the rope into the darkness of the well.",
      "female": ""
    },
    {
      "id": 59,
      "default": "You tie the rope around the cat statue's neck, not unlike a collar. A hard pull convinces you that the statue isn't going anywhere, and you lower the rope into the darkness of the well.",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Down the rope, [Specified 0].\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "Aloth doesn't blink. \"You must be joking.\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"Hey, I know I look big and strong, but it's all an act.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Thanks, but I've already got one ugly burden to carry around. Ouch!\" Maia winces as Ishiza pecks at her ankles.",
      "female": ""
    },
    {
      "id": 65,
      "default": "\"Di verus, do you really expect <i>me</i> to carry that?\"",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"The ship-sinker be larger than me, cap! ...but an order's an order, I'spose.\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Captain, Ngati's chosen has nothing to prove.\" Tekēhu chuckles and opens his palms in a shrug.",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Been a while since I performed a trial of faith. You leave this to me, Watcher.\" Jaw set, nostrils slightly flared, Xoti rolls up her sleeves.",
      "female": ""
    },
    {
      "id": 69,
      "default": "The heavy Proving Stone secured by rope to his back, [Specified 0] straddles the wall of the well and begins shuffling down into the darkness.",
      "female": ""
    },
    {
      "id": 70,
      "default": "[Specified 0] slowly descends, grunting with the exertion, taking frequent breaks to recover from the arduous work.",
      "female": ""
    },
    {
      "id": 71,
      "default": "The rushing water's roar envelopes you as you're running short on rope, and the walls fall away around you to reveal an underground cavern.\r\n\r\nYou note an outcropping of stone nearby, jutting out above the water.\r\n",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"That is excruciating.\" Aloth winces.",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"I think I know what it was meant to prove.\" Edér smiles.",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"Heh. Take that.\" Maia leans on the rim of the well and chuckles.",
      "female": ""
    },
    {
      "id": 76,
      "default": "Pallegina places a feathered hand over her eyes, shaking her head. She peeks at the wreckage through a gap between her fingers.",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Not sure what you were expecting, cap.\" Serafen scratches the back of his head.",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"If nothing else, at least we know how deep the well goes.\" Tekēhu sighs.",
      "female": ""
    },
    {
      "id": 79,
      "default": "Xoti blinks. \"That's one way to do it, I guess.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "The heavy Proving Stone secured by rope to her back, [Specified 0] straddles the wall of the well and begins shuffling down into the darkness.",
      "female": ""
    },
    {
      "id": 81,
      "default": "You descend the rope and take the Proving Stone back from [Specified 0].",
      "female": ""
    },
    {
      "id": 82,
      "default": "You descend the rope, joining [Specified 0] on a ledge in the darkness, the luminous water pouring through a wide cavern.",
      "female": ""
    },
    {
      "id": 83,
      "default": "The mass of the Proving Stone strapped to your back, you gingerly climb over the wall of the well and descend into the dark. Your arms, legs, and shoulders tremor, straining against the mass, and the rope bites into your hands. ",
      "female": ""
    },
    {
      "id": 84,
      "default": "You climb hand over hand and pull yourself from the well.",
      "female": ""
    },
    {
      "id": 85,
      "default": "With a few careful swings, you manage to catch the outcropping with your feet and pull yourself tight against the wall.",
      "female": ""
    },
    {
      "id": 86,
      "default": "[Continue into the cavern.]",
      "female": ""
    },
    {
      "id": 87,
      "default": "Looking around yourself, you find that the rocky ledge continues deeper into the cavern, the darkness inviting.",
      "female": ""
    },
    {
      "id": 88,
      "default": "You advance into the dark.",
      "female": ""
    },
    {
      "id": 89,
      "default": "Your rope hangs from the well, secured behind a nearby rock.",
      "female": ""
    },
    {
      "id": 90,
      "default": "The walls are jagged but slick. Climbing them could be dangerous.",
      "female": ""
    },
    {
      "id": 91,
      "default": "You foot slips out from under you, and your fingers tear free of the rocks, leaving a layer of skin behind. Your flailing strikes the person behind you, sending you both crashing into the water.\r\n\r\nDespite an aching ankle, you manage to climb out onto the ledge.",
      "female": ""
    },
    {
      "id": 92,
      "default": "[Climb down the well.]",
      "female": ""
    },
    {
      "id": 93,
      "default": "You reach the bottom of the well only to find yourself hanging from the roof of a large, open cavern. Your muscles burn and the stone bites into your fingers as you lower yourself to a nearby outcropping. ",
      "female": ""
    },
    {
      "id": 94,
      "default": "After several agonizing minutes, [Specified 0] finds solid footing on a stone outcropping and lets out a victorious whoop... before collapsing against the wall and breathing heavily.",
      "female": ""
    },
    {
      "id": 95,
      "default": "[Climb down the well.]",
      "female": ""
    },
    {
      "id": 96,
      "default": "You reach the bottom of the well only to find yourself hanging from the roof of a large, open cavern. Your muscles burn and the stone bites into your fingers as you lower yourself to a nearby outcropping. ",
      "female": ""
    },
    {
      "id": 97,
      "default": "From somewhere in the darkness above you hear [SkillCheck 0]'s cry. Your falling compatriot crashes into you, throwing you both into the frothy water below.",
      "female": ""
    },
    {
      "id": 98,
      "default": "The mass of the Proving Stone strapped to your back, you gingerly climb over the wall of the well and descend into the dark. Your arms, legs, and shoulders tremor, straining against the mass, and the rock walls bite into your hands. ",
      "female": ""
    },
    {
      "id": 99,
      "default": "The heavy Proving Stone secured by rope to his back, [Specified 0] straddles the wall of the well and begins shuffling down into the darkness.",
      "female": ""
    },
    {
      "id": 100,
      "default": "The heavy Proving Stone secured by rope to her back, [Specified 0] straddles the wall of the well and begins shuffling down into the darkness.",
      "female": ""
    },
    {
      "id": 101,
      "default": "With a dismayed cry, [Specified 0] slips, disappearing into the darkness. Proving stone and adventurer alike crash into the water below with a sound like thunder.",
      "female": ""
    },
    {
      "id": 102,
      "default": "Taking care to help one another to the extent that you can, you and your fellow travelers work your way down the old well, using the protruding stones as handgrips and footholds along the way. After but a few minutes, your muscles ache and fingers burn...",
      "female": ""
    },
    {
      "id": 103,
      "default": "You work your way down the old well, using the protruding stones as handgrips and footholds along the way. After but a few minutes, your muscles ache and fingers burn...",
      "female": ""
    },
    {
      "id": 104,
      "default": "You reach the bottom of the well only to find yourself hanging from the roof of a large, open cavern. Your muscles burn and the stone bites into your fingers as you lower yourself to a nearby outcropping. ",
      "female": ""
    },
    {
      "id": 105,
      "default": "Your arms give out, and with a gasp you plunge through the dark. A terrifying moment of weightlessness ends in a crash of water and a shock of agony through your back. ",
      "female": ""
    },
    {
      "id": 106,
      "default": "You manage to grasp onto a stone ledge and pull yourself from the water. You rise to your feet, your shoulder throbbing.",
      "female": ""
    },
    {
      "id": 108,
      "default": "You have the stone.",
      "female": ""
    },
    {
      "id": 109,
      "default": "You grasp a few likely holds, ignoring the sensation of stone biting into your flesh, and step up onto the wall, slowly pushing yourself towards the hole in the roof.",
      "female": ""
    },
    {
      "id": 110,
      "default": "You grasp a few likely holds, ignoring the sensation of stone biting into your flesh, and step up onto the wall, slowly pushing yourself towards the hole in the roof.",
      "female": ""
    },
    {
      "id": 111,
      "default": "[Scale the wall.]",
      "female": ""
    },
    {
      "id": 112,
      "default": "They look like jaguars, rendered in the somewhat abstract Huana style. The markings along the flanks and jowls suggest them to be sacred beasts, spirits of the jungle.\r\n\r\nGuardians, perhaps, of this well.\r\n",
      "female": ""
    },
    {
      "id": 113,
      "default": "You put some distance between yourself and the well.",
      "female": ""
    },
    {
      "id": 114,
      "default": "Your rope still descends into the darkness.",
      "female": ""
    },
    {
      "id": 115,
      "default": "Heaving, [Specified 0] hefts the Proving Stone onto the well's wall, then strains against it until gravity takes over.",
      "female": ""
    },
    {
      "id": 116,
      "default": "His masked face buried in his bandaged palm, Vatnir shakes his head.",
      "female": ""
    },
    {
      "id": 117,
      "default": "Mirke giggles. \"Ker - SPLASH!\"",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"Do you think me an aurochs?\" Vatnir asks as he accepts the stone. \"This will end poorly.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "[Descend the rope.]",
      "female": ""
    },
    {
      "id": 120,
      "default": "[Specified 0] joins you in the darkness.",
      "female": ""
    },
    {
      "id": 122,
      "default": "At the edge of your vision, Muātu deflates. \"That was a priceless relic, [Player Name].\" He shakes his head sadly.",
      "female": ""
    },
    {
      "id": 123,
      "default": "The jungle opens on a small glade, the trees encroaching overhead to enclose the space in cool, green shade.\r\n\r\nA stone dais, cracked by roots and dappled with moss and dirt, dominates the clearing. A pair of worn statues - crouched jungle cats missing eyes, ears, and in one case a paw - flank a short stone well. ",
      "female": ""
    },
    {
      "id": 124,
      "default": "\"Come on, that thing's taller than me!\"",
      "female": ""
    },
    {
      "id": 125,
      "default": "\"I will try, but...\" Rekke stares at the gigantic stone, perplexed, then turns on you with a wicked grin. \"Maybe I will need a kiss for luck.\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"Damn it, Watcher, haven't you ever heard of makin' a quiet entrance?\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"Aw, I thought it would be louder.\" Rekke leans over the edge of the well, frowning into the darkness below.",
      "female": ""
    },
    {
      "id": 128,
      "default": "Your arms give out, and with a gasp you plunge through the dark. A terrifying moment of weightlessness ends in a crash of water and a shock of agony through your back. ",
      "female": ""
    }
  ]
}