{
  "Component": "lax1_exported",
  "Name": "conversations\\lax01_00_arena_island\\lax01_00_cv_arena_food_seller",
  "Entries": [
    {
      "id": 1,
      "default": "\"Ahoy there, my fine friend!\" \r\n\r\nScents of foods local and exotic rise from the cart behind the pudgy orlan.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Care for some tasty vittles before you go testing your strength against the spirits?\" He gestures to the foodstuffs behind him.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Let me see what you have.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "[Leave.] \"Maybe another time.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Welcome back!\" The orlan brushes his palms together.",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Only the tastiest damn food in the Deadfire! Come, have yourself a look.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Flogging shit. That you, Corrin? Ain't seen you in two or three ages?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Well if I ain't a blue-balled bastard, Corrin the cavalier chef.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Aye! Always a pleasure to see another pirate. Specially one as cute as you!\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"You know this orlan?\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"You bet! Had something of a name for hisself as a cooker of foods back at the Deadlight. Up and disappeared a few years back, though. Everyone thought he'd gone and got hisself drowned.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Aye, do I! This swabby were the best chef I ever served with. The Sorcerer were right sore without him after he shipped off.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Always good to hear you're missed.\"\n\nCorrin chuckles, bashfully averting his eyes.",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"You ain't seen action in the pit yet? You'd best be speaking to Humaire before someone decides you don't belong here.\" Corrin folds his arms and nods.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"The Crucible's right hungry work, aye? I've everything you need to tide you over!\" Corrin opens his palm and gestures to a tray of steaming food. ",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Been hearing whispers 'bout our new contender. You eating here is sure to bring me business!\" Corrin winks and nods toward a display of hot food. ",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"You pulled our asses out of the fire, mate! If that don't warrant a feast then nothing does. What'll it be?\" Corrin raises an eyebrow, grinning. ",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Ain't every day a champion browses my wares! What can I get you?\" Corrin opens his palms. ",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"The spirits?\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"You fresh off the boat, lad? Arena's full up of soul energy.\"",
      "female": "\"You fresh off the boat, lass? Arena's full up of soul energy.\""
    },
    {
      "id": 25,
      "default": "\"Likely as not on account of all the blood spilt.\"\r\n\r\nHe chuckles.",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"As tends to happen when enough people die in one place.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Ac, that is traditionally a consequence of death.\" Fassina raises her brow to study you critically. ",
      "female": ""
    },
    {
      "id": 29,
      "default": "\"That would certainly make sense, given the blood sport. Curious.\" Ydwin taps her chin thoughtfully.",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"The Faces of the Hunt stirs them right up, summoning monsters and legendary warriors for the contenders to try their blades against!\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"No time for food, lad, lest you're aiming to be it!\"",
      "female": "\"No time for food, lass, lest you're aiming to be it!\""
    }
  ]
}