{
  "Component": "exported",
  "Name": "conversations\\13_fort_deadlight\\13_cv_guard_party_pooper",
  "Entries": [
    {
      "id": 1,
      "default": "\"Why in the blackest Hel are you clomping around so loud? Howbeit! You're not allowed up here, you no good fuddlers.\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Step. Back. I will not warn you again, you boosy bastard.\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"You're thrice damned now. Hope you like hanging by your toes.\"\r\n\r\nRaising a horn to her lips, she takes a deep breath.",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Draw cutlasses! Aim cannons! All pirates to arms!\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Attack] \"I go where I please.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "[Back away with your hands up.] \"No need to get testy.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"You sodden wharf rat! I'll put a ball between your eyes to stop your scurrying!\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"No, I best escort you back. Follow me if you want to keep living. Try to sneak past if you want to die.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"You got a problem with drunks?\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Just got no patience for them, the bilge-lickers. It's rot enough I'm posted next to the forge. Having to listen to that hammer striking nonstop, all day long.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Enough gabbling. The ramparts are off-limits to anyone but Benweth's crew. Run off, or I'll run you through.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"For the last time, pipe down, the lot of you!\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Flog off, we ain't hurting nothing.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"I ought to throw you in irons! Think I can't? Think Ben would care what happens to you?\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Ondra drown those no-good drunkards and their raucous louting!\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "Shrugging, the pirates flanking the guard amble away.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"I don't think Aeldys would like it none, no.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Aeldys ain't here, is she? So shut up or I'll drown you in your own grog.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Add on those howling guzzlers at the bottom of the stairs, and you get the picture.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Heard you got a deal going with Ben. Come on through then. Run of the fort's yours.\"",
      "female": ""
    }
  ]
}