{
  "Component": "exported",
  "Name": "conversations\\13_fort_deadlight\\13_cv_syri",
  "Entries": [
    {
      "id": 1,
      "default": "\"Oi, I'm trying to turn a coin.\"",
      "female": ""
    },
    {
      "id": 2,
      "default": "The orlan's large eyes grow larger as you approach, then narrow to a sharp edge. Her hands briefly ball into fists before finding their way to her hips. With a sharp twist of her head, she flips seaweed green hair over one shoulder. ",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Ahoy there, Syri. Miss me?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Were there something else ye wanted?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"We're looking for Benweth.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Any idea how to get some of Aeldys' special rum?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"I've heard mention that there's whiteleaf at the fortress. Do you know where I can find it?\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Benweth blows into Deadlight, he mostly stays locked up in his quarters, a few whores in his bunk and a whole mess of muscle outside his berth.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"Not meaning any slight, but we're not near acquainted enough for me to be sticking me neck out for ye, mate.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"Ye've got some nuggets on ye, I'll give ye that.\"\r\n\r\nShe taps on her chin.",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Farewell.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Whiteleaf's rare as an honest sailor in these parts, so Captain Aeldys keeps it locked up tight. Only breaks it out for special occasions.\"\r\n\r\nShe smirks, takes your hand, and presses something cold into it. It's a small copper key.",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"That's for the store room by the kitchen, and no asking me how I came by it. Ye go down there and get yerself caught, ye and me've never met, savvy?\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"A moment, captain. Before I go introducing you to Syri, I should, er, mention something.\"\r\n\r\nSerafen frowns, scratching at his furred cheek. ",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Stow that gaze, sailor.\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Good to know.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"What am I supposed to do with that information?\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"All's I'm saying is, you see her go for a pistol, you best step away from me.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"I plundered you up a pair of fine - very fine! - snakeskin boots, with that tooling you like around the cuffs and all, but the Gentleman sprung a leak and they ended up thoroughly sodden.\" \r\n\r\nShe scoffs, and he looks to you with a shrug.",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Like a fish misses water, ye gutless bastard, for the first few weeks anyhow. Till it turned to confusion and worry. Ye said ye'd write every night, didn't ye? Then where were the birds or the boats with your poems and pages?\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"You saying our pirate's a poet?\" Xoti turns wide eyes to Serafen, amusement making the corners of her mouth twitch.",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"I can't look away from this shipwreck.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "[Lie] \"They <i>were</i> very fine shoes.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"She's upset, Serafen. Lying won't set things straight.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Seems like you made your bed, Serafen. Now you have to lay in it.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"I'm sorry for keeping Serafen at sea for so long, Syri. As captain, the responsibility rests with me.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"Ah, balls... we be in for it now.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"They were?\" She blinks, large amethyst eyes flitting between you and Serafen.",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"Ye can't just go showering a lass with wildflowers and filling her head with verse if yer planning to ship out and never see her again!\"\r\n\r\nSerafen winces, and shame splashes you like a bucket of cold piss.",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Ye've been lucky thus far, ye know. I'm of half a mind to call ye out, and I'm no worse than many with a blade. Least then, perhaps, ye'll give me a lick of satisfaction!\"\r\n\r\nHer hand strays towards her belt.",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"Look who finally washed back up ashore.\" The edge to her words matches the sharpness of her teeth.\r\n\r\nSerafen winces.",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Apologize to her, Serafen.\"",
      "female": ""
    },
    {
      "id": 68,
      "default": "\"Whatever you're thinking of reaching for, think again.\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "With a half-step away from you, Syri lets her hands drop to her sides. They curl into small, furry fists.",
      "female": ""
    },
    {
      "id": 71,
      "default": "\"Aye, captain.\" He winces, then bows low to Syri.",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"I be truly sore and sorry, lass. Sorrier still than that. I won't go spinning no yarns bout being married to the sea or coming home to you someday. I ain't that gentleman nor never will be neither.\"\r\n\r\nHe straightens and meets her eyes. ",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"You knew Serafen sails. Didn't you want him to leave?\"",
      "female": ""
    },
    {
      "id": 74,
      "default": "Syri's eyes bulge, and her arms go slack. She lets her head drop. ",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"I'm staying out of this.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"Syri... I truly wish I were savvy to what's gone belly-up betwixt us. I weren't intending to scorn you, I swear it on Ondra's salty teat.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Oh, ye weren't intending to scorn me, eh? Ye wish ye were savvy, eh? Ondra's salty fucking teat, eh?\"\r\n\r\nShe asks each question louder than the last.",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Are ye meaning to tell me that ye've not dropped anchor at Fort Deadlight in the last eight months?\"\r\n\r\nHer furry brows twist as she examines you.",
      "female": ""
    },
    {
      "id": 81,
      "default": "\"That I can understand. I'm not forgiving ye a lick now, but I won't go seeking for yer blood neither.\"",
      "female": ""
    },
    {
      "id": 86,
      "default": "<i>Slick wet fur in the lamplight, calloused palms perusing her pelt, tweaking teats and biting at the soft edge of the neck, thrusting into hotness... yet tender - hopeful - not that this time will be the one that lasts, but that she might forget this sodden shithouse for an evening or two.</i>",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Just who is this Remaro person Serafen's looking for?\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "Serafen rolls his eyes and crosses his arms.",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"Ye don't know? That so, I'm thinking it's not me place to tell ye.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"You ain't sailing with bare poles, cap.\"\r\n\r\nHe chuckles. ",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"I need to know what Serafen's getting my crew into.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Fair enough.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"On to calmer waters, then?\"",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"That rotten fuck what brought ye to Fort Deadlight? I hope yer looking to rough him round a bit. Maybe dangle him over the bulwarks?\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"This yer captain then, now? What happened to Furrante?\" She cants her attention back to Serafen.",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"Did I miss you?\" She growls, a low, prolonged sound. ",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"Tell her, cap!\"",
      "female": ""
    },
    {
      "id": 122,
      "default": "\"Aye, lass. The captain's got an ask or two about Deadlight, but first, I need to know - you remember Remaro? Sailed with me on the Sorcerer?\"",
      "female": ""
    },
    {
      "id": 126,
      "default": "\"It weren't so long ago he shipped out, come to think on it.\"",
      "female": ""
    },
    {
      "id": 127,
      "default": "\"Do you know where he went?\"",
      "female": ""
    },
    {
      "id": 128,
      "default": "\"Why was he here at the fort?\"",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"Where was Remaro staying?\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"We're not here for Remaro. I have more important questions.\"",
      "female": ""
    },
    {
      "id": 131,
      "default": "\"Hard to starboard through the back door there, then straight on to the end of the hall.\"\r\n\r\nShe gestures to the northern exit from the room.",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"Aye? Then what are ye asking after?\"\r\n\r\nShe glances at Serafen, a slight pout on her lips.",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"Don't think nobody's claimed his quarters, since. Might be worth it to ye to poke around.\"",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"Can't rightly say. Left in a hurry, I think. Or at least he were here one day and gone the next. Not that he ever mixed much with the sods here.\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"Wael tells ye, let me know. Rumor were he went mutinous.\"\r\n\r\nRage flashes behind your eyes, and your blood goes hot.",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"Sideways pickled horse shit and a half!\"\r\n\r\nSerafen slams a fist into the nearby wall, and Syri flinches.",
      "female": ""
    },
    {
      "id": 137,
      "default": "\"Don't know the truth of it, me-self. Might've been Remaro hisself started the rumors. Gave him his privacy, certain. Even here, mutineers make no friends.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"You've my thanks, lass, truly, and many more besides.\"\r\n\r\nHe bows deeply, braided beard brushing the floor.",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"I might've said things to Syri when I last dropped anchor at Deadlight. Just lovers' words, savvy? But I can't say I rightly lived up to them. I ain't saying there's a problem... just a possible wrinkle in the old charts.\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"So she'll be upset?\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"Bastard were playing the keys not five nights ago. I joined in and me not even setting out a pail for coin, neither. He stops and tells the whole room that me voice were more harpy than siren! Course that sets everyone to laughing!\"\r\n\r\nShe scowls, arms crossed and shoulders hunched.",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"Where can we find him?\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"What did Benweth do to upset you?\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"Playing the keys?\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"He's so protected, you'd think he'd got flawless diamonds betwixt his legs instead of the pair of sweat-wet, rotten figs he's got.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"Suppose the price of being a first class arse like Benweth is living in fear of someone slitting your gizzard!\"\r\n\r\nShe huffs.",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"Aye, that half-mast sack of soiled linens can't leave alone a chance to show off his talent at the harpsichord. He's got chops, I can't fault him that, but no manners to speak of.\"\r\n\r\nShe snorts.",
      "female": ""
    },
    {
      "id": 149,
      "default": "\"That's all I need to know about Benweth.\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"A pirate misleading someone to plunder their booty? Shocking.\"",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"Captain Aeldys keeps the rum under guard, but the blokes on duty are Ancret and Condwen. Ancret's big as ye please, and Condwen's a right sneaky swabber. Pair pass the time betting on Cups and Balls.\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"Thing is, Condwen's a cheat. That sodden fuck bragged me up about it like it'd get the southern juices flowing. Sufficing to say, it did not!\"",
      "female": ""
    },
    {
      "id": 160,
      "default": "\"Syri, sweethoneyheart, I scribbled you missives day and night, declarations of passion, sonnets and songs. Were on account of me being at sea I never had the opportunity to post them!\"",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"Oh, I'm certain. I'm certain I should believe every word of that blarney. Bout as certain as I am that ye're a snake-tongued philanderer worth little more than a tug in the rug.\"",
      "female": ""
    },
    {
      "id": 163,
      "default": "\"That's how we got here in the first place.\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"Ekera, that is best.\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"I've learned that is often best.\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"I never seen someone struggle so much who wasn't dying.\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "The green orlan snorts, her breath briefly catching up her hair.",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"I take it yer mother never learned ye what a fool notion it is to cross an orlan scorned.\"",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"Rymrgand's frosty bollocks, captain! You trying to sink me, too?\"",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"At least someone at this sodden fort's possessed of a lick of honor.\"",
      "female": ""
    },
    {
      "id": 171,
      "default": "\"Well, come to have a look at ye, I can't say I've ever seen ye before.\"",
      "female": ""
    },
    {
      "id": 172,
      "default": "\"Fucking aye, I'm upset. Got every cod-crushing reason to put sixteen plugs of lead in yer furry blue ass and see how ye sink.\" Arms crossed, Syri taps her right foot a smidge faster than the tempo of the music.\r\n\r\nSerafen rubs the back of his head and clears his throat.",
      "female": ""
    },
    {
      "id": 173,
      "default": "\"Furrante still be sailing the seas, right as the rain and twice as frigid. Just gave me a bit of furlough to engage meself in more personal pursuits. Such as an emerald-haired lass who ain't never once left my thoughts.\"\r\n\r\nA warm smile blossoms across Syri's lips, before she banishes the expression.",
      "female": ""
    },
    {
      "id": 174,
      "default": "\"Now don't go thinking I've forgiven ye a lick, Serafen. I know ye didn't come here looking for me, 'cause if ye had, ye'd have come with a bottle and <i>without yer sodding captain.</i>\" \r\n\r\nShe points a blunt finger at you.",
      "female": ""
    },
    {
      "id": 175,
      "default": "\"Now why don't ye be telling me what ye want so I can be shot of ye for good?\"\r\n\r\nSerafen nods.",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"You ain't wrong, lass. Wish it weren't true, but it is.\" \r\n\r\nHe sighs.",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"I take it yer mother had the good sense to learn ye that ye never cross an orlan scorned.\"\r\n\r\nShe nods curtly to you.",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"You really want to kill Furrante's personal shiphunter?\"",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"I know ye're not worth it, ye cockswabby, yet it's tempting all the same.\" ",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"Aye, mate. Maybe ye've got yerself a right idea, there.\" She sighs. ",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"All's I can promise you is that what be broke in me, there ain't fixing for. I be a right sad fuck, and there ain't nothing to account for it but me.\"",
      "female": ""
    },
    {
      "id": 182,
      "default": "Syri sighs, wraps herself in her arms, and peers at Serafen for a long, quiet moment.",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"Well said.\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"Truest thing I've ever heard from you.\"",
      "female": ""
    },
    {
      "id": 185,
      "default": "[Say nothing.]",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"Aye, I remember Remaro. Ye think I gone wet in the head or something? Yer words have always been as flowery for him as they were for me.\"\r\n\r\nSerafen claps once, grinning.",
      "female": ""
    },
    {
      "id": 187,
      "default": "\"Well then fuck yourself very much, Captain Watcher.\" \r\n\r\nSerafen growl and turns away.\r\n",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"Oh keep it in yer pantaloons, ye randy swab. Ye had other questions, captain? Happy to oblige the person hauling this blue bastard away from Fort Deadlight.\"",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"Wait'll I find the whale-fuck-mothers spreading this rancid shit! Teach them the very meaning of keelhaul, I will!\"",
      "female": ""
    },
    {
      "id": 190,
      "default": "\"Go on.\"",
      "female": ""
    },
    {
      "id": 191,
      "default": "\"There's always a complication.\"",
      "female": ""
    },
    {
      "id": 192,
      "default": "\"I knew I shouldn't trust you on this.\"",
      "female": ""
    },
    {
      "id": 193,
      "default": "\"Aye. See you're getting savvy to Ondra's salty laws.\"",
      "female": ""
    },
    {
      "id": 194,
      "default": "\"If that be how you feel, friend, forget I said word one.\"\r\n\r\nHe pivots on his heel as he turns away.\r\n",
      "female": ""
    },
    {
      "id": 197,
      "default": "\"They both crewed the Sorcerer for a season or six. Remaro were like a father to Serafen, or so he's told me. Taught him the mariner's trade. More than that, ye'd have to ask him yerself.\"",
      "female": ""
    },
    {
      "id": 198,
      "default": "\"I understand your reluctance, but if Serafen's putting himself or my crew into danger, I need to know.\"",
      "female": ""
    },
    {
      "id": 199,
      "default": "\"Nay, matey. It's Serafen's tale to tell if he's the notion. My lips aren't so loose as ye may've heard.\" ",
      "female": ""
    },
    {
      "id": 200,
      "default": "\"They both crewed the Sorcerer for a season or six. Remaro were like a father to Serafen, or so he's told me. Taught him the mariner's trade. More than that, ye'd have to ask him yerself.\"",
      "female": ""
    },
    {
      "id": 201,
      "default": "\"The blue bastard and me have history, rough may it be. Two of us? Not so much.\"\r\n\r\nShe examines her fingernails.",
      "female": ""
    },
    {
      "id": 202,
      "default": "\"Calm waters to ye, mate.\"",
      "female": ""
    },
    {
      "id": 203,
      "default": "\"It's right by the kitchen? That's great, then we don't even have to go far to get snacks.\"",
      "female": ""
    },
    {
      "id": 204,
      "default": "\"That's more than half-handy, cap. We get them two at each other's tender bits, and that rum'll be temporarily under-watched. Thanks, lass.\"\r\n\r\nHe winks at Syri. She rolls her eyes.",
      "female": ""
    },
    {
      "id": 205,
      "default": "\"Aye, mate, as ye please.\"",
      "female": ""
    },
    {
      "id": 206,
      "default": "\"When does Benweth play the harpsichord?\"",
      "female": ""
    },
    {
      "id": 207,
      "default": "\"You think this be some big city cabaret-type establishment? There's no schedule, mate. Benweth comes down when the party's loud enough to shake his sheets harder than the whores he keeps up there.\"",
      "female": ""
    },
    {
      "id": 208,
      "default": "[Fight against it.]",
      "female": ""
    },
    {
      "id": 209,
      "default": "[Let the visions come.]",
      "female": ""
    },
    {
      "id": 210,
      "default": "You close your thoughts against the onslaught of Serafen's emotions and they break upon you, scattering.",
      "female": ""
    }
  ]
}