{
  "Component": "exported",
  "Name": "conversations\\20_splintered_reef\\20_cv_undead_barkeep",
  "Entries": [
    {
      "id": 1,
      "default": "\"Drink, sir?\" \r\n\r\nThe man at the bar goes about his business in merry defiance of the fact that he appears to be semi-decomposed. \r\n\r\nBehind him, a dwarf hangs upside down over a barrel. Blood streams down into the bucket from a wound in his wrist. From time the time the dwarf twitches feebly.",
      "female": "\"Drink, ma'am?\" \r\n\r\nThe man at the bar goes about his business in merry defiance of the fact that he appears to be semi-decomposed. \r\n\r\nBehind him, a dwarf hangs upside down over a barrel. Blood streams down into the bucket from a wound in his wrist. From time the time the dwarf twitches feebly."
    },
    {
      "id": 2,
      "default": "\"Is this 'catch of the day' anything like what's back there behind you?\"",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Don't worry. The captain what founded this settlement, she left good people in charge.\r\n\r\n\"This land's no good for crops. We rely on the sea. The town's protectors, they sail out and bring back food for the rest of us.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Who's this captain?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"Eh? Oh, I thought you'd have heard the whole thing from the protectors by now. Captain Lucia Rivan. Our great founder. \r\n\r\n\"That was ages past. It's Menzzago in charge now, of course.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"Lucia Rivan of the Floating Hangman? The ghost ship?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Ghost ship? Why, it was crewed up like any other.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"I may regret this, but... Do you have anything for sale?\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "[Leave] \"Farewell.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"So. What'll it be?\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "You notice a glint of metal, and looking over you see a man in a gleaming helmet peering down over the balcony at you. He stares at you for several moments, wild-eyed, before scrambling away from the railing.",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Who's that in the helmet over there?\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Eh? Ah, that'll be Copperhead. \r\n\r\n\"A little soft in the head, but he's good enough at mending things that we don't mind putting up with his foolishness.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"Getting to like the place? We can always use another set of hands around here.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Who is Zulka?\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"One of our protectors. They guard the settlement from harm, and sail out in search of supplies. \r\n\r\n\"The man in charge is Menzzago. He keeps a watchful eye on things from the tower atop the hill.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"My, er, ship wrecked. I must have been pretty out of it when they saved me.\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"The protectors? Who are they?\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Don't let the name frighten you. Rivan's founded a bright little community here in Splintered Reef. \r\n\r\n\"You'll see. Once you settle in, you'll thank her. Menzzago too.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Who is this Menzzago?\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"One of the very first settlers, from what I've been told. \r\n\r\n\"Truth is, I haven't seen much of Menzzago these days. He must be busy, now that the town has grown so large.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Here, newcomer. First drink's on the house.\" \r\n\r\nHe pours from a nearby pitcher - filling a goblet with an unmistakable red liquid, thick and dark. The coppery odor hits your nostrils with force. \r\n\r\nThe barkeeper slides the goblet across the bar towards you.",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"A great woman, Rivan. She captained the Floating Hangman.\"",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"Oh... Well, you'll need to have a word with Zulka once she's here. She keeps strict tabs on everyone in town. For our protection, see. \r\n\r\n\"You don't want her thinking you're skulking about in secret.\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"I find it strange that no one's tried to eat me alive yet.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Turned up with an appetite, did you? Well, if Zulka don't turn up with the fish soon, I'll be hard-pressed not to consider it myself.\"\r\n\r\nHe chuckles to himself, enjoying the joke.",
      "female": ""
    },
    {
      "id": 30,
      "default": "The barkeep pauses, looking over his shoulder. When he turns back to you it's with an expression of utmost confusion.",
      "female": ""
    },
    {
      "id": 31,
      "default": "[Drink it.]",
      "female": ""
    },
    {
      "id": 32,
      "default": "[Pretend to drink it, but tip out the blood when the barkeeper isn't looking.]",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Are you mad? I'm not drinking blood!\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "You tip back the goblet, taking a long drink of its grisly contents. Almost at once you are struck with a sick, churning sensation in your guts, but you manage to keep your expression blank and your lunch down.",
      "female": ""
    },
    {
      "id": 35,
      "default": "You tip back the goblet, taking a long drink... and promptly gag, spitting blood all over the barkeeper, the floor, and your feet.",
      "female": ""
    },
    {
      "id": 36,
      "default": "\"Augh! What the- ? You'll have no more drinks here, if you can't stomach 'em!\"\r\n\r\nHe swipes irritably at the front of his shirt, then turns away with a muttered oath.",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Haven't got much on the menu, truth be told, but an ale ought to hold you over until Zulka and her people turn up with supplies.\r\n\r\n\"Then you can enjoy the catch of the day.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"I haven't had a lick of ale in years. Drowner's Lung.\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Oh, well, begging your pardon, sir. Crying shame, that.\"\r\n\r\nHe retrieves the goblet.",
      "female": "\"Oh, well, begging your pardon, madam. Crying shame, that.\"\r\n\r\nHe retrieves the goblet."
    },
    {
      "id": 41,
      "default": "\"What? How dare you! My ale's the best in the Deadfire!\" \r\n\r\nThe barkeeper snatches back the goblet, fixing a scowl on you that's all the more horrific for his grisly aspect.",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"Modest offerings, but you're free to have a look.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "[Attack] \"I'll not stand idly while you bleed kith dry!\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "The barkeeper reels back from your outburst, bewildered. \r\n\r\nJust as you draw your weapon, the door to the tavern slams open.",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Just arrived? I'll wager you've a thirst.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Don't be hasty. I'll try anything once.\" Maia nods to the barkeep.",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"Aye, all that shame and thrice more. Absolutely horrid way to go. Like drowning in your own breath.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Well, 'less you've encountered some magical isle where wild barrels of ale roam free, I don't see how. Never had the good fortune to fish up a cask, myself.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"The Huana do something like that, eh? Forgot the name for it...\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Prize-share looks... very different, I say. \r\n\r\n\"Captain... do these people think they are dealing in fish?\" ",
      "female": ""
    },
    {
      "id": 51,
      "default": "He pours Maia a stout mug. She tosses it back with gusto.\r\n\r\nHer left eye twitches, but she holds her composure steady.",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"One more regret for the pile.\" \r\n\r\nShe wipes at her mouth with a shaking hand.",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Like brushing your teeth with grave water. Like being keelhauled even when you be ashore.\"\r\n\r\nSerafen grins at you.",
      "female": ""
    },
    {
      "id": 54,
      "default": "<ispeech>Think he's sold?</ispeech>",
      "female": ""
    }
  ]
}