{
  "Component": "exported",
  "Name": "conversations\\20_splintered_reef\\20_cv_undead_townie",
  "Entries": [
    {
      "id": 1,
      "default": "\"Well, hello there!\"\r\n\r\nThe woman greets you with a cheery smile, the effect of which is marred somewhat by her only having half a face. She scrubs, unperturbed, at some glasses.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Guessing you just came in.\"\n\nAs she speaks, you notice a strange mark upon her forehead - a kind of symbol, or rune.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"You mean you... don't want to eat me?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Yes, I've just arrived.\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "\"This place... You're all monsters!\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"What? That some kind of joke, sweetheart? \r\n\r\n\"Well, we welcome all sorts here. This is a peaceful town, and we've no cause to start any trouble with anyone.\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Always happy to see new faces. We're a long ways from everywhere, and not many folk are so keen to risk the voyage. \r\n\r\n\"You're just in time for the harvest.\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"Now, calm down, sweetheart. You've been out on the sea too long, I reckon. Caught yourself some sunstroke, maybe.\" ",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"Might be you'll feel more polite once you've had some rest and refreshment. Come by then.\"\r\n\r\nShaking her head, she turns away. ",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Help yourself to some ale while you're waiting. Zulka ought to be here soon with the day's catch.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"Good to see you again. Thinking of staying on?\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Have a drink, love, it'll ease your mind.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"What's that symbol on your forehead?\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"What? Have I got something on...\" \r\n\r\nShe turns her glass, frowning at her reflection. Seeing nothing of note, she shrugs and gives you a wry look.",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Looks like we have someone new in town.\"",
      "female": ""
    }
  ]
}