{
  "Component": "exported",
  "Name": "conversations\\20_splintered_reef\\20_cv_fampyr_guard_leader",
  "Entries": [
    {
      "id": 1,
      "default": "A woman strides into the tavern, bearing a staff whose ornamental head glows with arcane energy. \r\n\r\nShe strikes the staff upon the ground, once, and the tavern fills with eerie light as the runes carved upon each vessel's forehead begin to glow.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Menzzago has brought you a feast, my friends! Livestock and game! Tonight, we eat well!\"\r\n\r\nEveryone in the tavern cheers as the kith are carted into a back room.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"Copperhead- You are not staying for the celebration?\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"N-not today, Zulka. I've had my fill. Really. Another mouthful and I'll split down the seams.\" \r\n\r\nHe bobs his head in a feeble bow, then scuttles away. Zulka's attention drifts back toward the crowd.",
      "female": ""
    },
    {
      "id": 5,
      "default": "The fampyr's gaze falls upon you, and for an instant it seems that she will overlook your presence.\n\nAnd then her eyes narrow, and she raises her staff with a great, violent motion.",
      "female": ""
    },
    {
      "id": 6,
      "default": "All around you, lights flare above the furled brows of the gathered vessels. \r\n\r\nThe tavern patrons slump into feral postures, their eyes blank and insensate, their jaws gnashing. As one, they lunge toward you.",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Look here! Someone a little too eager to climb into the stewpot!\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "Zulka mutters something under her breath, and a faint aura ripples around the two bound kith standing behind her.\r\n\r\nThat done, she makes a sweeping gesture of the arm, with all the showmanship of a theater performer.",
      "female": ""
    },
    {
      "id": 9,
      "default": "Copperhead freezes mid-slink, grinning insipidly.",
      "female": ""
    }
  ]
}