{
  "Component": "exported",
  "Name": "conversations\\20_splintered_reef\\20_cv_copperhead",
  "Entries": [
    {
      "id": 1,
      "default": "\"Hsst! You there- Hie you up here.\"\r\n\r\nUp on the balcony, a tall and lanky figure waves frantically for your attention. That done, he ducks down again behind the railing.\r\n\r\nIt is not an effective hiding place.",
      "female": ""
    },
    {
      "id": 2,
      "default": "\"Good, good! I thought for sure you'd wander off, get yourself into trouble.\" \r\n\r\nThe man before you - or creature, perhaps, as his skin is as grayed and withered as that of the other patrons - wears a helmet two sizes too large for him. It tips from side to side as his head moves.",
      "female": ""
    },
    {
      "id": 3,
      "default": "\"I'm Copperhead. That's what they call me. Friendly nicknames, you know how it is.\"\r\n\r\n\"I, heh, I know you're different from the others. I can see it.\"",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"Of course I'm 'different.' Everyone in here is rotting away!\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Lie] \"I don't know what you're talking about.\"",
      "female": ""
    },
    {
      "id": 6,
      "default": "\"What is this place?\"",
      "female": ""
    },
    {
      "id": 7,
      "default": "\"Tch, keep your voice down! Yelling your head off like a little baby lamb in the woods. Might as well be hollering 'eat me, eat me.'\"",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"What...? \r\n\r\n\"No, <i>no</i>, none of that. I know what I see! So will the others, the ones who matter.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"So what's your real name, then?\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"I... I've been Copperhead long as I remember. But it must have been something else, once. \r\n\r\n\"There's not a mother alive would have cursed her child with 'Copperhead.' ...Excepting maybe she were a miner.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"I have to go.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Ain't it plain? It's a paradise! Aye, a land free of all the troubles of home. All the food and drink you want, and nary a frown in sight... \r\n\r\n\"But I know. I know it isn't so simple.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Very well. I'll meet you there.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"I-it's not safe here. Not where everyone's looking, listening.\r\n\r\n\"I have a house, out on the outskirts. They don't mind me keeping to myself. We can talk there.\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"What are those strange runes? Everyone in here seems to have one.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"But not you, eh? You stick out like a cat in a kennel.\"\r\n\r\nHe simpers nervously, eyes darting left and right.",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"No, wait-!\" \r\n\r\nCopperhead grasps for you, but his clutching fingers stop well short of actually touching your arm. He grimaces as if in pain, his lip curling back to reveal blackened teeth. \r\n\r\nAfter a moment, and with visible effort, he withdraws the hand.",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"You... you have to help me. Something awful wrong is going on in this town, and I can't do anything about it on my own.\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "\"I'm really not sure about this...\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"I'm not helping you! You EAT people!\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Look out for the ones in charge. Them with the staffs. They spy you, things will get bad in a hurry.\r\n\r\n\"Zulka, especially, she... I-I have to go!\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"I can help you! I swear by my hat.\" \r\n\r\nHe raps the side of the helmet with his knuckles. ",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Not- not so loud! The patrols, they'll-\r\n\r\n\"Oh, no. Hide, friend!\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "\"Over here, over here. Mind your step. I've, er, collected things. Spent years, collecting.\"\r\n\r\nHe waves a hand vaguely at the collection of detritus that lines each surface and corner of his makeshift abode.",
      "female": ""
    },
    {
      "id": 26,
      "default": "\"A ship's graveyard, teeming with the dead! The not-dead! The... still alive!\"",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Huh.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"Let me take a look at that helmet.\"",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"Yeah, well, the dream only works on folk what have this symbol on their heads. I didn't see it 'til I got the helmet on. \r\n\r\n\"And all of us... dead, or something like it. Feeding off the living to stay alive a little longer.\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Always been curious. There are so many ships out there on the reef. I could dive down, see what I found. \r\n\r\n\"It was beautiful down there. A hundred stories, and I read 'em piece by piece.\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "\"N-no! I won't go back to before! My head all cloudy... If I take it off, I go back into the dream.\"\r\n\r\nCopperhead clutches at his helmet, tugging it down around his ears. You hear a muffled growl from within its depths.",
      "female": ""
    },
    {
      "id": 33,
      "default": "[Take it off his head by force.]",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Fine. Just hold still while I look at it.\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"I promise to give it back.\"",
      "female": ""
    },
    {
      "id": 36,
      "default": "Anger and fear, you suspect, exacerbate Copperhead's hunger for essence. On the other hand, the runes appear to have made the other inhabitants relatively docile.",
      "female": ""
    },
    {
      "id": 37,
      "default": "It is not a graceful struggle. You grapple with Copperhead for a few moments, then rip the helmet from his head while he flails at you. \r\n\r\nCopperhead's wail of regret cuts off sharply, and you see the rune upon his head begin to glow more brightly.",
      "female": ""
    },
    {
      "id": 38,
      "default": "Copperhead sags, his head drooping.",
      "female": ""
    },
    {
      "id": 40,
      "default": "[Place the helmet back on his head.]",
      "female": ""
    },
    {
      "id": 41,
      "default": "Copperhead has been reduced to a slack-jawed puppet. He twitches soundlessly as the rune pulses on his forehead.",
      "female": ""
    },
    {
      "id": 42,
      "default": "[Leave him alone.]",
      "female": ""
    },
    {
      "id": 43,
      "default": "Without inspecting it more closely, you are mainly able to glean that the helmet has a repulsing effect on magic. It's as if any magical energy that might directly affect the helmet were deliberately directed away.",
      "female": ""
    },
    {
      "id": 44,
      "default": "Looking at the helmet nothing more notable than your own reflection in its grimy surface. You cannot see anything that sets the helmet apart from any other piece of armor.",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"And so? What do you see?\"\r\n\r\nDespite his initial protest, Copperhead sounds excited to hear your results. ",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"I can't see what's so special about it.\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "\"I think your helmet dampens magical effects. It's shielding you from whatever spell is being cast on everyone else.\"",
      "female": ""
    },
    {
      "id": 48,
      "default": "[Lie] \"You're delusional. It's just a helmet.\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "\"Never mind your promises! I won't part with it!\"",
      "female": ""
    },
    {
      "id": 50,
      "default": "\"Fine. Keep the damn thing.\"",
      "female": ""
    },
    {
      "id": 51,
      "default": "\"Why would anyone go through all that trouble to keep a town full of dead people trapped in an illusion?\"",
      "female": ""
    },
    {
      "id": 52,
      "default": "\"I can't see as to what we've been charmed for, but I know it's got something to do with the crypt.\"",
      "female": ""
    },
    {
      "id": 53,
      "default": "\"Living a fantasy has to be better than finding out you're a rotting corpse.\"",
      "female": ""
    },
    {
      "id": 54,
      "default": "\"Any time new settlers turn up, they come out of that place. When they start to lose their senses, get too <i>hungry</i>, that's where they get taken.\"",
      "female": ""
    },
    {
      "id": 55,
      "default": "\"Point is, whatever they're doing to keep us living in this little fantasy, it's got to happen in there, somewhere.\"",
      "female": ""
    },
    {
      "id": 56,
      "default": "\"All right. I'll have a look at the crypt.\"",
      "female": ""
    },
    {
      "id": 57,
      "default": "\"So we play out the rest of our lives in someone else's demented little story? \r\n\r\n\"Better the truth than a silly dream. At least it's our truth.\"",
      "female": ""
    },
    {
      "id": 58,
      "default": "\"We'll see. Maybe there's another way.\"",
      "female": ""
    },
    {
      "id": 59,
      "default": "\"Hold on, you can't just... walk on in. It's guarded. \r\n\r\n\"Really, really well-guarded.\"",
      "female": ""
    },
    {
      "id": 60,
      "default": "\"I can handle it. Trust me.\"",
      "female": ""
    },
    {
      "id": 61,
      "default": "\"Maybe you can create a diversion.\"",
      "female": ""
    },
    {
      "id": 62,
      "default": "\"You have any ideas?\"",
      "female": ""
    },
    {
      "id": 63,
      "default": "\"The guards don't really leave their posts, 'less the hunters are back with fresh meat... But they haven't got a schedule. They come and go as they please.\"",
      "female": ""
    },
    {
      "id": 64,
      "default": "\"Haven't got much choice there, have I? \r\n\r\nBut, um... Good luck. I'll wait for you. And if they put a rune on your head, I promise I'll try and find a way to fix you.\"",
      "female": ""
    },
    {
      "id": 65,
      "default": "Copperhead is still for a few more moments. Then he jerks upright.\r\n\r\nHe pats tentatively at the helmet on his head, then scowls at you.",
      "female": ""
    },
    {
      "id": 66,
      "default": "\"You have your fun? Eh? Never mind it gives me a terrible ache in the head, no, you had to get your greasy little fingers on... \r\n\r\n\"And so? What'd you find?\"",
      "female": ""
    },
    {
      "id": 67,
      "default": "\"Ha! I knew it! I knew there had to be something! \r\n\r\n\"The protectors think I'm still in the dream. That silly little Copperhead's just taken a shine to a new hat.\"",
      "female": ""
    },
    {
      "id": 69,
      "default": "\"You're back, you're back. What's the word?\"",
      "female": ""
    },
    {
      "id": 70,
      "default": "\"How long have you been here on Splintered Reef?\"",
      "female": ""
    },
    {
      "id": 71,
      "default": "[Leave] \"I was just going, actually.\"",
      "female": ""
    },
    {
      "id": 72,
      "default": "\"Oh... years and years and years. Getting... saggy around the seams, you know?\" \r\n\r\nHe gives a rattling, unsavory laugh, then scratches sheepishly at a shoulder.",
      "female": ""
    },
    {
      "id": 73,
      "default": "\"You did it! Look-!\"\r\n\r\nHolding his helmet in one hand, Copperhead reaches up to rap the side of his head with the other.",
      "female": ""
    },
    {
      "id": 74,
      "default": "\"I heard some strange noises... Took some time to work up the nerve, but I took the helmet off, and I've kept my wits!\"",
      "female": ""
    },
    {
      "id": 75,
      "default": "\"I killed Menzzago and shattered the orb. His spell is broken.\"",
      "female": ""
    },
    {
      "id": 76,
      "default": "\"You... you can't know what this means. \r\n\r\n\"I had a long time to get my head right. Figure out what I was, make peace with that. Maybe it'd be different, if everyone else had the same chance.\"",
      "female": ""
    },
    {
      "id": 77,
      "default": "\"Not sure what I'll do now. At least I know for sure I ain't mad.\" \r\n\r\nHe looks down at the helmet.",
      "female": ""
    },
    {
      "id": 78,
      "default": "\"Here. I don't need this thing anymore. And maybe it'll be some use to you.\"",
      "female": ""
    },
    {
      "id": 79,
      "default": "\"Keep it. You never know when it might come in handy.\"",
      "female": ""
    },
    {
      "id": 80,
      "default": "\"Keep it. You can pay me back by coming with me. Join my crew.\"",
      "female": ""
    },
    {
      "id": 81,
      "default": "[Take the helm.] \"Thanks.\"",
      "female": ""
    },
    {
      "id": 82,
      "default": "[Take the helm.] \"If you need somewhere to go, I could use you on the crew.\"",
      "female": ""
    },
    {
      "id": 83,
      "default": "\"You sure? ....Well, thanks. Kind of got used to wearing it, really. \r\n\r\n\"Thank you.\"",
      "female": ""
    },
    {
      "id": 84,
      "default": "\"You... you mean it? \r\n\r\n\"Because I don't know if you've thought this through. Hardtack won't do the trick, with things like me.\"",
      "female": ""
    },
    {
      "id": 85,
      "default": "\"You're the one fixed things. Seeing as I'm sticking around, I owe you one.\"\r\n\r\nCopperhead bows stiffly at the waist, grinning.",
      "female": ""
    },
    {
      "id": 86,
      "default": "\"Eh? Why? Wasn't that why you went up there?\"",
      "female": ""
    },
    {
      "id": 87,
      "default": "\"Menzzago is dead, but the spell remains.\"",
      "female": ""
    },
    {
      "id": 88,
      "default": "\"It didn't seem right, taking this away from everybody. They're happy enough.\"",
      "female": ""
    },
    {
      "id": 89,
      "default": "\"I haven't decided what to do with the orb that controls the spell just yet.\"",
      "female": ""
    },
    {
      "id": 90,
      "default": "\"Well, that's all well and good, but... What about the kith they keep bringing in? All them bodies? \r\n\r\n\"What if Menzzago's old master turns up? Lucia Rivan?\"",
      "female": ""
    },
    {
      "id": 91,
      "default": "\"I'll take care of her eventually.\"",
      "female": ""
    },
    {
      "id": 92,
      "default": "\"The same Rivan that captains the Floating Hangman?\"",
      "female": ""
    },
    {
      "id": 93,
      "default": "\"I don't know the ship, but... Rivan's supposed to be some great captain. \r\n\r\n\"She founded this place. Made it what it is now.\"",
      "female": ""
    },
    {
      "id": 94,
      "default": "\"The strongest get fed to Menzzago's most loyal servants. The 'protectors'. The rest of the kith, they bleed slow in the tavern. Once in a while the protectors... treat us to a whole body...\"\r\n\r\nCopperhead hangs his head, trailing off.",
      "female": ""
    },
    {
      "id": 95,
      "default": "\"Who's Lucia Rivan?\"",
      "female": ""
    },
    {
      "id": 96,
      "default": "\"Some... powerful captain, I guess. They say she founded this place. Might be she knew what it was from the start.\r\n\r\n\"<i>Made</i> it what it is, from the start.\"",
      "female": ""
    },
    {
      "id": 97,
      "default": "\"Me? ...Yeah, all right, I can do that! I can help! I'll meet you out there.\"",
      "female": ""
    },
    {
      "id": 98,
      "default": "\"Rivan's no longer a problem.\"",
      "female": ""
    },
    {
      "id": 99,
      "default": "\"How long do you figure that orb will last?\"",
      "female": ""
    },
    {
      "id": 100,
      "default": "\"I don't know.\"",
      "female": ""
    },
    {
      "id": 101,
      "default": "\"Menzzago was giving the orb its energy. Now that he's dead, the spell will start to fade.\"",
      "female": ""
    },
    {
      "id": 102,
      "default": "\"Well... I needed some time to figure out what I was, how to live with it. \r\n\r\n\"With a little time, maybe I can do the same for everyone else. Ease 'em in.\"",
      "female": ""
    },
    {
      "id": 103,
      "default": "\"Think I'm going to need the helmet. But here- I found this in one of the wrecks. \r\n\r\n\"Didn't, you know, stop a spell taking over my mind or anything, but I think you might get more use out of it than me.\"",
      "female": ""
    },
    {
      "id": 104,
      "default": "\"Well... I needed some time to figure out what I was, how to live with it. \r\n\r\n\"With a little time, maybe I can do the same for everyone else. Ease 'em in.\"",
      "female": ""
    },
    {
      "id": 105,
      "default": "\"Guess you'll have to wait and see.\"",
      "female": ""
    },
    {
      "id": 106,
      "default": "\"I might not believe it, if you hadn't just chewed through Menzzago. \r\n\r\n\"This was his little kingdom, really. And now we're all free of him.\"",
      "female": ""
    },
    {
      "id": 107,
      "default": "\"Smash it, that's what I say. No more hiding. No more pretending.\r\n\r\n\"We're monsters. There's no changing that.\"",
      "female": ""
    },
    {
      "id": 108,
      "default": "\"Ah, good, you're here!\"",
      "female": ""
    },
    {
      "id": 110,
      "default": "\"I'm not telling you your business, but something tells me that helmet was for our protection, not his.\" ",
      "female": ""
    },
    {
      "id": 111,
      "default": "\"Ekera, let this be a lesson on the importance of wearing protection.\" ",
      "female": ""
    },
    {
      "id": 112,
      "default": "\"This seems needlessly cruel.\" He winces.",
      "female": ""
    },
    {
      "id": 113,
      "default": "\"Let's make it so he wakes up in a funny pose.\"",
      "female": ""
    },
    {
      "id": 114,
      "default": "\"Madiccho, that is difficult to watch.\"",
      "female": ""
    },
    {
      "id": 115,
      "default": "\"Not entirely sure this be a fit way to live. Or whatever it be this lot does in the stead of living.\"",
      "female": ""
    },
    {
      "id": 116,
      "default": "\"Would it not have been more merciful to let me reap his soul?\" She crinkles her nose.",
      "female": ""
    },
    {
      "id": 117,
      "default": "\"Is there a purpose to this experiment? Or should I, too, anticipate such kindnesses?\" ",
      "female": ""
    },
    {
      "id": 118,
      "default": "\"Well, I wouldn't go that far.\"",
      "female": ""
    },
    {
      "id": 119,
      "default": "\"It didn't do those people in the tavern any good.\"",
      "female": ""
    },
    {
      "id": 120,
      "default": "\"Ah... Too far gone, I suppose. Ground down to skeletons and meat. \r\n\r\n\"But not puppets. Not Menzzago's.\"",
      "female": ""
    },
    {
      "id": 121,
      "default": "\"I know. I can see through the illusion just fine.\"",
      "female": ""
    },
    {
      "id": 123,
      "default": "\"Follow my lead, captain. I have a long history of taking orders from people wearing strange hats.\" ",
      "female": ""
    },
    {
      "id": 129,
      "default": "\"The only help he's suited for is in his journey to the next life. Don't you think, Watcher?\"",
      "female": ""
    },
    {
      "id": 130,
      "default": "\"If benevolence doesn't move you, Watcher, consider that this one might make for an interesting study. In terms both physiological and metaphysical.\"\r\n\r\nHer carmine eyes linger on the vessel.",
      "female": ""
    },
    {
      "id": 132,
      "default": "\"Oh, aye. Have a look.\"\r\n\r\nHe tips the helmet back just far enough that you can start to see the outline of a rune upon his forehead.",
      "female": ""
    },
    {
      "id": 133,
      "default": "\"Wait, why's the lamb in the woods?\"\r\n\r\nEdér glances back at you with a scrunched face.",
      "female": ""
    },
    {
      "id": 134,
      "default": "\"Must we torment the poor man?\"",
      "female": ""
    },
    {
      "id": 135,
      "default": "\"My idea of paradise is very different, but... I say I will try yours out for size.\" Tekēhu purses his lips and nods. ",
      "female": ""
    },
    {
      "id": 136,
      "default": "\"Nothing like the helmet. And nothing's been the same, since the helmet. \r\n\r\n\"I put it on, I get glimpses of what this place really is.\"\r\n\r\nHe leans forward, looking left and right with conspiratorial glee.",
      "female": ""
    },
    {
      "id": 137,
      "default": "Copperhead looks relieved, but he keeps his hands firmly on the helmet.",
      "female": ""
    },
    {
      "id": 138,
      "default": "\"It's too dangerous.\"",
      "female": ""
    },
    {
      "id": 139,
      "default": "\"She hasn't bothered to come back so far.\"",
      "female": ""
    },
    {
      "id": 140,
      "default": "\"Fair point. All of us, abandoned like a box of kittens, eh?\"",
      "female": ""
    },
    {
      "id": 141,
      "default": "\"You don't half-arse these things, do you?\"",
      "female": ""
    },
    {
      "id": 142,
      "default": "\"Who cares?\"",
      "female": ""
    },
    {
      "id": 143,
      "default": "\"Not something you'd want to wake up to.\"",
      "female": ""
    },
    {
      "id": 144,
      "default": "\"Ha. No, it were... A shock, I tell you true. \r\n\r\n\"Maybe I did go a little mad. Just a little.\"",
      "female": ""
    },
    {
      "id": 145,
      "default": "\"So what is it you want?\"",
      "female": ""
    },
    {
      "id": 146,
      "default": "\"I want... I want the lid to come off the box. For everyone to see the truth, like I do.\"",
      "female": ""
    },
    {
      "id": 147,
      "default": "\"They'll never see me coming.\"",
      "female": ""
    },
    {
      "id": 148,
      "default": "\"So, about the illusion...\"",
      "female": ""
    },
    {
      "id": 150,
      "default": "\"The truth can hurt even the dead, it seems. Di verus, it is still better than living under a lie.\"",
      "female": ""
    },
    {
      "id": 151,
      "default": "\"A little restraint isn't always a bad thing.\" He grimaces.",
      "female": ""
    },
    {
      "id": 152,
      "default": "\"I figure Splintered Reef's where I belong. Another shipwreck, of a kind.\r\n\r\n\"With Menzzago and the others gone, there won't be cause to bring more kith out this way. Decent note to end on.\"",
      "female": ""
    },
    {
      "id": 153,
      "default": "\"There are sources of essence apart from people. We'll figure it out.\"",
      "female": ""
    },
    {
      "id": 154,
      "default": "\"We'll be fine. You ever hear of the adra trade, Copperhead?\"",
      "female": ""
    },
    {
      "id": 155,
      "default": "\"On second thought, never mind.\"",
      "female": ""
    },
    {
      "id": 156,
      "default": "A small, disbelieving smile creeps across Copperhead's face as he takes in your words. It spreads into a wide and crooked grin of delight.",
      "female": ""
    },
    {
      "id": 157,
      "default": "Copperhead shakes his head. A small smile creeps across his face as he takes in your words, splitting into a full-on grin. ",
      "female": ""
    },
    {
      "id": 158,
      "default": "\"The sea... A real ship! Thank you, captain! A more loyal sailor you'll never find!\"\n\nCopperhead practically scrambles for the door, cackling with excitement.",
      "female": ""
    },
    {
      "id": 159,
      "default": "\"You can eat all the people you want. Come on.\"",
      "female": ""
    },
    {
      "id": 160,
      "default": "Copperhead blinks at you, mouth hanging open. \r\n\r\nBut as he considers the prospect, a small smile appears on his face, and then a wide and crooked grin.",
      "female": ""
    },
    {
      "id": 161,
      "default": "\"That is, if you don't mind taking my orders.\"",
      "female": ""
    },
    {
      "id": 164,
      "default": "\"Ready when you are, captain!\"",
      "female": ""
    },
    {
      "id": 165,
      "default": "\"Good luck, eh?\"",
      "female": ""
    },
    {
      "id": 166,
      "default": "\"Good luck out there. I don't know that it'll ever be safe on Splintered Reef for kith, but... I'll remember what you did for us.\"",
      "female": ""
    },
    {
      "id": 167,
      "default": "[Leave] \"You're right. I have to think about this.\"",
      "female": ""
    },
    {
      "id": 168,
      "default": "\"I suppose that is an improvement.\" He shrugs half-heartedly.",
      "female": ""
    },
    {
      "id": 169,
      "default": "\"Oh, no - no, no, no! You aren't fooling me. You think I don't know my own senses? Think you can pull me back into the dream?\"",
      "female": ""
    },
    {
      "id": 170,
      "default": "\"That's where Menzzago is, the man in charge of this place. And where Lucia Rivan's old keep used to be.\"",
      "female": ""
    },
    {
      "id": 176,
      "default": "\"I have a deal with Menzzago. The orb stays.\"",
      "female": ""
    },
    {
      "id": 177,
      "default": "\"You... you what? You- Hang on, you met him? And you just... You made <i>friends</i>?\"\r\n\r\nCopperhead clutches at his helmet in agitation, fingernails scraping down the metal.",
      "female": ""
    },
    {
      "id": 178,
      "default": "\"What about the rest of us?\"",
      "female": ""
    },
    {
      "id": 179,
      "default": "\"When I sail for Ukaizo, you'll come with me.\"",
      "female": ""
    },
    {
      "id": 180,
      "default": "\"You won't need to eat anyone anymore. The adra will sustain you.\"",
      "female": ""
    },
    {
      "id": 181,
      "default": "\"What <i>about</i> you?\"",
      "female": ""
    },
    {
      "id": 182,
      "default": "\"Just leave me alone...\"",
      "female": ""
    },
    {
      "id": 183,
      "default": "\"So that's it, then. You got what you needed, and never mind what it cost.\"",
      "female": ""
    },
    {
      "id": 184,
      "default": "\"I should have... I should have...\" Copperhead's lips draw back in a grimacing snarl, his dark eyes gleaming with hunger and fury...\r\n\r\nCopperhead sags, deflating all at once. He turns away.",
      "female": ""
    },
    {
      "id": 185,
      "default": "\"I'm guessing the boss will want a word with you.\"",
      "female": ""
    },
    {
      "id": 186,
      "default": "\"If we live! If Menzzago doesn't... put us all under some new spell!\"",
      "female": ""
    },
    {
      "id": 188,
      "default": "\"You have your fun? Eh? Never mind it gives me a terrible ache in the head, no, you had to get your greasy little fingers on... \r\n\r\n\"And so? What'd you find?\"",
      "female": ""
    },
    {
      "id": 189,
      "default": "\"You have your fun? Eh? Never mind it gives me a terrible ache in the head, no, you had to get your greasy little fingers on... \r\n\r\n\"And so? What'd you find?\"",
      "female": ""
    }
  ]
}