{
  "Component": "exported",
  "Name": "conversations\\20_splintered_reef\\20_cv_principi_captive",
  "Entries": [
    {
      "id": 1,
      "default": "She struggles to speak to you, but manages only a muffled, garbled yell.",
      "female": ""
    },
    {
      "id": 2,
      "default": "[Remove her gag.]",
      "female": ""
    },
    {
      "id": 3,
      "default": "[Leave her alone for the moment.]",
      "female": ""
    },
    {
      "id": 4,
      "default": "\"What in blazes is going on? Have you seen those monsters?\"",
      "female": ""
    },
    {
      "id": 5,
      "default": "[Examine the iron collar more closely.]",
      "female": ""
    },
    {
      "id": 6,
      "default": "You suspect that the symbol on the collar has something to do with the same magic that governs the vessels in this place. \r\n\r\nThe spell itself is hard to determine, but you are confident it involves illusion magic.",
      "female": ""
    },
    {
      "id": 7,
      "default": "You can't make sense of the symbol, much less whatever spellcraft might be at work.",
      "female": ""
    },
    {
      "id": 8,
      "default": "\"I don't have any idea. I hoped you'd know.\"",
      "female": ""
    },
    {
      "id": 9,
      "default": "\"There's a spell at work. It makes them believe you're livestock. Or fish, maybe, it's unclear.\"",
      "female": ""
    },
    {
      "id": 10,
      "default": "\"Well, if that dargul I was speaking to told the truth, everyone in here is under some kind of spell. They think they're still alive.\"",
      "female": ""
    },
    {
      "id": 11,
      "default": "\"There was this dargul, Copperhead. He might know more about what's going on.\"",
      "female": ""
    },
    {
      "id": 12,
      "default": "\"Damn... All I know is we should never have come out this way.\"",
      "female": ""
    },
    {
      "id": 13,
      "default": "\"Then a great hulk came gliding through the water toward us, nearly stove us there and then. The Floating Hangman. \r\n\r\n\"I got hit so hard it surprised me to wake up again. But the next thing I knew, those things were carting me and Kesango down the road.\"",
      "female": ""
    },
    {
      "id": 14,
      "default": "\"You've gotten past them - help us do the same!\"",
      "female": ""
    },
    {
      "id": 15,
      "default": "\"Haven't seen or heard of magic like that anywhere in the Deadfire. \r\n\r\n\"Seen my share of curses, aimed my way, but naught like this.\"",
      "female": ""
    },
    {
      "id": 16,
      "default": "\"Funny name or no, I wouldn't trust that creature with anything but the end of a sword.\"",
      "female": ""
    },
    {
      "id": 17,
      "default": "\"You two are Príncipi?\"",
      "female": ""
    },
    {
      "id": 18,
      "default": "\"Furrante's looking for the Floating Hangman. He'd reward you for any information you have.\"",
      "female": ""
    },
    {
      "id": 19,
      "default": "\"What's the matter, pirate? Not as fun to be on the receiving end?\"",
      "female": ""
    },
    {
      "id": 20,
      "default": "[Cut their bonds] \"Stay here. I'll clear a path.\"",
      "female": ""
    },
    {
      "id": 21,
      "default": "\"Ha. Too many debts at the Tempest. They'd be as keen to bite into me as these monsters. \r\n\r\n\"I don't mean to make port in Dunnage any time soon.\"",
      "female": ""
    },
    {
      "id": 22,
      "default": "\"Aye, lately of Captain Lofell's crew. Friend to Aeldys, if that name means aught to you.\"",
      "female": ""
    },
    {
      "id": 23,
      "default": "\"Right. Only, try and be spry about it, will you? Before they dip us in the stewpot.\"",
      "female": ""
    },
    {
      "id": 24,
      "default": "\"Get us loose, and every Príncipi in Fort Deadlight will hear what you have done for us.\"",
      "female": ""
    },
    {
      "id": 25,
      "default": "The captive strains against the ropes, still shouting muffled pleas into the gag.",
      "female": ""
    },
    {
      "id": 27,
      "default": "\"Frankly, you can rot. I hope they eat you slow.\"",
      "female": ""
    },
    {
      "id": 28,
      "default": "\"You twisted-! \r\n\r\n\"You want to give them a meal? Let's make it a feast!\"",
      "female": ""
    },
    {
      "id": 29,
      "default": "The woman gives a loud, rending scream, and you hear hurried footsteps from the adjoining room.",
      "female": ""
    },
    {
      "id": 30,
      "default": "\"You twisted-! \r\n\r\n\"I hope they catch you, you unnatural devil! I hope they pull you limb from limb!\"",
      "female": ""
    },
    {
      "id": 31,
      "default": "\"Thank you! We won't forget this!\"",
      "female": ""
    },
    {
      "id": 32,
      "default": "[Cut their bonds.] \"The way is clear. You can go.\"",
      "female": ""
    },
    {
      "id": 33,
      "default": "\"Frankly, you can rot here.\"",
      "female": ""
    },
    {
      "id": 34,
      "default": "\"Our gratitude, stranger! Come by Fort Deadlight some time, and we'll give you a grand welcome!\"",
      "female": ""
    },
    {
      "id": 35,
      "default": "\"You...! I hope you fall on your sword, you thrice-cursed dog!\"\r\n\r\nShe thrashes in her bindings, trying to kick you.",
      "female": ""
    },
    {
      "id": 36,
      "default": "The captive's mouth is gagged with a tight bandanna. A loop of iron is bolted around her neck, with a glowing emblem wrought into the metal at the join.",
      "female": ""
    },
    {
      "id": 37,
      "default": "\"Any chance you sailed on the Antelope?\"",
      "female": ""
    },
    {
      "id": 38,
      "default": "\"What? Aye... and I never thought to hear the name again. Was it Lofell sent you?\r\n\r\n\"Thought he was a shifty old bastard... Guess I misjudged him.\"",
      "female": ""
    },
    {
      "id": 39,
      "default": "\"We were sailing under Lofell, Captain of the Antelope, and making good time. A clear sky and a good wind until, out of nowhere, this fog bank rolled in...\"",
      "female": ""
    },
    {
      "id": 40,
      "default": "\"Captain Lofell never mentioned you were Príncipi.\"",
      "female": ""
    },
    {
      "id": 41,
      "default": "\"Aye? And is that good or ill, do you suppose?\"",
      "female": ""
    },
    {
      "id": 42,
      "default": "\"You can't mean to let them eat us? Príncipi or no, we don't deserve that.\r\n\r\n\"Please, get us out of here.\"",
      "female": ""
    },
    {
      "id": 43,
      "default": "\"You made short work of them! \r\n\r\n\"We can make it from here. I spied a launch, looked to be in one piece. Won't be capturing no merchantmen, but it ought to carry us away.\"",
      "female": ""
    },
    {
      "id": 44,
      "default": "\"Though... mayhaps we'll follow your ship a while. Wouldn't do to get caught again.\"",
      "female": ""
    },
    {
      "id": 45,
      "default": "\"Daimo here started hollering, and they all but cracked his skull in two. \r\n\r\n\"I have to get him back to Fort Deadlight.\"",
      "female": ""
    },
    {
      "id": 46,
      "default": "\"Be careful...\"",
      "female": ""
    },
    {
      "id": 47,
      "default": "The woman takes a few gasping breaths for air, before lowering her voice to a conspiratorial whisper.",
      "female": ""
    },
    {
      "id": 48,
      "default": "\"Curse you! Hel take you!\"",
      "female": ""
    },
    {
      "id": 49,
      "default": "[Cut their bonds.] \"Hurry- Through that gap in the hull.\"",
      "female": ""
    }
  ]
}